[
  "Vice President Mike Pence joined a growing chorus of Trump administration officials who have issued stark and public warnings about foreign interference from China, detailing a range of overt and covert activities he said were intended to project Chinese power and undermine President Trump ahead of the 2018 and 2020 elections.",
  "Pence indicated the administration would continue to expose Beijing's \"malign influence and interference in American politics and policy,\" calling on journalists to investigate Chinese actions, on businesses to refuse to turn over intellectual property and on universities to reject what he called \"Beijing's easy money.\"",
  "The vice president criticized the Chinese Communist Party for \"rewarding or coercing\" a broad swath of entities that ranged from businesses to universities to government officials, describing Beijing's activities as part of a \"whole-of-government approach to advance its influence and benefit its interests.\"",
  "\"In regards to the state actions, Russia has been the most aggressive foreign actor – no question,\" Coats said in July, on the same day the special counsel's office indicted 12 Russian agents in the hacking of the Democratic National Committee and Clinton presidential campaign.",
  "The vice president's remarks follow an explicit accusation made previously by President Trump, who, as he presided over a Security Council meeting at the UN General Assembly last week, said that China had made efforts to target the midterm elections against his administration.",
  "Pence's speech happened to coincide with new charges announced Thursday by the Justice Department against seven Russian military intelligence officers for hacking U.S. and international organizations that had exposed a Russian doping program.",
  "\"Regrettably, we found that China has been attempting to interfere in our upcoming 2018 election, coming up in November, against my administration,\" Trump said, suggesting China's efforts were in retaliation for escalating trade tensions.",
  "The vice president cited a recent incident in the South China Sea in which a Chinese naval vessel came within 45 yards of an American destroyer, calling it an example of \"China's aggression\" that demonstrated \"reckless harassment.\"",
  "\"Beijing is pursuing a comprehensive and coordinated campaign to undermine support for the president, our agenda and our nation's most cherished ideals,\" Pence said in a speech at the Hudson Institute, a Washington, DC think tank.",
  "Some of the officers were also involved in a scheme to target organizations investigating Russia's alleged use of chemical weapons; three of them were also linked to interference in the 2016 U.S. presidential election.",
  "In his remarks, Mr. Pence also accused China of engaging in \"so-called debt diplomacy,\" offering other, often smaller and poorer, countries infrastructure loans he described as \"opaque at best.\"",
  "Pence spoke in the same room where, just over two months ago, Director of National Intelligence Dan Coats warned of escalating cyber threats that he described as emanating primarily from Russia.",
  "On Thursday, Pence cited an unnamed senior career intelligence official who Pence said told him \"what the Russians are doing pales in comparison to what China is doing across this country.\"",
  "He specifically called on Google to \"immediately end\" its development of the 'Dragonfly' app, which he said would strengthen China's censorship and compromise the privacy of its customers.",
  "Like other administration officials before him, the vice president warned Beijing about its military build-up in the South China sea and incursions into Japanese-administered territories.",
  "The Trump administration has presented no evidence that China is seeking or has sought to weaponize the release of hacked, politically sensitive material, as Russian actors did in 2016.",
  "At the the end of his remarks, Pence expressed a desire for a \"constructive\" relationship with Beijing, urging the two countries to seek to \"grow together\" in prosperity and security.",
  "Pence said the president was prepared to levy additional economic penalties on China, \"with the possibility of substantially more than doubling\" the existing tariffs on Chinese goods.",
  "He accused China of initiating \"an unprecedented effort to influence American public opinion, the 2018 elections, and the environment leading into the 2020 presidential elections.\"",
  "Mr. Pence offered an example of an unnamed U.S. corporation to which, he said, China threatened to deny a business license unless it criticized the Trump administration's policies.",
  "\"We are concerned by some of the tactics they use offering poor countries investments and loans that perhaps those countries are not going to be able to repay,\" Haspel said.",
  "Earlier this week, DHS Secretary Kirstjen Nielsen said the department had seen \"no indication\" that any foreign adversary had sought to attack U.S. election infrastructure.",
  "On Thursday Mr. Pence also cited the newspaper ads as evidence of Beijing's efforts to appeal to American voters in pivotal states and turn them against the administration.",
  "He said China had \"extended a lifeline\" to the Maduro regime in Venezuela and convinced three Latin American nations to recognize China and sever ties with Taiwan.",
  "The president has ordered successive rounds of tariffs on Chinese goods worth billions of dollars over the past several months; Beijing has struck back in kind.",
  "Law enforcement and intelligence officials have warned that Russia's disinformation efforts on social media are ongoing, if less intense than they were in 2016.",
  "Mr. Trump later tweeted images of a four-page, paid newspaper ad in the Des Moines Register, and said in a press conference that more evidence was forthcoming.",
  "We refuse to accept any unwarranted accusations against China,\" its foreign minister, Wang Yi, said in response to the president's remarks last week.",
  "Coats also issued a separate broadside against China last month, calling Beijing's efforts \"more methodical\" than those being implemented by Russia.",
  "Last month, CIA director Gina Haspel said in public remarks that the agency was \"very closely\" monitoring China's foreign investment strategies.",
  "\"The United States Navy will continue to fly, sail and operate wherever international law allows and our national interests demand,\" Pence said.",
  "Officials have also said election infrastructure has not been targeted, while allowing for the possibility of an attack nearer the midterms.",
  "\"It states that China must 'strike accurately and carefully, splitting apart different domestic groups' in the United States,' Pence said.",
  "He also cited a Chinese document, circulated in June, that he said laid out a strategy designed to exploit divisions in American society.",
  "\"But we will not relent until our relationship with China is grounded in fairness, reciprocity and respect for sovereignty.\"",
  "\"They do not want me or us to win because I am the first president to ever challenge China on trade,\" he said.",
  "She described China's activity as belonging to a category of \"nebulous\" and \"nefarious\" interference efforts.",
  "\"It's part of a more holistic approach to influence the American public in favor of China,\" Nielsen said.",
  "Ambassador to China to place an op-ed explaining America's policies in Chinese newspapers was rejected.",
  "\"America is reaching out our hand to China; we hope that Beijing will soon reach back,\" Pence said.",
  "\"We will not be intimidated; we will not stand down,\" he said, to applause from the room.",
  "\"The benefits invariably flow overwhelmingly to Beijing,\" the vice president said.",
  "\"There can be no doubt: China is meddling in America's democracy,\" he stressed.",
  "\"These actions threaten the stability of the Taiwan Strait,\" Pence said.",
  "Repeatedly, he demanded a \"fair and reciprocal\" trade deal with Beijing.",
  "\"We did not, and will not, interfere in any country's domestic affairs.",
  "\"China wants a different American president,\" Mr. Pence said.",
  "\"And they continue their efforts to undermine our democracy.\"",
  "China has dismissed accusations of meddling.",
  "\"We have evidence,\" Trump said.",
  "He said an attempt by the U.S.",
  "I can't tell you now.\"",
  "\"It will come out."
]