[
  "“The Chinese Communist Party is rewarding or coercing American businesses, movie studios, universities, think tanks, scholars, journalists, and local, state, and federal officials,” he said in a speech at the Hudson Institute in Washington, D.C. “Worst of all, China has initiated an unprecedented effort to influence American public opinion, the 2018 elections, and the environment leading into the 2020 presidential election.”\n\nHe made it clear that he believed China was aiming at unseating President Trump in response to his policies on trade.",
  "But Pence said that a senior member of the intelligence community recently told him that “what the Russians are doing pales in comparison to what China is doing across this country.”\n\nTRUMP TAKES AIM AT CHINA, IRAN WHILE LEADING UN SECURITY COUNCIL MEETING\n\nPence’s remarks come a week after President Trump called out China for its interference during a meeting of the United Nations Security Council.",
  "He said that in response, Beijing is using its power “to interfere in the domestic policies of this country and to interfere in the politics of the United States.”\n\nHe said that Chinese officials have tried to persuade business leaders to condemn administration policy, using methods such as denying a business license to a corporation if it didn’t condemn those policies.",
  "\"We did not and will not interfere in any country's domestic affairs, we refuse to accept any unwarranted accusations against China and we call upon other countries to also observe the purposes of the U.N. Charter and not interfere in other countries' internal affairs,\" he said.",
  "He also accused China of targeting industries and states that would play an important role in the November midterms and demanding that Hollywood portray China in a positive light, threatening studios and producers with punishment if they don't.",
  "The Trump administration has been roiled by the FBI Special Counsel investigation into alleged Russian interference in the 2016 election, and intelligence officials have warned about the danger of Russian meddling in the midterms.",
  "Vice President Mike Pence on Thursday warned that China has initiated an “unprecedented effort” to influence the 2018 and 2020 elections, warning that the communist nation is responding to President Trump’s tough trade policies.",
  "We are winning on every level.”\n\nChinese Foreign Minister Wang Yi responded to Trump's comments at the meeting, saying that China follows a principle of non-interference in other countries domestic affairs.",
  "Additionally, Pence warned of the influence by Chinese media outlets, warning that China Radio broadcasts in American cities, while China Global Television Network reached more than 75 million Americans.",
  "“Regrettably we found that China has been attempting to interfere in our upcoming 2018 election coming up in November against my administration,” he said.",
  "Pence pointed to Trump’s tough line on Beijing, particularly Trump’s decision to impose $250 billion in tariffs on goods coming from the country.",
  "“They do not want me or us to win because I am the first president ever to challenge China on trade and we are winning on trade.",
  "“To put it bluntly, President Trump’s leadership is working, and China wants a different American president,” he said.",
  "“And it gets its marching orders directly from its Communist Party masters,” he said."
]