[
  "\"China wants nothing less than to push the United States of America from the Western Pacific and attempt to prevent us from coming to the aid of our allies,” Mr Pence said in reference to China's ever-expanding footprint in the disputed territories of other Asian countries in the South China Sea.",
  "The president had earlier said, during a United Nations Security Council meeting, China had attempted to hack the 2018 midterm elections set to take place on 6 November, that China does “not want me or us to win because I am the first president to challenge China on trade\".",
  "The vice president also remarked when Mr Brandstad \"tried to place his own op-ed in Chinese newspapers, describing the truth about our policies, no Chinese outlet would publish it.”\n\nHe did not indicate which outlets the US Embassy had approached about the opinion piece.",
  "Tensions between Mr Trump and Chinese President Xi Jinping have been growing over the latter's ties to North Korea and its leader Kim Jong-un as well as issues of trade deficits - Mr Pence's comments is an echo of what the president had said last week.",
  "Mr Pence said in his prepared remarks the US \"intelligence community says that China is targeting US state and local governments and officials to exploit any divisions between federal and local levels on policy.",
  "Chinese Ambassador to the US Cui Tiankai comments to NPR just ahead of Mr Pence's speech appeared to indicate Mr Trump's inconsistency on trade may really the largest barrier to a less contentious relationship.",
  "It’s using wedge issues, like trade tariffs, to advance Beijing’s political influence.”\n\n“Beijing now requires many American businesses to hand over their trade secrets as the cost of doing business in China.",
  "Mr Pence also made reference to the advertisement in the Des Moines Register newspaper, saying it was \"designed to look like news articles, cast our trade policies as reckless and harmful to Iowans\".",
  "Iowa has been historically been treated as a good indicator of who will win presidential elections and the current US Ambassador to China is Terry Brandstad, the former governor of the state.",
  "He also accused it of perpetrating \"wholesale theft of American technology — including cutting-edge military blueprints,\" likely in reference to several battles over US patents.",
  "It also coordinates and sponsors the acquisition of American firms to gain ownership of their creations,” Mr Pence said in the broad-ranging indictment of the economic giant.",
  "Mr Pence, speaking at the Washington-based conservative think tank the Hudson Institute, said Mr Trump’s \"leadership is working\" despite what China's actions may indicate.",
  "“China is meddling in America’s democracy,\" he said, accusing Beijing of trying to use trade, its military, and diplomacy to increase its own influence around the world.",
  "I don’t think this is fair,\" he said, harkening back to Mr Trump's comment about nearly every bilateral US trade deal being \"unfair\" to American workers.",
  "Vice President Mike Pence said China \"wants a different American president\" and is \"meddling\" in US domestic politics to limit Donald Trump's power.",
  "And, number two, I think there’s been some attempt on the US side to force something like the US will get 100 per cent and China will get zero.",
  "He had claimed on Twitter, without providing further evidence publicly, China had placed \"propaganda ads\" in Iowa newspapers.",
  "“The US position keeps changing all the time, so we don’t know exactly what the US would want as priorities."
]