[
  "A trio of Democratic senators on the Senate Intelligence Committee has written a letter to Director of National Intelligence Dan Coats requesting \"additional information\" about President Trump's accusation, made last week at the United Nations General Assembly in New York, that China has been \"attempting to interfere in our upcoming 2018 election.\"",
  "The letter from the senators -- Sen. Ron Wyden, D-Oregon, Martin Heinrich, D-New Mexico, and Kamala Harris, D-California -- does not probe a detail volunteered by Pence today -- that a senior career intelligence official told him Russia's activities \"pale in comparison\" to China's efforts to interfere in American domestic affairs.",
  "On a separate briefing call with reporters Thursday about the administration's newly unveiled National Strategy for Counterterrorism, National Security Adviser John Bolton, responding to a question about China's actions, said he expected there would be \"more on this subject in the weeks and months ahead.\"",
  "\"From its continued hacking of our defense secrets to its focus on collecting vast repositories of personal and personality-identifying information to better enable espionage activities, China exploits our transparency and open society,\" Coats said.",
  "Nor has any official said election infrastructure has been targeted by China or any other foreign adversary, though several have stressed that a number of foreign actors have the will and the capability to engage in election interference.",
  "In a speech of his own last month, Coats also accused China of \"unprecedented\" cyber activities explicitly aimed at undermining U.S. interests, but he stopped short of accusing Beijing of engaging in election interference.",
  "In a speech Thursday at the Hudson Institute, Vice President Mike Pence laid out a series of what he described as China's \"malign\" activities -- and alleged some of them were designed to target voters in the 2018 election.",
  "No administration official has offered evidence that China is seeking or has sought to weaponize hacked, politically sensitive information, as Russia did during the 2016 presidential election.",
  "He provided the same example previously tweeted by the president -- a four-page, paid advertisement critical of Mr. Trump's trade policies that appeared in the Des Moines Register.",
  "The senators requested a response from Coats by Oct. 8 \"so that the public and members of Congress have the information in advance of the election.\"",
  "\"We request that you state publicly whether Mr. Trump's statement is consistent with the assessments of the Intelligence Community.",
  "We further request that you release as much relevant detail and supporting intelligence as possible,\" the senators wrote to Coats.",
  "The president told the U.N. that China was retaliating against his administration for the trade practices it had employed.",
  "During a subsequent press conference, Mr. Trump told reporters, \"We have evidence.",
  "China commonly places such ads in newspapers around the country.",
  "\"Much of what we know remains classified,\" Bolton said.",
  "I can't tell you now.\"",
  "It will come out."
]