[
  "---\n\nValleyspeak: Valinsky's top links\n\nAmazon Expected to Report Sharp Rise in Sales (WSJ)\n\nYouTube Plans to Clean Up its Mess (Bloomberg)\n\nUber Signals End to Its International Retreat (CNBC)\n\nDidi Replaces CEO of Brazil's 99 With It Own Executive (Recode)\n\nSonos Prepares for IPO as Soon as June (WSJ)\n\n---\n\nThe Big Slowdown: Smartphone sales decline\n\nThe smartphone market is slowing down due to sluggish demand, suggesting that the current iteration of mobile technology has hit a saturation point.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nGoing Vertical: AT&T eyes finish line\n\nNew at Vanity Fair: Joe Pompeo's sources are reading the judicial tea leaves and believe AT&T is likely to win Time Warner:\n\n• \"With closing arguments expected to conclude on April 30, AT&T CEO Randall Stephenson and Time Warner CEO Jeff Bewkes appear likely to get what they want after all.\"",
  "The Latest:\n\n\"Chinese smartphone sales suffer biggest decline ever\" by CNN's Sherisse Pham:\n\n• \"Smartphone shipments in China have suffered their biggest decline ever, plummeting more than 21% in the first quarter of 2018 ...\"\n\n• \"Chinese consumers bought just 91 million phones in the first three months of this year.",
  "Bonus: Time Warner earnings, via THR: \"Time Warner reported higher-than-expected first-quarter earnings despite profit declines at all its units ...\"\n\n---\n\nTalk of Tinseltown: What's driving CBS-Viacom\n\nShari Redstone is still trying to merge CBS and Viacom.",
  "\"Samsung warns of weaker phone demand,\" by Bloomberg's Sam Kim:\n\n• \"Samsung Electronics Co. beat analysts' profit estimates on booming exports of memory chips, but warned of challenges in smartphone demand in the coming months.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nSoftware Hardwear: Snap eyes future\n\nMy colleague Jordan Valinsky emails:\n\nSnap still believes Spectacles are the future.",
  "His $31 billion counter-offer for Sky -- a \"crown jewel\" of the Fox assets, as Iger put it -- may just be the penny ante in a gamble that ends with Comcast trying to acquire Fox, our sources said.",
  "• \"The Korean company said its own mobile division will see declining profitability amid weak demand and warned of softer demand for the screens used in Apple Inc.'s flagship iPhone X smartphone.\"",
  "Benjamin Haddad, a fellow at the Hudson Institute who is traveling with the French delegation, says some members of President Macron's party \"have expressed puzzlement\" at all the Kanye coverage.",
  "The Big Picture: Fox and Sky are now pawns in Disney and Comcast's efforts to scale up in a new world where technology, media and telecom have collided and content is the coin of the realm.",
  "Disney CEO Bob Iger and Comcast CEO Brian Roberts have a deep animus toward one another that is fueling their battle over 21st Century Fox, sources familiar with their relationship tell me.",
  "Today the Wall Street Journal reports that Comcast \"is gaming out the possibility of making a public case to Fox's shareholders that they should ... opt for a Comcast tie-up instead.\"",
  "Their intense dislike of one another, dating back to Comcast's hostile takeover attempt of Disney in 2004, means the battle for Fox will be unpredictable and possibly irrational.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\nRoberts now appears set on stopping Disney from acquiring Fox.",
  "The Specs, via WSJ's Georgia Wells:\n\n• \"The new models are intended to be easier to use and more appealing for an audience beyond devoted techies.\"",
  "With Spectacles, Snap is diversifying beyond social media and holding firm to its belief that wearable AR technology will be the future norm.",
  "... [Judge] Leon could green-light the merger if Turner agrees to make the arbitration agreement even more favorable for distributors.\"",
  "• \"Sources inside both companies are feeling good, if still cautious, about the course the trial has taken over the past two weeks.",
  "The Big Picture: Software companies see hardware as a smart long-term investment, whether that's home assistants or VR headsets.",
  "We here at PACIFIC think a national debate about a provocative artist espousing \"freedom of thought\" is actually quite French.",
  "Facebook soars\n\nFacebook is apparently immune to its scandals:\n\n• Profit increased 63%, revenue increased 49% in Q1 2018.",
  "We'll have to wait for the Q2 report to be sure, but it appears people don't mistrust Facebook enough to stop using it.",
  "The General Data Protection Regulation lands on May 25 and could restrict Facebook's ability to gather data on users.",
  "Bonus: NYT's Jack Nicas found 205 Facebook and Instagram accounts \"impersonating Mark Zuckerberg and Sheryl Sandberg.",
  "The videos can be uploaded to users' smartphones in a fraction of the time it took with the first version.\"",
  "\"What seems to be driving Shari Redstone is familial score-settling, a quest for victory over her father.\"",
  "---\n\nWhat Next: The Ringer podcast on LeBron James' epic buzzer-beater, and other NBA playoff storylines.",
  "\"The argument for the deal seems to be beside the point,\" Vanity Fair's William D. Cohan reports.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "The company has started selling an updated version of the glasses on its website for $150.",
  "• \"The new Spectacles are waterproof and shoot photos as well as videos of higher quality.",
  "Axios' Sara Fischer notes that Europe is Facebook's fastest-growing sector for ad revenue.",
  "'If you're AT&T, all signs seem to be pointing in the direction of: you're winning.'\"",
  "... At least 51 of the impostor accounts, including 43 on Instagram, were scams.\"",
  "• \"In the end, AT&T may have to make minimal concessions surrounding Turner.",
  "The last time the number was that low was in the fourth quarter of 2013.\"",
  "• Monthly active users increased by 70 million, to 2.2. billion.",
  "• Advertising revenue hit $11.8 billion, 91% of it from mobile.",
  "The best Kanye tweet, by far: \"we need to Aman Giri the world.\"",
  "In other words, most people already have the phone they want.",
  "'I think AT&T is killing them,' one executive ... told me.",
  "The Big Picture: The trust crisis probably isn't a crisis.",
  "---\n\nToday's PACIFIC\n\nGood morning from Georgetown.",
  "What's Next: The Disney-Comcast war gets personal.",
  "Today's lesson: Sometimes business is personal.",
  "Facebook stock rose 7% in after-hours trading.",
  "What Washington is talking about: Kanye West.",
  "Want this in your inbox every morning?",
  "---\n\nWhat Trust Crisis?",
  "What's Next: Europe.",
  "See you tomorrow."
]