[
  "“He lets the individuals assemble their own teams and then, in the president’s name, demand assistance and obedience from others.”\n\nThe idea behind relying on these people is the plausible deniability, as Thoburn points out, but also speed and efficiency: Working outside the government, unbound by rules, gives people like Prigozhin a certain ability to act on Putin’s rules quickly and efficiently.",
  "“My men called me, they’re there drinking now … it’s a total fuckup.”\n\nThis incident raised the level of tension between Moscow and Washington; on February 23, President Trump condemned Russia’s intervention in Syria (which he had once proposed coordinating with) as a “disgrace.” But so far, Putin has not faced major domestic consequences for the large numbers of Russian dead.",
  "“Using Wagner in delicate or dangerous matters allows the Russian government to remove some of the risk that large numbers of official Russian soldiers will be killed.”\n\nMuch like in the case of the Internet Research Agency, Prigozhin — who has no military or hacking experience to speak of — doesn’t necessarily direct day-to-day operations.",
  "In 1981, the Russian publication Meduza reports, he pleaded guilty to “committing robbery as part of an organized criminal group, fraud, and involving minors in prostitution.”\n\nWhen he was released in 1990, the Soviet Union was in the process of collapsing, and Russia’s new private sector was beginning to take shape.",
  "Last summer, the US Treasury officially sanctioned Wagner and its director, Dmitry Utkin, for threatening “the peace, security, stability, sovereignty, or territorial integrity of Ukraine.”\n\nWagner fighters have also shown up in Syria, where they’ve been fighting on behalf of Syrian dictator Bashar al-Assad.",
  "Agency trolls once organized an anti-Islam rally and a counter-rally on the same day to foster conflict; they also created an Instagram account called “Woke Blacks” that slammed the Democratic nominee as “Killary.”\n\nThe Russian trolls were quite brazen about praising Prigozhin for his support.",
  "As Treisman writes:\n\n[Putin’s] resorts to manual control and “curators” create confusion, undermine respect for formal procedures, and exacerbate bureaucrats’ reluctance to take on responsibility themselves ... No one quite knows who has the president’s special authorization and for what.",
  "“When, as happened recently in Syria, there are mass casualties, the Kremlin has some plausible deniability to both its citizens — who are generally thought to be pretty sensitive to the deaths of their sons in foreign wars ... and in the international arena,” she explains.",
  "A recent Washington Post report says that he personally approved a Russian mercenary attack on US forces stationed in eastern Syria in early February; US intelligence, per the Post, intercepted a conversation where he promoted the idea.",
  "He set up an organization called the Internet Research Agency to try to troll the protests into the ground, doing things like posting comments on social media accusing opposition leader Alexei Navalny of being a foreign agent.",
  "The Daddy Warbucks of Russian military adventurism\n\nPrigozhin managed to parlay this first meeting into a deeper relationship with Putin and his staff, which is perhaps the smartest thing he could have done for his finances.",
  "“Prigozhin has managed to make himself useful on both the [covert and military] sides of Putin’s efforts to reassert Russia on the international stage,” Hannah Thoburn, an expert on Russia at the Hudson Institute, tells me.",
  "The Americans were working with local fighters housed there, and Prigozhin — in consultation with the Syrian government and possibly Kremlin higher-ups, according to the Post — decided he’d be willing to risk an assault.",
  "They were holding a banner that said “Happy 55th Birthday Dear Boss.”\n\nPrigozhin’s deadly work — and how Vladimir Putin’s Russia really operates\n\nThe Internet Research Agency shows why Prigozhin is useful to the Kremlin.",
  "His ties to Putin go back to at least 2001: He’s worked on everything from election interference to setting up pro-Putin newspapers to sending Russian mercenaries to Syria to fight on behalf of Bashar al-Assad’s regime.",
  "“[That’s] no small accomplishment for a guy who spent nine years in a Soviet prison and began his business career in restaurants.”\n\nAnd Prigozhin’s rise, while deeply strange in its details, isn’t just a one-off.",
  "These so-called “curators” undermine the actual Russian government and can sometimes cause international incidents — like, say, by attacking a US military position and getting more than 200 people killed.",
  "Prigozhin didn’t actually cook the food himself, per the New York Times, but he did serve the meal personally and lingered ostentatiously near the two leaders — the origin of the “Putin’s chef” nickname.",
  "It speaks to a fundamental truth about the way the Putin regime operates — not just as a traditional government, but also as a kind of criminal cartel in cahoots with its wealthiest private citizens.",
  "But it also shows why a system that relies heavily on officially sanctioned corruption as a way of doing business is far more rickety, inefficient, and error-prone than many outside observers assume.",
  "Wagner has also reportedly played a major part in Russia’s invasion of Crimea and low-level war in Eastern Ukraine, recruiting gunmen to fight on Russia’s behalf without appearing in its uniform.",
  "It was at one of his fancy joints, a converted commercial boat called New Island, where the first known meeting between Prigozhin and fellow St. Petersburg native Vladimir Putin took place.",
  "If you’re being generous, you could cast Yevgeny Prigozhin as a character in a Russian Horatio Alger novel: a boy with humble roots who rose up to become one of the richest men in Russia.",
  "Think of him as a kind of money launderer: The Russian government gives him millions via government contracts, and then he spends a fraction of that money on unofficial Russian black ops.",
  "The constant sense of urgency and the injection of siloviki [former intelligence agents] into civilian policy lead to a contradictory mix of rash decisions and defensive inactivity.",
  "He’s a willing source of outside funding, allowing them to try some risky things — like interfering with an American election — without having to put Putin’s fingerprint on it.",
  "At various different points, Prigozhin’s catering businesses served the St. Petersburg school system, the Moscow school system, and 90 percent of the entire Russian military.",
  "“Putin’s chef” would be better described as Putin’s fixer: someone who does the Russian leader’s dirty work, while giving Putin plausible deniability if things go wrong.",
  "In his 2018 book The New Autocracy, UCLA Russia expert Daniel Treisman sees the use of outsiders like Prigozhin as characteristic of Putin’s current governing strategy.",
  "“Private military companies are technically illegal in Russia, but this one seems to exist and work as a kind of cutout of the Kremlin,” Thoburn says of Wagner.",
  "Prigozhin went into food services — setting up a hot dog stand, managing a grocery chain, launching a catering business, and founding two high-end restaurants.",
  "Instead, he cooks up international plots — like Russia’s campaign to use social media to undermine Hillary Clinton’s 2016 campaign and promote Donald Trump’s.",
  "The organization eventually focused its efforts on tearing down the Clinton campaign and more generally spreading chaos in the US electoral system.",
  "In 2001, newly elected President Putin decided to bring French President Jacques Chirac to New Island to sample its French and Russian menu.",
  "“Putin recruits freelancers — reportedly referred to inside the Kremlin as curators — to manage particular problem areas,” Treisman writes.",
  "Prigozhin was among the 13 Russian nationals indicted by special counsel Robert Mueller in February and is by far the most well-known.",
  "Russia’s 2011 legislative elections, widely seen as undemocratic and uncompetitive, sparked major anti-Putin demonstrations in Moscow.",
  "One Wagner employee, in a taped phone call obtained by Polygraph, estimated that at least 210 fighters were killed by the Americans.",
  "A Putin deputy, Vyacheslav Volodin, came up with the idea of countering these protests with a campaign of internet disinformation.",
  "On May 29, just two days before Prigozhin’s 55th birthday, several agency employees posed for a photo in front of the White House.",
  "US warplanes hammered the Wagner mercenaries, forcing them to withdraw without doing substantial damage to the American positions.",
  "On February 7, they attacked a US base at an oil refinery near the Syrian city of Deir ez-Zor along with other pro-Assad forces.",
  "Born in 1961 in St. Petersburg (then called Leningrad), the young Prigozhin quickly fell in with a bad crowd.",
  "This is precisely why he uses people like Prigozhin to fund these kinds of activities, according to Thoburn.",
  "This is Prigozhin’s relationship with a mercenary organization named, innocuously enough, the Wagner Group.",
  "They were the group that, since 2014, had been planning a campaign of interference in the US election.",
  "That’s part of why the Internet Research Agency operated so effectively from the shadows for so long.",
  "The Internet Research Agency was at the heart of special counsel Mueller’s mid-February indictments.",
  "Yevgeny Prigozhin, the man widely referred to as “Putin’s chef,” doesn’t actually prepare food.",
  "He would pay for the staff and the facilities while quietly taking direction from the Kremlin.",
  "Per the BBC, his key role is as moneyman, the Daddy Warbucks of Russian military adventurism.",
  "So it turned to at least one loyal outside funder — Prigozhin — to fund the agency’s work.",
  "The use of curators like Prigozhin may seem like another stroke of Putin’s evil genius.",
  "The Kremlin didn’t want to be openly associated with this propaganda effort.",
  "In the Russian system, connections to the government mean everything.",
  "He received roughly a billion dollars from these contracts alone.",
  "“We got our fucking asses beat rough,” the Wagner mercenary said.",
  "But Treisman points out there are also major downsides.",
  "But the reality is just a little more sordid.",
  "This model is bigger than Prigozhin.",
  "Who is Yevgeny Prigozhin?",
  "The attack was a fiasco."
]