[
  "But he also warned that the sentence will ensure that Edward Snowden -- the National Security Agency leaker who was charged with espionage in a potentially more explosive case while Manning's court-martial was underway -- \"will do his best never to return to the United States and face a trial and stiff sentence.\"",
  "The sentencing fired up the long-running debate over whether Manning was a whistleblower or a traitor for giving more than 700,000 classified military and diplomatic documents, plus battlefield footage, to the anti-secrecy website WikiLeaks.",
  "Bradley Manning plans to live as a woman named Chelsea and wants to begin hormone therapy as soon as possible, the soldier said Thursday, a day after being sentenced to 35 years in prison for sending classified material to WikiLeaks.",
  "He was found guilty last month of 20 crimes, including six violations of the Espionage Act, but was acquitted of the most serious charge, aiding the enemy, which carried a potential sentence of life in prison without parole.",
  "Coombs also will work in coming weeks on a separate process in which he can seek leniency from the local area commander, who under military law must review -- and could reduce -- Manning's convictions and sentence.",
  "A Federal Bureau of Prisons policy implemented last year requires federal prisons to develop treatment plans, including hormone therapy if necessary, for inmates diagnosed with gender-identity disorder.",
  "Manning's defense attorney David Coombs told \"Today\" in an interview that he is hoping officials at the military prison in Fort Leavenworth, Kan., will accommodate Manning's request for hormone therapy.",
  "Ellsberg also was charged under the Espionage Act, but the case was thrown out because of government misconduct, including a White House-sanctioned break-in at the office of Ellsberg's psychiatrist.",
  "Still, the lawyer decried the government's pursuit of Manning for what the soldier said was only an effort to expose wrongdoing and prompt debate of government policies among the American public.",
  "Manning, an Army intelligence analyst from Crescent, Okla., digitally copied and released Iraq and Afghanistan battlefield reports and State Department cables while working in 2010 in Iraq.",
  "Daniel Ellsberg, the former defense analyst who leaked the Pentagon Papers in 1971, on Wednesday called Manning \"one more casualty of a horrible, wrongful war that he tried to shorten.\"",
  "Bradley Manning sentenced to 35 years in prison\n\nCoombs read from a letter Manning will send to the president that read: \"I regret if my actions hurt anyone or harmed the United States.",
  "\"She most likely will need to be placed with a female prison population because she identifies as female,\" said Jeffrey Parsons, a psychology professor at Hunter College in New York.",
  "\"He might be angling to go there because he believes life at a federal prison could be easier than life at the disciplinary barracks at Fort Leavenworth,\" Rinckey said.",
  "Meanwhile, the fight to free Manning has taken a new turn, with Coombs and supporters saying they will ask the Army for leniency -- and the White House for a pardon.",
  "Army\n\nAttorneys had presented evidence of Manning's struggle with gender identity, including a photo of the soldier in a blond wig and lipstick sent to a therapist.",
  "Manning announced the decision in a written statement provided to NBC's \"Today\" show, asking supporters to refer to him by his new name and the feminine pronoun.",
  "And the American Civil Liberties Union, the Human Rights Campaign and other advocates for gays, bisexuals and transgender people said he deserves the treatment.",
  "He also said the military is adamant about not providing hormone treatment: \"You enlisted as a male, you're a male, you're going to be incarcerated as a male.\"",
  "Greg Rinckey, a former Army prosecutor and now a lawyer in Albany, N.Y., said Manning's statement could be a ploy to get him transferred to a civilian prison.",
  "Gabriel Schoenfeld, a senior fellow at the conservative Hudson Institute think tank and author of the book \"Necessary Secrets,\" welcomed Manning's punishment.",
  "But the staff has some leeway to separate soldiers from the other inmates based on the risk to themselves and others, prison spokesman George Marcec said.",
  "Manning was to return to the military prison at Fort Leavenworth, Coombs said, adding that he didn't know precisely when the soldier would leave Maryland.",
  "Manning also leaked video of a 2007 Apache helicopter attack in Baghdad that mistakenly killed at least nine people, including a Reuters photographer.",
  "The Obama administration has charged seven people with leaking to the media; only three people were prosecuted under all previous presidents combined.",
  "With good behavior and credit for the more than three years he has been held, Manning could be out in as little as seven years, Coombs said.",
  "By volume alone, it was the biggest leak of classified material in U.S. history, bigger even than the Pentagon Papers a generation ago.",
  "Manning's case was part of an unprecedented string of prosecutions brought by the U.S. government in a crackdown on security breaches.",
  "Given the way that I feel, and have felt since childhood, I want to begin hormone therapy as soon as possible,\" the statement read.",
  "Manning's struggle with gender identity disorder -- the sense of being a woman trapped in a man's body -- was key to the defense.",
  "\"Now the Army can claim this isn't health care, but they have the weight of the medical profession and science against them.\"",
  "In a statement, the Army said it \"does not provide hormone therapy or sex-reassignment surgery for gender identity disorder.\"",
  "After his sentencing Manning was returned on Thursday to Fort Leavenworth, where he has been held for more than two years.",
  "Manning would not be allowed to wear a wig or bra, and his hair would have to be kept to military standard, Marcec said.",
  "During the sentencing hearing Wednesday, they wore T-shirts reading, \"truth,\" as they had for the entire court-martial.",
  "Manning said the motive was exposing the U.S. military's \"bloodlust\" and generate debate over the wars and U.S. policy.",
  "Coombs said that he was in tears after the sentencing and that Manning comforted him by saying: \"Don't worry about it.",
  "Coombs said he will file a request early next week that Obama pardon Manning or commute his sentence to time served.",
  "That is fairly settled law,\" said Mara Keisling, executive director of the National Center for Transgender Equality.",
  "\"The time to end Brad's suffering is now,\" Coombs told a news conference after Manning's sentence was handed down.",
  "Advocates said gays and transgender people are more susceptible to sexual assault and other violence in prison.",
  "The government alleged Manning was a traitor who betrayed his oath as a soldier in order to gain notoriety.",
  "The sentence was the stiffest punishment ever handed out in the U.S. for leaking information to the media.",
  "\"The time for our president to focus on protecting whistleblowers instead of punishing them is now.\"",
  "Manning said the disclosure was done \"out of a love for my country and a sense of duty to others.\"",
  "\"The sentence is a tragedy for Bradley Manning, but it is one he brought upon himself,\" he said.",
  "Steven Aftergood of the Federation of American Scientists said \"no other leak case comes close.\"",
  "Manning's case appeared to be the first time the therapy had come up for a military prisoner.",
  "Hours later, they had changed into shirts saying, \"President Obama: Pardon Bradley Manning.\"",
  "\"As I transition into this next phase of my life, I want everyone to know the real me.",
  "Coombs said he will do \"everything in my power\" to make sure Manning gets his way.",
  "The White House said the request would be considered \"like any other application.\"",
  "\"It will certainly serve to bolster deterrence against other potential leakers.\"",
  "Whistleblower advocates said the punishment was unprecedented in its severity.",
  "\"In the United States, it is illegal to deny health care to prisoners.",
  "But the bureau oversees only civilian prisons.",
  "Fort Leavenworth is an all-male prison.",
  "Even Manning's supporters have pivoted.",
  "It was never my intent to hurt anyone.\"",
  "The statement was signed \"Chelsea E.",
  "A lawsuit could be in the offing.",
  "However, a pardon seems unlikely.",
  "I'm going to get through this.\"",
  "I know you did your best.",
  "I am Chelsea Manning.",
  "I'm going to be OK.",
  "Others disagreed.",
  "It's all right.",
  "FORT MEADE, Md.",
  "I am a female.",
  "AP Photo/U.S.",
  "Manning.\"",
  "..."
]