[
  "By David Brunnstrom and Matt Spetalnick\n\nWASHINGTON (Reuters) - U.S. Vice President Mike Pence intensified Washington's pressure campaign against Beijing on Thursday by accusing China of \"malign\" efforts to undermine President Donald Trump ahead of next month's congressional elections and reckless military actions in the South China Sea.",
  "Pence said Beijing, with an eye not only to the congressional elections but also to Trump's 2020 re-election bid, had \"mobilized covert actors, front groups, and propaganda outlets to shift Americans’ perception of Chinese policies\" and was targeting its tariffs to hurt states where Trump has strong support.",
  "However, the allegations have raised questions whether Trump and his aides are trying to deflect attention from an investigation of his campaign’s possible ties to Russian meddling in the 2016 presidential election and also set up China for blame if Republicans do poorly in November's vote.",
  "In what was billed as a major policy address, Pence sought to build on Trump's speech at the United Nations last week in which he accused China of trying to interfere in the vote that will determine if his Republican Party keeps control of Congress.",
  "China expert Chris Johnson, a former CIA analyst now at Washington's Center for Strategic and International Studies, said Pence's speech appeared aimed in part at building a narrative that a vote for the Democrats would be vote for China.",
  "While China's state media slammed Pence's comments, the nationalistic tabloid Global Times called for restraint, stressing that China should assess the situation objectively and refrain from a \"battle of wills\" with the United States.",
  "In particular, China must not let its problems with the United States escalate to affect its relationship with the entire Western world, or make China \"conservative\" in reforms and domestic policies, it said in an editorial on Friday.",
  "Homeland Security Secretary Kirstjen Nielsen told the Washington Post this week there was no indication of any foreign effort to disrupt election infrastructure, but added that \"we know they (China) have the capability and the will.\"",
  "He said that in June, Beijing laid out its strategy in a sensitive \"Propaganda and Censorship Notice\" which stated that China must \"strike accurately and carefully, splitting apart different domestic groups\" in the United States.",
  "In a statement, Chinese Foreign Ministry spokeswoman Hua Chunying said Pence in his speech had made \"unwarranted accusations ... and slandered China by claiming that China meddles in U.S. internal affairs and elections.\"",
  "Even so, Pence said: \"As a senior career member of our intelligence community recently told me, what the Russians are doing pales in comparison to what China is doing across this country.\"",
  "Pence said Chinese security agencies had masterminded the \"wholesale theft of American technology,\" including military blueprints, and warned Washington would continue to take action.",
  "But U.S. officials and independent analysts say they have not detected the kind of systematic manipulation of social media and email hacking Russia was accused of in 2016.",
  "Pence's speech at Washington's Hudson Institute marked a sharpened U.S. approach toward China going beyond the bitter trade war between the world’s two biggest economies.",
  "China is committed to working with the United States for \"non-conflict, non-confrontation, mutual respect and win-win cooperation,\" she added.",
  "Pence said China was waging a sophisticated effort to sway the elections against the Republicans in retaliation for Trump's trade policies.",
  "CONFLICTING ACCOUNTS\n\nWashington has long cited China as a major culprit in the hacking of U.S. government and corporate databases.",
  "Trump has justified his trade policy by accusing China of stealing intellectual property and limiting access to its market.",
  "Neither Trump nor Pence provided hard evidence of meddling by China, which last week rejected the president's allegation.",
  "\"Another part of it is trying to distract attention from the real threat, which is Russia,\" he said.",
  "It highlighted disputes such as cyber attacks, Taiwan, freedom of the seas and human rights.",
  "\"There's nothing in that speech that rises to the level of 2016 Russian active measures.\"",
  "He vowed to continue to expose Beijing's \"malign influence and interference.\"",
  "The two countries have imposed increasingly severe tariffs on each other.",
  "\"China wants a different American president,\" Pence said."
]