[
  "It turns out that the politician-speak impulse to move away from uncomfortable topics rather than address them head on, to stick to a script even when it doesn’t really answer the moderator’s question, is a very, very effective way to avoid getting sucked down rabbit holes, to avoid digging yourself into a deeper hole when your opponent brings up past gaffes or misconduct.",
  "It’s gotten less attention this year than most election years, given Trump’s statements indicating he’d protect Social Security and Clinton’s pledges to expand it, so Quijano’s decision to add a strong dollop of establishmentarian entitlement bashing was a major victory for the fiscal conservatives who dominate Washington’s discussion on the budget.",
  "The conclusion that a donor like that would draw from the debate is that Pence has all the advantages of a Marco Rubio elite favorite type (the commitment to party doctrine, the polish and panache in public speaking, message discipline) and none of the downsides (immigration heresies, residual anger from the 2016 primaries).",
  "But from the perspective of neoconservatives who dominate the foreign policy wing of the Republican Party, Pence’s riff told them something important: After a campaign in which Trump has rejected their views on everything from Russia to Iraq to Syria, a member of the Republican ticket still has their back.",
  "Not only did he respond to the Machado attack at the time with embarrassing bafflement (“Where did you find this?”) but he followed up with late-night tweets doubling down on his attacks against Machado, ensuring the issue took up an entire week’s news cycle and continued to damage him.",
  "He was markedly more aggressive than Pence in a way that, if anything, undermined the temperament-based critique that Clinton has been launching, very successfully, against Trump; obviously, Kaine wasn’t acting remotely like Trump, but he definitely seemed to be losing his cool.",
  "The candidates, even when they’re traditional politicians and not impossible-to-anticipate gadflies like Trump, are going to run over their time limits, interrupt each other, make factual statements you need to rebut, and answer questions with scripted off-topic disquisitions.",
  "So while it’s all well and good to joke about how dull and staid Tim Kaine and Mike Pence are — especially compared with the thrill-a-minute carnival show that Donald Trump puts on in debates — keep in mind that the stakes here are actually significant.",
  "Add to that his focused attack on the Obama administration for withdrawing from Iraq too early, and his criticism of the Iran deal, and you had a foreign policy platform not too far from the one neocon favorite Marco Rubio propounded in the primaries.",
  "\"Putin is pursuing the classic despot’s strategy: He is invading neighbors and beating the drums of war in order to distract his own people from his ruinous and tyrannical rule,\" Council on Foreign Relations fellow Max Boot wrote in the LA Times.",
  "That does not answer the fact that Trump said that at one time, but Pence’s attempt at mass public gaslighting is necessary if a campaign as riven with contradictory ideas and themes as Trump’s is to be seen as anything approaching coherent.",
  "Trump's Putin fandom is one of the most singularly enraging facts about his campaign for dedicated neocons, who view Putin as an autocrat who the US should meet with suspicion and military strength, not unlike the autocrats who rule Iran.",
  "One of the first questions moderator Elaine Quijano asked relied on the Committee for a Responsible Federal Budget’s analysis of the impact of the candidates’ plans on the debt, admonishing them for not coming up with plans to reduce it.",
  "At times it appeared that Pence was defending a very different ticket from the one he’s on, as when he argued for a tough line against Russia’s intervention in Syria, when Trump has conspicuously expressed sympathy for the Putin regime.",
  "Both Hillary Clinton and Tim Kaine brought out a parade of attacks focused on Trump’s character: his bullying of Miss Universe Alicia Machado, his attack on Judge Gonzalo Curiel, his record of tax non-payments, and so on.",
  "Second, she simply assumes that this debt would be “disastrous to the country.” The media is less ideologically biased than many voters assume, but one way in which it is very biased is its obsession with the debt.",
  "He did say, “I think it's inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country.” Trump really did suggest that Japan and South Korea should get nukes.",
  "And given that VP debates don’t generally swing presidential elections, it’s perverse to look at Pence’s relatively solid tone and temperament during the debate and conclude that he’s going to win voters over.",
  "Even if you think that email systems administration and the fundraising of a hugely effective charity are real issues worthy of coverage, Quijano picked the most superficial and pointless way to bring them up.",
  "Just as bad was her question on the debt:\n\nAccording to the nonpartisan Committee for a Responsible Federal Budget, neither of your economic plans would reduce the growing $19 trillion gross national debt.",
  "Pushing against those impulses successfully and handling the candidates such that they’re capable of a clear, orderly exchange on substantive issues is a difficult task, and nearly impossible to train for.",
  "Fourteen of the 47 people to have served as vice president have gone on to be president, either due to the death or resignation of the president or because they won election after their president's term.",
  "Quijano elided the fact that Trump’s plans are vastly more expensive than Clinton’s (about which more in a moment), but it was still more attention than debt issues have gotten in the campaign to date.",
  "Paying for Trump's plans without raising taxes would require massive cuts — stuff like all federal funding for education, transportation, all programs for the poor, all veterans' programs, and more.",
  "If you view the debate from the vantage point of a Republican donor or party elite, weighing how the party is going to recover after the disaster that is Donald Trump, Pence did exceptionally well.",
  "There’s no better illustration of the value of politician-speak than the contrast between Mike Pence’s performance on Tuesday night and Donald Trump’s at the presidential debate a week earlier.",
  "He gave a whole argument for getting tough on Russia and even attacking Bashar al-Assad's forces in Syria, in direct contradiction to everything Trump has ever said on Russia and Putin.",
  "She let Kaine and Pence talk over each other and interrupt each other repeatedly; her objections were so mild that after a while the candidates appeared to just stop listening to them.",
  "Winner: Mike Pence\n\nLet’s be clear about something: Mike Pence spent a lot of tonight just straight-up lying about what he and Donald Trump have said, or refusing to defend it.",
  "This roundup from the Huffington Post gets at it, but it’s impossible to catalogue all of Pence’s head shakes and dismissals:\n\nAnd then there was the whole Russia exchange.",
  "Even if you assume they’d have minimum influence as VP, there’s a real possibility they’ll jump from that hilariously duty-free job to the most important job in the world.",
  "They pit against each other two contenders who have not been selected through any electoral process, and whose debate performance probably won’t swing many, if any, votes.",
  "Winner: Washington elites\n\nThe most striking thing about Pence’s riff on the evils of Vladimir Putin was how egregiously they contradicted Trump’s statements on the man.",
  "Pence’s apparent response to being asked to defend the most pro-Russia Republican campaign in memory was to just pretend as though it held totally different positions.",
  "It’s a chance for viewers to gauge the preparedness for the presidency of two people who stand a surprisingly high chance of assuming the office should they become VP.",
  "He repeatedly interrupted both Pence and the moderator, insisting on getting a word in in a way that may have been intended as confident but came across as desperate.",
  "This is another hobby horse of debt worrywarts, whose plans for reducing the deficit tend to overwhelmingly involve cutbacks to entitlement programs for the elderly.",
  "And in retrospect, of course he did: He has more than two decades of experience in politics and running for office, and he knows how to handle a debate like this.",
  "He didn’t need to help Clinton win the election; I think he knew perfectly well that the near-term electoral stakes of the vice presidential debate were minimal.",
  "Given that investors are literally paying the government for the privilege of giving it money, there’s a very good case that the debt is too small, not too big.",
  "To his fans, this is a huge part of the appeal: Not only is he not a part of the current wretched system, but he doesn’t talk like a careful politician either.",
  "There was a time when former VP nominees Joe Lieberman, John Edwards, and Sarah Palin all seemed like plausible presidential contenders … until they weren’t.",
  "But at the very least, he needed to use his one national TV platform to further the Clinton campaign’s message, to show his loyalty, and to prove his value.",
  "Tim Kaine brought up real Donald Trump quote after real Donald Trump quote, and Pence simply invented a world in which they were never said, never mattered.",
  "Loser: the truth\n\nIt’s really, really hard to adequately explain how reliant Pence was on lying and denying that Trump said things he clearly did say.",
  "When Tim Kaine noted that Pence called Vladimir Putin a better leader than President Barack Obama, Pence yelled back, \"That is absolutely inaccurate.\"",
  "That was a decent enough theory, but Pence showed very early on that he had no interest in defending or even really acknowledging Trump’s failings.",
  "This is a verbose version of just yelling, “WHAT ABOUT HER GAFFES.” Note how removed Quijano’s actual question is from any first-order issue.",
  "He doesn’t talk in focus-grouped catchphrases, he doesn’t have a defined message he stays on, he’s loose and improvisational on the stump.",
  "And he’s running out of time to learn to deflect, Pence-style, and move on from his opponent’s attacks before debate number two on Sunday.",
  "Take her first question to Kaine:\n\nYou talked about Hillary Clinton's character, yet 60 percent of voters do not think she is trustworthy.",
  "For another, the odds of Kaine winning a fifth consecutive presidential term for the Democrats are, if not zero, then very close to zero.",
  "It was simply surreal, a dispatch from a totally different world with totally different candidates who believe totally different things.",
  "He’s a national figure with huge name recognition, and he hasn’t earned the kind of intraparty enemies of a Marco Rubio or a Ted Cruz.",
  "When Kaine brought up the times Trump has argued that more countries should have nuclear weapons, Pence replied, \"He never said that.\"",
  "Trump’s rhetoric on Russia terrifies neoconservatives — but Pence’s Putin bashing wouldn’t feel out of place in the Weekly Standard.",
  "Trump has yet to learn that skill over the course of this campaign, and the result was his disastrous first debate against Clinton.",
  "When Clinton attacked him on not paying taxes, he said, “That makes me smart,” implying normal Americans who do pay taxes are dumb.",
  "His primary defense of his running mate was that he has not said or done any of the things he’s said and done over the past year.",
  "CRFB got another shoutout when Quijano demanded plans from the candidates on how to resolve Social Security’s long-run shortfall.",
  "The night was also a victory for Washington establishmentarians who are, more than anything, terrified of the national debt.",
  "It’s true that Trump doesn’t believe now, after much public outrage, that you should lock up women for getting abortions.",
  "He had very clearly prepared for a debate where he would force Pence to repeatedly answer for the sins of Donald Trump.",
  "If and when Trump loses the general election, Pence immediately becomes a major candidate for the 2020 GOP nomination.",
  "But Pence told them on Tuesday that they’d still have a voice even if their nightmare Republican won the presidency.",
  "And after Trump loses, they’ll return to their place as the most important Republican faction on national security.",
  "First, equating the two candidates' plans when it comes to the debt is misleading to the point of irresponsibility.",
  "And when she could get a word in edge-wise, her questions were horse-racey and sorely lacking in policy substance.",
  "But when Kaine brought up Trump’s worst moments and proposals — his Muslim ban plan, the Curiel attacks, etc.",
  "In some respect, this is faithful to the inherent inconsistency and mercurial policy stances of Donald Trump.",
  "But unlike the rest of the field, Trump supporters won’t view him as inherently illegitimate and suspect.",
  "So I have sympathy for CBS News’s Elaine Quijano, who was tasked with moderating the Pence-Kaine debate.",
  "But his failure to adapt to Pence’s strategy of just flat-out lying denied him and Clinton a clear win.",
  "He hit Trumpian themes on immigration and national security, and showed unerring loyalty to the ticket.",
  "For one thing, he and Clinton are probably going to win, so a Kaine run would have to wait until 2024.",
  "The Treasury Department is currently offering negative returns on five- and seven-year Treasury debt.",
  "He at most shook his head and briefly denied the charge, and then moved on to a prepared message.",
  "She would give candidates another 30 seconds here or there just because they asked loudly enough.",
  "Obviously, the shape of the 2020 primary field will change a lot over the next three years or so.",
  "With that in mind, here’s who left the night better off than they entered — and who lost ground.",
  "Trump would add $5.3 trillion — and that's down from his initial, even less responsible plans.",
  "She asked how he thought media coverage of those issues was affecting Clinton’s poll numbers.",
  "And rather than adjust his strategy in light of that fact, Kaine appeared to flail and panic.",
  "Loser: Tim Kaine\n\nIt’s actually somewhat hard to define what Kaine’s task was in the debate.",
  "But the clichés of modern politicians’ rhetoric, style, and language developed for a reason.",
  "But the debate is still a useful event, despite its lack of obvious electoral consequences.",
  "When Clinton sprang these on Trump, he flipped out in a way that, predictably, helped her.",
  "Moreover, he has a personal connection to Trump voters and the potential to win them over.",
  "That does a huge disservice to viewers who look to journalists to elucidate these issues.",
  "This is still a bad cycle for neoconservatives overall; Trump’s victory guaranteed that.",
  "All that being said, Pence had a different task from trying to help his current ticket.",
  "Pence’s total reversal of the Trump line on this was thus a pretty unqualified victory.",
  "Nor does he share Pence’s task of laying the groundwork for a future presidential run.",
  "He delivered exactly the kind of performance a donor like that would be searching for.",
  "She did not ask Kaine if he thought Clinton’s email server management was appropriate.",
  "Clinton’s, by contrast, could be easily paid for with some mild cuts or tax increases.",
  "Are you concerned that adding more to the debt could be disastrous for the country?",
  "Indeed, it’s unlikely anything about them will swing a significant number of votes.",
  "She did not ask if he approved of the Clinton Foundation’s fundraising practices.",
  "But Pence appears to understand that his job isn’t to defend his actual ticket.",
  "Is it because they have questions about her emails and the Clinton foundation?",
  "But he also, when it counted, showed his traditional conservative bona fides.",
  "He can win over the voters who denied GOP elites the nomination this year.",
  "But even given that, Quijano’s performance was singularly disastrous.",
  "Loser: moderator Elaine Quijano\n\nModerating a debate is a tough job.",
  "Clinton would add $200 billion to the debt over 10 years, per CRFB.",
  "That being said, it was a lot better than what happened to Trump.",
  "Again, it’s important not to overstate the stakes for Kaine here.",
  "\"It is terrifying that Trump sees Putin as an admirable leader.\"",
  "Loser: Donald Trump\n\nDonald Trump is not a normal politician.",
  "Who the hell votes based on the second person on the ticket?",
  "He didn’t get dragged into obvious traps Kaine was setting.",
  "Both of you were governors who balanced the state budget.",
  "Vice presidential debates are somewhat curious occasions.",
  "A poor VP debate performance isn’t the end of the world.",
  "That’s a huge distinction that Quijano entirely elided.",
  "Even 30-year debt is only paying 0.66 percent interest.",
  "It’s to look out for his long-term career prospects.",
  "It at the very least looked crisp and professional.",
  "But that doesn’t mean it was, like, acceptable.",
  "In fact, your plans would add even more to it.",
  "He can be controlled and kept to the platform.",
  "He did not directly address Trump’s conduct.",
  "Quijano simply waves this possibility away.",
  "Watch: Pence and an insult-driven campaign",
  "Their word is still the standard line.",
  "Pence was being flagrantly dishonest.",
  "Why do so many people distrust her?",
  "Man, where to begin with this one.",
  "And on that score, he did well.",
  "That’s just theater criticism.",
  "And he didn’t really do that.",
  "Or respectful to the voters.",
  "On this, we can all agree.",
  "That’s kind of appalling.",
  "They weren’t arbitrary.",
  "Pence was simply lying.",
  "They served a purpose.",
  "— Pence kept his cool.",
  "Pence kept his cool.",
  "This wasn’t ideal.",
  "Or moral."
]