[
  "Bannon was speaking at an event organized by the institute: “Countering Violent Extremism: Qatar, Iran and the Muslim Brotherhood” in Washington, D.C. Bannon was referring to the Arab Islamic American Summit held in Saudi Arabia in May, where Trump met with Arab leaders to organize a united front against ISIS and to stop the financing of terrorism.",
  "Breitbart News Executive Chairman and former White House Chief Strategist Steve Bannon told a Hudson Institute audience Monday that Trump’s “America First” stance does not mean that he is an isolationist, and pointed to the May Riyadh Summit and victory against the Islamic State in Raqqa as proof of this.",
  "“In eight months of President Trump’s strategy, executed by General Mattis, and that strategy was not a war of attrition, he was very specific from day one, this is a war of annihilation: ‘we will annihilate the caliphate’ and that’s been accomplished,” he said.",
  "“Raqqa fell the other day, the physical destruction of ISIS’s caliphate, which shocked the world with its rapid rise.”\n\nHe put the victory down to changing the strategy from a war of attrition, to a war of annihilation.",
  "Bannon noted that despite Trump being criticized during the campaign for his perceived lack of foreign policy knowledge, he has achieved a victory that would have been seen as almost impossible just a year ago.",
  "‘I don’t think it’s just by happenstance that two weeks after that summit that you saw the blockade of the United Arab Emirates and Bahrain [and] Egypt and the Kingdom of Saudi Arabia on Qatar,” he said.",
  "As Breitbart News reported last week, analysts caution that ISIS has not been destroyed, but with these twin defeats, it has been broken down from a terror state back into a terrorist organization.",
  "Bannon said that specifically, the point of the summit was to stop the financing of the Muslim Brotherhood and Hamas, and also Iran’s aggressive anti-Western strategy.",
  "“I think anybody who thinks … his philosophy is isolationist, I don’t know how you look at that Arab Summit that took place in May in Riyadh,” Bannon said.",
  "Just eight months into Trump’s term, Bannon also noted, ISIS has largely been wiped out after major defeats in Mosul, Iraq, and Raqqa, Syria.",
  "The latter is arguably a more significant defeat for the terror group as Raqqa was the group’s de facto capital in the Middle East.",
  "“President Trump has accomplished something that I think people would have mocked and laughed at him in the campaign,” Bannon said.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "But last week it fell to U.S.-backed troops.",
  "Follow Adam on Twitter: @AdamShawNY"
]