[
  "Instead of lying low amid the political storm it triggered in the US, Moscow, it seems, is scaling up similar activities to influence the midterm vote in November\n\nThis time, however, there is an interesting twist: the hackers went after Republican think tanks, creating false websites made to look like those of the Hudson Institute and the International Republic Institute (IRI) -- prominent conservative groups -- in addition to a website used by staff in Congress.",
  "JUST WATCHED Lewandowski: No value in Trump, Mueller talks Replay More Videos ... MUST WATCH Lewandowski: No value in Trump, Mueller talks 02:09\n\nWith just 10 weeks until the crucial midterm elections, Microsoft found the evidence so convincing that it was able to obtain a court order to take over six websites designed to look like something they were not.",
  "But what is clear is that as long as Russia continues to attack democracy and Trump continues to deny it is happening, everything he does regarding Russia will be viewed with suspicion -- not only by Democrats, but by the segment of the Republican Party that doesn't trust Russia, or Trump.",
  "After it hacked the DNC emails during the height of the presidential campaign, it handed a trove of emails to WikiLeaks for public release, trying to cover its tracks and inflict maximum harm to the campaign of Hillary Clinton and maximum benefit to Trump, Putin's favored candidate.",
  "(CNN) Just as President Donald Trump was openly pondering the possibility of lifting sanctions against Russia, Microsoft revealed it has uncovered yet another Russian intelligence operation aimed at assaulting America's democratic institutions and, it appears, at helping Trump.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nIt's also coming from the likes of Facebook and Microsoft, companies that have little to gain from revealing to their users that when they engage with their services they may be the targets of foreign spies.",
  "The Hudson Institute may have come to Russian attention when, during an event there, Director of National Intelligence Dan Coates described Russia as an aggressive force seeking to undermine democracy and divide Americans.",
  "In Georgia, for example, the name of Brian Kemp, the Republican secretary of state, appeared in a just-declassified congressional report for refusing to cooperate with the federal government to protect election systems.",
  "Ahead of the November elections, which could decide the fate of the Trump presidency, Facebook found a new influence campaign that looked very much like the one that inflamed divisions among Americans two years ago.",
  "The sites were set up by a hacking group called Fancy Bear, associated with Russian military intelligence and well known for, among other activities, its 2016 hacking of the Democratic National Committee.",
  "Despite their strong conservative credentials, these think tanks have not been fully supportive of Trump and have been outspoken in their criticism of Putin's behavior -- both at home and abroad.",
  "Just yesterday, in an interview with Reuters, he again attacked the probe into the Russian interference as \"a disgrace\" and saying, \"If it was Russia, they played right into Russians' hands.\"",
  "By now, the evidence is overwhelming, and it's not just coming from what Trump likes to call the \"witch hunt\" or from the professionals that his supporters dismiss as the \"deep state.\"",
  "Some Hudson Institute fellows were withering in their criticism of Trump's summit with Putin, with one calling Trump's behavior during and after the meeting \"ludicrous and dishonest.\"",
  "During his Reuters interview on Monday, Trump said he would consider lifting sanctions on Russia \"if they do something that would be good for us\" in Syria or Ukraine.",
  "But Kemp dismissed warnings from the Department of Homeland Security, claiming they were an excuse for \"federalizing elections under the guise of security.\"",
  "Russia interfered in the UK's Brexit vote and set its hackers to work in elections in the Netherlands, Austria, Norway, France, Germany and elsewhere.",
  "Searching its website for \"Putin\" brings up a menu of articles decrying the Russian president's repression at home and nefarious tactics abroad.",
  "When Democrats challenge Trump, it feeds into his narrative; when Republicans do it, it threatens to shrink his already narrow base of support.",
  "Britain's new Foreign Secretary, Jeremy Hunt, is calling on the US and Europe to stand \"shoulder to shoulder\" against Russia's transgressions.",
  "Some of Trump's most fervent supporters have branded IRI an enemy , a proponent of the globalist agenda that Trump and his backers abhor.",
  "This new wave of attacks by Russia highlights the widening divide between Trump's Republican Party and traditional conservatives.",
  "A disturbing pattern has emerged: Trump supporters are dismissive of Russian interference; Trump critics are targeted by Russia.",
  "Across the United States, countless Americans are hard at work supporting their favored candidates in thousands of elections.",
  "There is no indication that Russia is anything other than very pleased with the result of its 2016 election meddling efforts.",
  "IRI's board members include, among others, one of Trump's most effective critics, Republican Senator John McCain.",
  "Intelligence officials have warned the President that Russia is already working to interfere with US democracy.",
  "By now, there's no doubt that Russia meddled in 2016, just as it did in elections in a long list of countries .",
  "She is a frequent opinion contributor to CNN and The Washington Post and a columnist for World Politics Review.",
  "And this hacking plan -- aimed at Trump critics -- suggests that Putin wants to continue helping Trump.",
  "It decided to reveal what just occurred, said President Brad Smith, now that \"facts are clear as day.\"",
  "It also shows the extent to which Russia views Trump as an ally: Trump's foes are Russia's foes.",
  "Frida Ghitis, a former CNN producer and correspondent, is a world affairs columnist.",
  "A Mueller indictment says Russia targeted Georgia's vulnerable election machinery.",
  "Why would Russian President Vladimir Putin's operatives target Republicans?",
  "For its part, the IRI stands for everything Putin is trying to dismantle.",
  "Local candidates and activists are working against shadowy obstacles.",
  "Trump, of course, continues to cast doubt on whether this occurred.",
  "Microsoft said it had been tracking Russian hackers for two years.",
  "The opinions expressed in this commentary are those of the author.",
  "Kemp, a fierce Trump advocate, is now running for governor.",
  "Putin, not surprisingly, wants to undercut his detractors.",
  "It's unclear precisely what Trump had in mind.",
  "It is doubtful that Trump will acquiesce.",
  "Notice the \"if.\""
]