[
  "“To be clear, we currently have no evidence these domains were used in any successful attacks before the DCU [Digital Crime Unit] transferred control of them, nor do we have evidence to indicate the identity of the ultimate targets of any planned attack involving these domains,” Microsoft said on the blog.",
  "The New York Times reported that some of the sites that were targeted were the Hudson Institute and the International Republican Institute, organizations that have disagreed with President Trump on ending Russian sanctions.",
  "An indictment from U.S. special counsel Robert Mueller has tied it to Russian's main intelligence agency, known as the GRU, and to the 2016 email hacking of both the Democratic National Committee and the Clinton campaign.",
  "The special counsel Robert Mueller indictment has tied it to Russian's main intelligence agency, known as the GRU, and to the 2016 email hacking of both the Democratic National Committee and the Clinton campaign.",
  "Smith said there is no sign the hackers were successful in persuading anyone to click on the fake websites, which could have exposed a target victim to computer infiltration, hidden surveillance and data theft.",
  "The kind of attacks we see from authoritarian regimes like Russia are seeking to fracture and splinter groups in our society.”\n\nThe Washington Post reported that there were phony versions of six websites.",
  "Both conservative think tanks said they have tried to be vigilant about \"spear-phishing\" email attacks because their global pro-democracy work has frequently drawn the ire of authoritarian governments.",
  "In July, Facebook found a \"sophisticated effort\" to disrupt U.S. politics in advance of the midterm elections, which may have been linked to Russia, and closed down 32 accounts or pages that were fake.",
  "Microsoft on Monday said it seized websites created by Russian hackers to imitate conservative American groups, but instead redirected visitors to websites where their passwords could be stolen.",
  "FACEBOOK SHUTS DOWN 32 ACCOUNTS AND PAGES, FINDS SOPHISTICATED EFFORT TO DISRUPT US POLITICS\n\nMicrosoft calls the hacking group Strontium; others call it Fancy Bear or APT28.",
  "FACEBOOK ALLOWS LANDLORDS TO DISCRIMINATE ON HOUSING ADS, HUD CHARGES\n\nMicrosoft called the hacking group Strontium; others call it Fancy Bear or APT28.",
  "“The Russians are seeking to disrupt and divide,” Brad Smith, Microsoft’s president said, according to the paper.",
  "\"We're glad that our work is attracting the attention of bad actors,\" said Hudson Institute spokesman David Tell.",
  "Three other fake domains were designed to look as if they belonged to the U.S. Senate.",
  "Fox News' Christopher Carbone and the Associated Press contributed to this report",
  "\"We have no doubt in our minds\" who is responsible, Smith said.",
  "“There is an asymmetric risk here for democratic societies.",
  "\"It means we're having an effect, presumably.\""
]