[
  "The former Foreign Minister said that Pena Nieto needs to stick to one course of action, ideally dictated by current Minister of Foreign Affairs Claudia Ruiz Massieu, “he [Pena Nieto] does what she [Ruiz Massieu] says and doesn’t then go and ask the Finance Minister [Videgaray] to go and set up a meeting with Kim Jong-Il.”\n\nIn contrast to Castaneda, former Mexican President Felipe Calderon who served from 2006 to 2012, said, “Mexican people, we are not going to pay any single cent for such a stupid wall!",
  "“Are we going to say that it’s [the wall] not a U.S. domestic issue, it’s a bilateral issue, and we’re going to come to the United States and wherever we can, through our Consulates, through our leaders, through many people, to fight against the wall in the U.S., in Congress, in the border states, in the border communities, in the Mexican communities, or not?”\n\nCastaneda mocked Pena Nieto for taking the advice of his now former Secretary of the Treasury, Luis Videgaray to invite Trump to Mexico.",
  "“I think what the president should begin to do, with the Senate, that I do agree with, is to have a national conversation in Mexico, to educate the Mexican people and Mexican civil society and Mexican business community, etc., about what this means — a Trump victory — means for Mexico.”\n\nThe Mexican statesman lamented that Pena Nieto, “can start doing that on November 9th if by some tragedy, this happens.",
  "“He’s a nice guy, he’s a good friend, he’s an intelligent fellow, but this is not serious – proposal to forbid Mexican federal money from being used for paying the wall.”\n\nThe former diplomat said Trump could force Mexico to foot the bill for a border wall by increasing visa fees, which is a decision made by the State Department, not Congress.",
  "“Now, the issue is to begin a national conversation on what the United States means for Mexico, what Trump means for Mexico, what U.S. politics means for Mexico.”\n\nThe Mexican politico went on to advocate that Mexico fight back against Trump’s proposed border wall if the Republican presidential candidate wins the election in November.",
  "“If [Trump] really wants Mexicans to pay for the wall, he has many ways of getting many Mexicans to pay for the wall.”\n\nCastaneda, who served as Foreign Minister of Mexico from 2000 to 2003, went on to criticize the proposal of a Mexican senator who wants to stop Mexican money from potentially going towards building a wall.",
  "I’m not sure if at this stage it’s a good idea to do it anymore, he should have done it a year ago.”\n\nCastaneda then offered some insight regarding the president’s likely thinking behind his having invited Trump to visit Mexico, saying angrily: “Pena went and did this stupid thing of inviting him [Trump] to Mexico.",
  "Former Mexican President Vicente Fox, Castaneda’s former boss, has more famously said that he is, “not going to pay for that fucking wall.”\n\nFollow JP on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Castaneda, a Princeton University graduate, went on to offer Mexican President Enrique Pena Nieto a few words of advice on how to deal with the possibility of a Trump presidency.",
  "Pena Nieto fired Videgaray shortly after Trump’s visit when Mexican media and popular opinion lambasted the leader for extending an olive branch to the New York billionaire.",
  "Mexico’s former Minister of Foreign Affairs warned Thursday that a President Donald Trump could actually get the country to pay for a wall.",
  "“I think we should be serious about this,” Jorge Castaneda said at the Hudson Institute in comments first reported by The Weekly Standard.",
  "Or he could increase the toll on bridges through the U.S. Customs and Border Protection agency, or through taxing remittances.",
  "“There are ways of doing it,” he said, adding: “So that’s silly, Rios Piter’s thing, es una tonteria [Spanish for it’s silly].",
  "He invited him to Mexico because he thinks he might win, and he’s right, he might win.”\n\nHe chided Pena Nieto.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“He should have started doing all of this a year ago, he didn’t,” Castaneda said.",
  "“I like the Senator who proposed something, Armando Rios Piter’s,” he said.",
  "He didn’t invite him to Mexico because he was sure he was going to lose.",
  "And it’s going to be completely useless."
]