[
  "“Inside the Campaign, Dr. Clovis always vigorously opposed any Russian trip for Donald Trump or staff.”\n\nShe said of the Aug. 15 email that when campaign volunteers made foreign policy suggestions, Clovis “would have expressed courtesy and appreciation” because he is “a polite gentleman from Iowa.”\n\nMueller’s statement of offense says that Papadopoulos’ proposed meeting did not occur.",
  "Interactions between Clovis and Papadopoulos, a 30-year-old energy consultant, became a subject of intrigue on Monday after a federal court unsealed documents showing that Papadopoulos accepted a plea deal earlier this month for lying to the FBI about his interactions with three people who claimed to have links to the Russian government.",
  "He sent an email the following day to a campaign official other than Clovis saying that he had received interesting information “from Moscow.”\n\nThat professor, who was identified on Tuesday as Joseph Mifsud, is denying that he told Papadopoulos tthat he had information about hacked Clinton emails.",
  "Clovis never told Mr. Papadopoulos that ‘a principal foreign policy focus of the campaign was an improved U.S. relationship with Russia’ because that was not Dr. Clovis’ view of the Trump Campaign’s foreign policy priorities,” Toensing said in a statement.",
  "Papadopoulos told investigators that on April 26, 2016, he met with a London-based professor who claimed to have been informed in a meeting in Moscow with Russian government officials that the Russians had obtained “thousands” of Clinton’s emails.",
  "The senior Trump campaign official who brought George Papadopoulos onto the Trump campaign met last week with Special Counsel Robert Mueller’s prosecutors and testified before a federal grand jury, NBC news is reporting.",
  "The Mueller team’s statement of offense also suggests that Papadopoulos claimed that Clovis told him last March that a core policy focus for the Trump campaign was improving relations between the U.S. and Russia.",
  "Papadopoulos, a former intern at the Hudson Institute, a conservative think tank, initially lied to FBI agents during interviews on Jan. 27 and Feb. 16, according to a plea deal he signed on Oct. 3.",
  "Some Democratic lawmakers and activist groups say that Clovis’ exchanges with Papadopoulos — which they assert could be construed as collusion with Russia — should disqualify him from the position.",
  "But Clovis’ lawyer, Victoria Toensing, is denying that Clovis encouraged Papadopoulos to meet with Russians or that he said the campaign was focused on improving relations with Russia.",
  "The Mueller team’s statement against Papadopoulos also includes his statements about an offer from a Russia-linked professor who claimed to have access to “dirt” on Hillary Clinton.",
  "Other emails exchanged between Clovis and Papadopoulos show that the former also rebuffed some of the latter’s attempts to set up meetings between the campaign and Russians.",
  "Sam Clovis, the campaign’s co-chairman and top policy adviser, brought Papadopoulos onto the campaign’s foreign policy team last March, The Daily Caller was told on Monday.",
  "Papadopoulos’ email exchanges with Clovis, a former conservative radio host, feature prominently in a statement of offense submitted by Mueller’s prosecutors in the case.",
  "He also denied Papadopoulos’ claim that he introduced him to a female Russian national who sought to set up meetings between the Trump campaign and Russian officials.",
  "The Mueller team’s statement of offense asserts that Clovis told Papadopoulos that U.S.-Russia relations were a top focus during a March 6, 2016 meeting.",
  "And in an Aug. 15, 2016 email, Clovis wrote that he “would encourage” Papadopoulos to attend an off the record meeting with Russian officials.",
  "The allegations in the statement are threatening to derail Clovis’ confirmation for a top position at the U.S. Department of Agriculture.",
  "Toensing said that the claim about the March 6 meeting is untrue and that the Aug. 15 email was not a serious suggestion.",
  "The emails appear to show Clovis encouraging Papadopoulos to set up “off the record” meetings with Russian officials.",
  "That meeting occurred a month after Russian hackers began stealing Clinton campaign chairman John Podesta’s emails.",
  "It is unclear whether Papadopoulos informed anyone in the campaign about the professor’s email claim.",
  "Toensing did not respond to specific requests about Clovis’ testimony before the grand jury.",
  "He was arrested on July 27 and has been cooperating with investigators ever since.",
  "That was the same day that Papadopoulos was told he could join the campaign.",
  "(RELATED: How Did George Papadopoulos End Up On The Trump Campaign?)",
  "Those documents were released by WikiLeaks in October.",
  "He had previously worked on the Ben Carson campaign.",
  "Follow Chuck on Twitter",
  "“Dr."
]