[
  "US Vice President Mike Pence, pictured in Washington on October 4, 2018, called on Saudi Arabia to extradite suspects to Turkey to face justice over Jamal Khashoggi's death (AFP Photo/Jim WATSON)\n\nWashington (AFP) - Vice President Mike Pence on Thursday accused China of military aggression, commercial theft and rising human rights violations as he cast the Asian power as a villain bent on interfering in upcoming US elections.",
  "In a blistering speech that expands on complaints aired by President Donald Trump at the United Nations last week, Pence accused China of waging an \"unprecedented effort to influence American public opinion\" ahead of critical congressional elections on November 6.",
  "He also slammed Beijing for placing a multi-page advertisement extolling the virtues of US-China trade in the Des Moines Register, the highest-circulation newspaper in Iowa, a swing state whose longtime governor Terry Branstad is Trump's ambassador to Beijing.",
  "Just hours before Pence spoke, the US Justice Department indicted seven Russian intelligence agents as part of a joint crackdown with Britain and The Netherlands on alleged hacking by Moscow, including against the Democratic Party, Trump's domestic rivals.",
  "- Rising disputes -\n\nPence's sharply worded address comes days before Secretary of State Mike Pompeo is due to visit China on a trip focused on nuclear diplomacy with North Korea -- an area in which the United States still seeks Beijing's cooperation.",
  "Relations between the world's two largest economies have plummeted in recent weeks with Trump placing $250 billion in tariffs on Chinese goods, in part over charges that Beijing forces US companies to hand over technological know-how.",
  "The administration's offensive on China comes as a cloud hangs over Trump with an investigation into whether his campaign colluded with Russia to swing the 2016 presidential election in the Republican real estate tycoon's favor.",
  "China's ambassador to the US Cui Tiankai, in an interview with National Public Radio aired shortly before Pence's address, said there was a \"much larger need for cooperation\" than competition with Washington.",
  "The democratic, self-governing island is home to nationalists who fled in 1949 after losing China's civil war and has waged an increasingly lonely campaign for diplomatic recognition as the Republic of China.",
  "Such paid supplements by foreign governments are commonplace in US newspapers, but Pence complained that the United States was not allowed to print similar advertisements in China's state-controlled press.",
  "Larry Kudlow, the director of the White House's National Economic Council, separately said that the United States was speaking to the European Union and Japan about taking joint action against China.",
  "But Pence said: \"As a senior career member of our intelligence community told me just this week, what the Russians are doing pales in comparison to what China is doing across this country.\"",
  "Chinese foreign ministry spokeswoman Hua Chunying said the US charges were \"nothing but speaking on hearsay evidence, confusing right and wrong and creating something out of thin air.\"",
  "- Hailing Taiwan as model -\n\nTouching a particularly sensitive issue for China, Pence attacked Beijing for coaxing three more Latin American nations to switch recognition from Taiwan.",
  "\"The international community has already known fully well who wantonly infringes upon others' sovereignty, interferes in others' internal affairs and undermines others' interests.\"",
  "\"To put it bluntly, President Trump's leadership is working; China wants a different American president,\" Pence said at the Hudson Institute, a conservative Washington think tank.",
  "\"It is very ridiculous for the US side to stigmatize its normal exchanges and cooperation with China as China interfering in its internal affairs and elections,\" Hua said.",
  "Speaking before the Economic Club of Washington, Kudlow -- using language with echoes of the Iraq war -- spoke of a \"trade coalition of the willing to confront China.\"",
  "\"These actions threaten the stability of the Taiwan Strait -- and the United States of America condemns them,\" Pence said.",
  "Pence lashed out at China for focusing its retaliatory tariffs on states vital to the Republicans' electoral chances.",
  "China hit back furiously on Friday, branding Pence's accusation as \"ridiculous,\" groundless and slanderous.",
  "She said China was a \"builder of world peace\" with no interest in meddling in US elections.",
  "\"There can be no doubt -- China is meddling in America's democracy.\"",
  "China has maintained a calm tone as US language escalates."
]