[
  "Tech companies have become much more proactive about sleuthing out and dealing with political influence campaigns since last year, when Facebook, Google and Twitter acknowledged allowing Russian agents to spread propaganda on their networks during the 2016 presidential campaign.",
  "Microsoft, for instance, has gone so far as to request an advisory opinion from the Federal Election Commission to make sure its new free package of online security protections for \"election-sensitive\" customers doesn't count as an in-kind campaign contribution.",
  "The latest hacking attempts mirror similar Russian attacks ahead of the 2016 election, which U.S. intelligence officials have said were focused on helping to elect Republican Donald Trump to the presidency by hurting his Democratic opponent, Hillary Clinton.",
  "The security firm FireEye, which alerted tech companies to some of the suspicious activity, said in a report this week that the overall operation originates from Iran and promotes Iranian interests to audiences in the U.S. and elsewhere.",
  "Company lawyers told the FEC that along with trying to help democracy, Microsoft has a \"compelling business interest in maintaining its brand reputation\" amid continued public focus on Russian efforts to influence this year's election.",
  "Stamos said that \"In some ways, the United States has broadcast to the world that it doesn't take these issues seriously and that any perpetrators of information warfare against the West will get, at most, a slap on the wrist.\"",
  "This time, more than helping one political party over another, \"This activity is most fundamentally focused on disrupting democracy,\" Brad Smith, Microsoft's president and chief legal officer, said in an interview this week.",
  "Google last year also launched what it calls its Advanced Protection Program, which uses security keys to protect high-risk potential hacking targets such as politicians, as well as journalists and business leaders.",
  "He cited Microsoft's revelation early this week that it discovered efforts by a hacking group tied to the Russian government to spoof websites belonging to the U.S. Senate and two conservative institutions.",
  "The company said the hackers created fake internet domains that appeared to spoof two American conservative organizations: the Hudson Institute and the International Republican Institute.",
  "Microsoft said this week it's offering its AccountGuard service on a nonpartisan basis to federal, state and local candidates, party committees and certain nonprofit groups.",
  "The company told FEC it might also work with other tech firms such as Facebook and Twitter on coordinated election security efforts, though no agreements have been made.",
  "Several are going further, offering specific help to protect U.S. political candidates from Russian hackers and other bad actors ahead of the 2018 midterm elections.",
  "Google announced Thursday it had disabled dozens of YouTube channels and other accounts linked to a state-run Iranian broadcaster for a political influence campaign.",
  "Alex Stamos, who stepped down as Facebook's security chief last week, said in an online essay that U.S. officials haven't taken the threats seriously enough.",
  "Google said its own forensic research shows the accounts were set up by people associated with the state-run Islamic Republic of Iran Broadcasting, or IRIB.",
  "On Tuesday, Facebook -- which also works with FireEye -- revealed that it had removed 652 suspicious pages, groups and accounts linked to Russia and Iran.",
  "He said \"this failure has left the U.S. unprepared to protect the 2018 elections,\" though there's \"still a chance to defend American democracy in 2020.\"",
  "Obtaining the FEC's opinion could take Microsoft a few months, but the company said that won't stop it from moving ahead with the service immediately.",
  "Such fake websites have previously been used by the group known as Fancy Bear to trick targeted victims into letting their computers be infiltrated.",
  "They said Microsoft's reputation would suffer if hackers breached Microsoft accounts belonging to election-sensitive customers.",
  "At least one prominent security expert believes it may be too late to protect November's midterms from further interference.",
  "Companies are typically prohibited from contributing to federal candidates and political committees under federal law.",
  "In so doing, they're confronting another question: Could that free help count as an illegal campaign contribution?",
  "Microsoft said it believes there's precedent for charging political and nonpolitical customers different rates.",
  "FireEye said it's a sign that it's no longer just Russia conducting disguised political influence campaigns.",
  "The midterm election is on Nov. 6, though many states have already held their primaries.",
  "The broadcaster didn't immediately respond to an emailed request for comment Thursday.",
  "Other fake domains were designed to look as if they belonged to the U.S. Senate.",
  "Twitter made a similar announcement shortly thereafter."
]