[
  "Clinton lures convoluted Trump off message\n\nThe expectations heaped on Hillary Clinton before the debate might not have been fair – she: an ordinary, ambitious politician who hedges; he: a bigoted, showman whose campaign remains little more than a cloud of hunches and untruths; they reflected this reality: in a four-person race, with third party candidates pulling around 10% of the vote, Clinton has to make more people comfortable with her.",
  "After Trump claimed that he never suggested that the concept of global warming was created by the Chinese, the most retweeted tweet of the night was Trump’s November 2012 message stating that “the concept of global warming was created by and for the Chinese.”\n\n-- Jason Sattler is a member of USA TODAY's Board of Contributors and a columnist for The National Memo.",
  "Little Donald elevated Secretary Clinton\n\nIn this — the single most important moment of this long, bizarre, race-to-the-bottom campaign — each candidate tonight had one overriding goal: to explain to a vast audience why they, and not their rival, are better qualified lead America in a time of rapid, unsettling change, both at home and abroad.",
  "(Photo: Robert Deutsch, USA TODAY)\n\nTrump learns you can't win a debate with bluster\n\nBy almost any conceivable measure, Democrat Hillary Clinton won Monday night’s presidential debate both by demonstrating a detailed grasp of a wide range of issues and putting Republican Donald Trump on the defensive with a litany of personal attacks.",
  "Clinton — cool, calm, and exceptionally well-prepared — wiped the floor clean with Trump, putting him on the defensive from the get go on everything from his refusal to release his taxes, crime, climate change, Iran and, perhaps most damaging of all, his five-year lie on the birther issue.",
  "Fresh off polling momentum in the wake of Hillary Clinton’s campaign’s weirdly secretive handling of her pneumonia, with a large chunk of the country still undecided, Trump had a chance to show he wasn’t just a reality show buffoon or the small-minded bigot his critics have painted him as.",
  "After a strong — but brief — opening in which he attacked Clinton’s support of what he called disastrous trade policies, Trump was reduced to a pouty and ill-focused blowhard as Clinton relentlessly pounded him as a racist, a heartless businessman, a misogynist and a likely tax dodger.",
  "The press coverage leading up to the first onstage meeting of Donald Trump and Hillary Clinton was preoccupied with the question of whether the moderator Lester Holt would dare attempt to fact check Trump — who was recently clocked in at offering a \"falsehood\" every three minutes.",
  "Yet in the end it is likely Trump’s tortuous answers about his birtherism, his attitude to women and his tax returns (the last undercutting his argument as the straight-shooting alternative to Clinton) that will be most replayed and remembered.",
  "He too often seemed unpresidential, petulantly sniping in response to Clinton — and yet missing solid opportunities to put her on the defense, like when curiously failed to bring up her private server use during a cybersecurity question.",
  "Trump flails in first one-on-one\n\nThe debate could have ended with permutations of six possibilities: victory for Trump, victory for Hillary, a draw, disaster for Trump, disaster for Hillary and disaster for Lester Holt, the moderator.",
  "Meanwhile, Trump was his own worst enemy, often blowing opportunities to go after Clinton — as he could have done by turning a conversation about cybersecurity into another harangue about her private email server — by mixing up facts.",
  "Trump wanders around the lunar surface\n\nTrump lost focus and was in reactive mode for most of the evening, scowling, sniffling — someone needs to tell him about Flonase — and generally wandering around the lunar surface.",
  "The big question going into the debate was which Trump would show up, the teleprompter Trump neutered by his campaign manager Kellyanne Conway or the rogue Trump who can’t control his tongue or facial gestures.",
  "-- Melinda Henneberger, a longtime political writer, is a member of USA TODAY's Board of Contributors and a visiting fellow at Catholic University of America's Institute for Policy Research & Catholic Studies.",
  "Trump was at his most effective here, parrying Clinton’s defenses by painting her as a regulatory zealot, a tax raiser, out of touch with workers who are losing their jobs to, well, Mexico and China.",
  "Clinton didn’t get the blows she needed to leap ahead in the polls — but for Trump, who could have used this debate as a chance to continue his surge, tonight was a heck of a missed opportunity.",
  "-- Paul Brandus, founder and White House bureau chief of West Wing Reports, is the author of Under This Roof: The White House and the Presidencyand a member of USA TODAY's Board of Contributors.",
  "At the same time, she was strategically aggressive, challenging Trump on his temperament and his taxes, and forcing Trump into a crouch from which he would jab out with unseemly interruptions.",
  "The problem was visible from the outset: Trump was visibly nervous and instead of greeting the audience and thanking Hofstra as Hillary had done, he immediately launched into his stump speech.",
  "There are two debates to go, but the lesson for Trump is that you can’t bluster or improvise your way when you’re up against an opponent as experienced and battle-tested as Hillary Clinton.",
  "After citing his opposition to the war in 2004, well into the second year of the war, Trump was reduced to demanding that the press call his buddy, Fox News’ Sean Hannity, for verification.",
  "But the killer jab was the argument that he must be hiding something in his taxes or he would have released them; maybe, as he said, not paying taxes makes him smart, but saying so isn't.",
  "They got a split decision on the discussion of race, since neither of them comes to that conversation with clean hands and the criticism that each leveled at the other was well-deserved.",
  "He could have prepared some sort of answer as to why he kept his racially charged campaign going long after Barack Obama produced his birth certificate and only ended it last week.",
  "In a span of 25 minutes, he interrupted her more than 20 times, hammering her 30 years of inaction, for supporting NAFTA and for her flip-flopping on the Trans-Pacific Partnership.",
  "As Trump said, “look at the mess we’re in.”\n\nBut he needed to do more than not flub: he needed to keep up his momentum, show a largness of spirit, an ability to unify the country.",
  "In some ways, he succeeded, largely sidestepping policy gaffes, and consistently depicting Clinton as a Washington insider who had experience — but no wins to show for it.",
  "Clinton won and Holt lost\n\nAs someone who is “Never Trump” and “Never Clinton,” I knew I’d be both pleased that one of them lost and disappointed that one of them won.",
  "Quick takes from Campbell, Henneberger, Sattler, Navarrette, Schoenfeld, Trinko, Ambinder and Brandus\n\nPresidential debate in Hempstead, N.Y., on Sept. 26, 2016.",
  "Trump was like the fighter who throws hundreds of punches but lands few; Clinton was the strategic puncher who throws few punches, but many are humdingers.",
  "By the end, he seemed to have completely lost his place on the page, muttering about Sid Blumenthal and admitting he hadn't given NATO a lot of thought.",
  "He asked Trump about birtherism; Trump’s response was nonsensical, because there is, of course, no valid response; Trump was responsible for its spread.",
  "-- Ruben Navarrette Jr., a member of the USA Today Board of Contributors, is a columnist for the Daily Beast and the Washington Post Writers Group.",
  "He even had the gall — after insulting everyone but Grandmothers and Girl Scouts over the past year — to complain that Clinton was attacking him.",
  "There were numerous times when Trump, nodding, said \"I agree with Secretary Clinton.” He even kept calling her by her title, which elevated her.",
  "He also eagerly fact checked the assertion that he doesn’t have the temperament to be president – and seemed to be almost frothing as he did so.",
  "In the end, Trump was reduced to pleading that “I have a winning temperament” and that Clinton “doesn’t have the stamina” to be president.",
  "When 64% of Americans say you lack the “right kind of temperament and personality\" to be president, that’s a actually a high bar to clear.",
  "She took on his single biggest character vulnerability — his refusal to release his taxes — and insinuated that he had something to hide.",
  "But the other four segments — on cyber security, the Islamic State, the “birther” issue, and Trump’s tax returns — all went to Clinton.",
  "At times, there were hints he was capable of it, such as his seemingly genuine emotion about the crime rates affecting minorities.",
  "It is not biased to say what is factual: Trump lied repeatedly tonight on a variety of matters; the fact checkers are surely busy.",
  "-- Marc Ambinder is a member of USA TODAY’s Board of Contributors working on a book about nuclear brinksmanship in the Cold War.",
  "He lost chance after chance to convince voters that Clinton is unfit to be the president because of her decisions and choices.",
  "Holt, who had let Clinton and Trump go at each other without stopping his verbal intrusions, started to fact check Trump.",
  "She came across as more likable than she has in some other outings, though she didn't need to smile through every insult.",
  "But even on this, his strongest subject, he was short on specifics and repeated himself incessantly, as is his wont.",
  "Unpresidential petulant Trump misses an opportunity\n\nThis debate was Donald Trump’s chance to shine — and he didn’t.",
  "By the end of the debate, Trump had one thing left to brag about: he had not brought up her husband’s infidelities.",
  "Clinton got under his skin early, with that remark about the $14 million from Dad that got him started in business.",
  "I’ve been a harsh critic of Hillary Clinton, particularly because of her flip-flops on crime, trade, immigration.",
  "His most notable effort was when he refused to accept Trump's oft-rebutted claim that he opposed the war in Iraq.",
  "-- Gabriel Schoenfeld, a member of USA Today’s Board of Contributors, is a senior fellow at the Hudson Institute.",
  "He didn’t say a word for 10 minutes at a time, losing control of the debate in a most embarrassing fashion.",
  "His aggression read to me as compassion for these workers, even if his command of the facts was shaky.",
  "Fact check: The audience laughed\n\nThe winner of the first 2016 presidential debate was fact checking.",
  "She escaped her email travails unscathed as a rattled Trump even failed to prosecute an assault.",
  "She called him “Donald.”\n\nThe pundits said going into tonight that the bar was lower for Trump.",
  "The universe of people who already won’t vote for Donald Trump is about as large as it can be.",
  "In each case, her strength was in deflecting, steering, and shaping her own narrative clearly.",
  "The only major question to emerge from this spectacle is whether it will make any difference.",
  "He called her e-mail server “more than a little problem.” But then he couldn’t help himself.",
  "Despite several warnings from the GOP nominee's campaign, Holt took up the task a few times.",
  "“I'm going to cut taxes big-league, and you’re going to raise taxes big-league,” he said.",
  "This is his sweet spot, whereas Clinton had little to offer that was new and different.",
  "Trump also attempted to engage in a not-so subtle method of fact checking of his own.",
  "Of those, two emerged with clarity: Hillary was triumphant while Trump was crushed.",
  "Key case in point: It was obvious to Trump that the birther question would come up.",
  "And for Clinton, on this night, that turned out to be the biggest blessing of all.",
  "Of the six segments, I gave Trump the first round on the economy, jobs, and trade.",
  "He instead offered a convoluted defense of his refusal to release his tax returns.",
  "But remember: Barack Obama lost his first debate with Mitt Romney four years ago.",
  "He repeatedly interrupted Clinton to say the word “Wrong!” into the microphone.",
  "When the subject turned to crime, Trump was left to bleat about law and order.",
  "He had a few effective moments, especially when the subject turned to trade.",
  "Every time Clinton tried to take him off his message, he followed her lead.",
  "Trump has said many disqualifying things along the path to this debate.",
  "Even when he tried to intervene, Holt couldn’t stop Trump from talking.",
  "Now we can add a whole new set of priceless items to the collection.",
  "If Trump was being graded in a curve, as some said, he still failed.",
  "-- Katrina Trinko is a member of USA TODAY’s Board of Contributors.",
  "His answer was a garble and a mélange of gibberish and diversions.",
  "-- Don Campbell is a member of USA TODAY's Board of Contributors.",
  "Clinton seized the chance to clobber him on his business record.",
  "Clinton had a nicely planned set of lines about racial healing.",
  "Clinton looked like a president tonight, a commander-in-chief.",
  "It’s arguably her biggest vulnerability and she closed it up.",
  "Away from the crutch of a teleprompter, Trump falls down.",
  "Trump looked rattled, frantic and, at times, bellicose.",
  "She radiated disdain and a condescending bemusement.",
  "Kellyanne Conway called Trump a brilliant debater.",
  "Much of Twitter got in on the fact checking, too.",
  "She apologized for using a private e-mail server.",
  "Read or Share this story: http://usat.ly/2dy62qL",
  "Moderator Lester Holt turned to the Republican.",
  "Fact check: No one needs to call Sean Hannity.",
  "Hillary, by contrast was composed throughout.",
  "We were greeted with the latter, on steroids.",
  "That he might not be as wealthy as he seemed.",
  "Just a single sentence, and a simple apology.",
  "I scored the match-up like a boxing match.",
  "This was Trump's first one on one debate.",
  "But she got the better of Donald Trump.",
  "The debate started roughly for Clinton.",
  "Some viewers might find that repelling.",
  "Will it matter to the undecided voters?",
  "Holt, as moderator, did just fine.",
  "Fact check: The audience laughed.",
  "From there, the debate opened up.",
  "Trump stopped interrupting her.",
  "Trump, quite evidently did not.",
  "We shall find out soon enough.",
  "Then Clinton turned it around.",
  "They were crisp and coherent.",
  "It went downhill from there.",
  "Moderator NBC’s Lester Holt.",
  "He seemed lost in his head.",
  "He didn’t even meet those.",
  "And he failed to clear it.",
  "Trump gripped his lectern.",
  "She had her answers ready.",
  "“It’s not nice,” he said.",
  "Trump could not recover.",
  "Hillary has done dozens.",
  "The difference showed.",
  "Then she baited Trump.",
  "She baited him again.",
  "It wasn’t even close.",
  "He didn’t follow up.",
  "Who's president now?",
  "He was anything but.",
  "It made no sense.",
  "Hillary prepared.",
  "Low expectations?",
  "He took the bait.",
  "He took the bait.",
  "She just smiled.",
  "She won handily.",
  "She baited him.",
  "So Clinton won.",
  "And who lost?",
  "So it was.",
  "It wasn’t.",
  "I did not."
]