[
  "\"In truth and in fact, however,\" says the plea agreement, \"defendant PAPADOPOULOS understood the Professor to have substantial connections to high-level Russian government officials and that the Professor spoke with some of those officials in Moscow before telling defendant PAPADOPOULOS about the`dirt.'",
  "\"I believe history will remember him like John Dean,\" the Italian-born Mangiante told The Washington Post, referring to the former White House counsel who became a key witness in the Watergate scandal that brought down Richard Nixon.",
  "The sources said Papadopoulos described being summoned to England in September 2016 by Halper, who was offering to pay him to discuss energy issues involving Turkey, Israel and Cyprus, which was his area of expertise.",
  "In an article published Monday by the conservative Daily Caller, Mangiante said her husband only pleaded guilty because prosecutors threatened to charge him with acting as an illegal agent of the Israeli government.",
  "The court documents in his case said he lied about his interactions with a professor — later identified as U.K.-based Maltese professor Joseph Mifsud — whom the FBI suggested was an agent of Russian intelligence.",
  "Mangiante, who herself worked at one point for Mifsud, said the professor was talking about the Clinton email issue that was already in the news — the former secretary of state's use of a private email server.",
  "At the time, it had not been publicly reported that suspected Russian intelligence agents had hacked the Democratic National Committee and Clinton campaign chairman John Podesta, stealing a trove of emails.",
  "Papadopoulos, a Chicago native, was little known when Mueller's office released documents in October revealing that he had secretly pleaded guilty to lying to the FBI — and was cooperating.",
  "The court documents say Papadopoulos continued to communicate with the professor, seeking to enlist his help in setting up a meeting between the Trump campaign and the Russian government.",
  "The FBI got a tip from Alexander Downer, a former Australian diplomat, who says Papadopoulos told him about the Russian offer of emails during drinks at a London wine bar in May 2016.",
  "Documents released by Congress say that the FBI investigation into possible Trump campaign collusion with Russia began after the FBI learned about that offer to Papadopoulos.",
  "/ Updated By Ken Dilanian\n\nWASHINGTON — Six months ago, George Papadopoulos's fiancée was making the rounds in the news media with a disquieting message for Trump supporters.",
  "Papadopoulos said he found Halper's demeanor odd, and in retrospect believes Halper was working on behalf of an intelligence or law enforcement agency, the sources said.",
  "In April 2016, the court documents say, the professor told Papadopoulos that the Russian government had \"dirt\" on Hillary Clinton, including \"thousands of emails.\"",
  "Papadopoulos has told associates that he viewed his encounter with the professor, Stefan Halper, with suspicion, two sources familiar with his story told NBC News.",
  "\"I used to compare him to John Dean, (but) I never meant to make this comparison in the sense that it would lead to the president's impeachment,\" she said.",
  "He had worked closely with Israeli officials and their lobbyists in the U.S. on energy policy as an intern with the conservative Hudson Institute.",
  "Papadopoulos is under a gag order, and Mangiante has never revealed who in the Trump campaign he told about the offer of emails from the Russians.",
  "\"\n\nPapadopoulos met during the campaign with an American professor who has since been identified by several news organizations as an FBI source.",
  "Asked if she believed her husband would go to prison, she answered, \"I trust and hope and I ask President Trump to pardon him — I hope he will.\"",
  "The release by WikiLeaks of those emails, many of them embarrassing to Democrats, is widely believed to have helped Trump win the presidency.",
  "Papadopoulos, written off by Trump aides as a \"coffee boy,\" was in fact a significant player in the 2016 campaign, Simona Mangiante said.",
  "And therefore, Mangiante implied, his decision to plead guilty and cooperate with special counsel Robert Mueller was bad news for Trump.",
  "But she has said he was in regular communication with senior campaign officials, including Paul Manafort and Corey Lewandowski.",
  "I suggested that because he is young and has been the target of many set-ups that are likely to put light on something major.\"",
  "Mangiante's recent comments raise questions about the nature and extent of her husband's cooperation with the Mueller probe.",
  "Papadopoulos was secretly arrested in July 2017, and has pleaded guilty to lying to the FBI in a January 2017 interview.",
  "\"He has been approached by many different characters, let's say spies … not only Halper,\" Mangiante said on Fox Monday.",
  "\"He was talking casually about information that was already in the public domain at the time that they met,\" she said.",
  "He is now awaiting sentencing, and the extent and nature of his cooperation with Mueller's office remains a secret.",
  "She added that it was \"simply not the case\" that Papadopoulos was involved in a collusion scheme with Russia.",
  "Papadopoulos told associates that Halper attended the meetings with his assistant, a young Turkish woman.",
  "Papadopoulos's plea agreement says that he lied to the FBI about the timing and nature of the encounter.",
  "In an email to NBC News, Mangiante denied that she had changed her portrayal of her husband's situation.",
  "She has taken to right-wing media to proclaim that Papadopoulos played no role in collusion with Russia.",
  "The offer of emails has long been seen as a key piece of evidence of possible collusion.",
  "On Fox News Monday night, she expressed her hope that Trump would pardon her husband.",
  "But in recent days, Mangiante, now Papadopoulos' wife, has markedly changed her tone.",
  "But on Monday night, Mangiante said on Fox that it wasn't anything of the sort.",
  "\"I'm sure he will be happy to share this information when the time is right.\"",
  "Trump cited WikiLeaks at least 145 times in the last month of the election.",
  "\"I never suggested the parallel to John Dean to suggest Trump impeachment.",
  "\"It was about the emails of Hillary Clinton, not about the DNC emails.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "She declined to answer questions on the record for this article.",
  "The news and stories that matter, delivered weekday mornings.",
  "Peter Carr, a spokesman for Mueller, declined to comment.",
  "(MIfsud, meanwhile, has dropped off the grid.)"
]