[
  "At a Rome conference of the papal charity Aid to the Church in Need (ACN), on September 28, Chaldean Catholic Patriarch Sako decried “the hatred of the radical Muslim persecutors towards the Christians, which has driven them to wipe away our heritage, destroy our homes and even to remove us from the memory of Iraqi history.”\n\nHis words were uncharacteristically stark and reflect that Church’s desperation.",
  "In one main Christian town, Bartella, the U.N.-listed projects largely consist of repairing municipal buildings, including a project to repair a building’s canopy and another to renovate the “mayor’s building.”\n\nIn the Christian town of Teleskof, the U.N. brandishes its name outside a girls’ school as a sign that it is reconstructing within.",
  "In September, a State Department officer breezily dismissed my own plea, declaring the Nineveh Christians don’t need help because “the Church is taking such good care of them.”\n\nMeanwhile, Iran has opened a new elementary school in formerly Christian Bartella, named after the Ayatollah Khomeini.",
  "Secretary of State Rex Tillerson and USAID Director Mark Green continue to channel over $1 billion of aid for Iraqis through various United Nations agencies, which divert the money away from the smallest and most beleaguered minorities, who suffered most grievously under the Islamic State.",
  "Either Iraq’s non-Muslim minorities get help to leave their displacement shelters in Kurdistan and rebuild their shattered towns or, in despair, they must emigrate and see the extinction of their ancient communities, along with Iraq’s religious pluralism.",
  "Iraq’s Christian and Yazidi communities have survived beheadings, sexual slavery and bloody religious genocide by ISIS but they may not endure the grossly unfair and badly managed U.S. aid programs that are now meant to help them following ISIS’ defeat.",
  "Christian organizations overseeing the minorities’ return to their homes have no say in what projects are undertaken and Christians are virtually excluded from reconstruction contracts and jobs, the only real work available there now.",
  "The Chaldean Archdiocese of Erbil, which has been the sole guarantor of care for most Christian survivors of ISIS genocide, has received exactly zero of the $1.4 billion of U.S. humanitarian aid to Iraq since 2014.",
  "For the most part, their devastated towns remain uninhabitable, lacking the U.N.-sponsored water and electricity projects seen in the Sunni Muslim city of Mosul in the wake of ISIS’s ouster there in late July.",
  "In July, a USAID Crisis Response official responded to an appeal for urgent help there, stating “we do not specifically target assistance to minority religious or ethnic groups.” For heaven’s sake, why not?",
  "Unbelievably, to get U.S. assistance, Yazidis, another genocide-targeted minority in Iraq, and Christians were both expected to go to U.N. refugee camps that are infiltrated by ISIS sympathizers.",
  "Unbelievably, to get U.S. assistance, Yazidis, another genocide-targeted minority in Iraq, and Christians were both expected to go to U.N. refugee camps that are infiltrated by ISIS sympathizers.",
  "Instead, U.N. reconstruction projects in Christian areas, for example, will not actually help most residents, but are “minimal or nonexistent,” local church authorities told me.",
  "USAID’s response shows total disregard for the continuing struggle of Iraq’s Christians and Yazidis to overcome religious-based genocide.",
  "In fact, as Congress will learn Tuesday at a hearing on this issue, things are like they were in the Obama administration, only worse.",
  "With private donations, ACN, along with the Knights of Columbus and Samaritan’s Purse, are repairing Christian houses and churches.",
  "The majority of the Christians and Yazidis have not gone home from shelters in Kurdistan, as the U.N. itself acknowledges.",
  "Iranian-backed militias flying sectarian flags man checkpoints in other Nineveh towns where Christians have not returned.",
  "The Trump administration has handed over all America’s reconstruction funding and decision-making to the United Nations.",
  "The ugly possibility is that U.S. assistance policies may finish the terrible work that the fanatics of ISIS started.",
  "For all of the past three years, U.S. humanitarian aid has bypassed the Christians and short-changed the Yazidis.",
  "It chronicles a dozen times when its specific requests for aid were rejected by USAID and the State Department.",
  "In fact, the non-Muslims have the lowest return rate of any Iraqi religious or ethnic group displaced by ISIS.",
  "These minorities are now facing the same U.S. policy regarding reconstruction aid as they have for food aid.",
  "But photos of the interior reveal abandoned, unlit classrooms strewn with rubble and possibly booby traps.",
  "He must direct his cabinet to bypass the U.N. and ensure that U.S. aid reaches Iraq’s smallest minorities.",
  "Moreover, the U.S. lacks direct oversight of the U.N.’s projects in the Christian Nineveh Plains of Iraq.",
  "So are countless lives in one of the oldest areas of continuous Christian settlement in the world.",
  "In other words, American aid policies are facilitating Iran’s colonization of parts of Nineveh.",
  "But U.S. government assistance is essential, especially for large infrastructure projects.",
  "The deeply traumatized minorities rejected this aid offer and sought private help instead.",
  "The deeply traumatized minorities rejected this aid offer and sought private help instead.",
  "Iraq’s Christian community has plummeted 80 percent, to less than 250,000 since 2003.",
  "At the ribbon cutting ceremony, Iranian diplomats and Iraqi officials gave speeches.",
  "Local Christians point to it as an example of many bogus U.N. projects there.",
  "Secretary of State Tillerson officially recognized this genocide last August.",
  "Important American humanitarian and security interests are at stake.",
  "He pleaded for international help for Nineveh’s Christians.",
  "Tehran also completed a mosque and library there.",
  "Now, both groups are at an historic crossroads.",
  "President Trump cannot afford to wait.",
  "The exodus is already occurring.",
  "The outlook is grim."
]