[
  "Papadopoulos appears to have exaggerated his experience in some of his resumes, according to the Washington Post, which noted that while he has claimed to have served as a fellow for several years at the Hudson Institute in Washington, DC, he was, according to public affairs director David Tell, \"an unpaid intern\" at first, who later \"provided some contractual research assistance to one of our senior fellows.\"",
  "#Trump2016 A post shared by President Donald J. Trump (@realdonaldtrump) on Mar 31, 2016 at 7:09pm PDT\n\nAlso, the government's complaint against Papadopoulos, filed on July 28, notes that Mr. Trump himself, when he met with the Washington Post in March 2016, \"provided the names of five individuals identified as members of the campaign's foreign policy team, including GEORGE PAPADOPOULOS.\"",
  "He's a 30-year-old former campaign aide to Donald Trump's presidential campaign, and according to the special counsel's office, he pleaded guilty on Oct. 5 to lying to FBI agents working for special counsel Robert Mueller as part of his probe into possible coordination between the Trump campaign and Russia.",
  "Court documents said Papadopoulos attempted to set up a meeting with Mr. Trump and Russian President Vladimir Putin, and he spoke to an overseas professor about Russian \"dirt\" on Hillary Clinton -- in the form of thousands of emails -- and according to court documents, he told the FBI lies about both.",
  "The Chicago native has claimed to be an independent energy consultant, although he does not appear to be well-established in the field, according to the Washington Post, which said experts in the field in London, Washington and New York \"knew nothing of him.\"",
  "He has also listed his attendance as \"U.S. representative at the 2012 Geneva International Model United Nations\" on his LinkedIn profile, but the Post says that two people in the delegation that year said they had \"no recollection of him being there.\"",
  "When he started working for the Trump campaign, according to court documents, he spoke with a \"Campaign Supervisor\" and understood from their conversation that \"a principal policy focus of the Campaign was an improved U.S. relationship with Russia.\"",
  "Then-Carson campaign manager Barry Bennett told CBS News' Major Garrett that he had received a LinkedIn note from Papadopoulos on Nov. 5, 2015 with a resume and a mention that he had done work for the Hudson Institute.",
  "Papadopoulos pleaded guilty on Oct. 5 to one count of lying to FBI agents about the nature of his interactions with \"foreign nationals\" who he thought had close connections to senior Russian government officials.",
  "Bennett hired him as a foreign policy adviser with a $5,000 per month retainer – this at a time when Carson was competitive with Mr. Trump and in desperate need of foreign policy advisers.",
  "On August 15, 2016, Papadopoulos was told by the Campaign Supervisor, \"'I would encourage you' and another foreign policy advisor to the Campaign to 'make the trip[], if it is feasible.\"",
  "Papadopoulos is the first person to face criminal charges that cite interactions between Trump campaign associates and Russian intermediaries during the 2016 presidential campaign.",
  "However, he can be seen in a national security meeting with candidate Trump in this Instagram post:\n\nMeeting with my national security team in #WashingtonDC.",
  "He was laid off by the campaign shortly after the Iowa caucuses in the first round of campaign layoffs, after about seven weeks with the Carson campaign.",
  "He was a member of the campaign's foreign policy team, but Trump aides have said he played a limited role in the campaign and had no access to Mr. Trump.",
  "He participated in a youth panel, the Post found, but the keynote that year was delivered by the 1988 Democratic presidential nominee, Michael Dukakis.",
  "\"The only interaction I'm aware of that deals with this individual was him reaching out and being repeatedly denied,\" Sanders also said.",
  "And another claim he has made is that he delivered the keynote address at the 2008 American Hellenic Institute Foundation Conference.",
  "He graduated from DePaul University and has a master's degree in security studies from the University of London.",
  "And again, no activity was ever done in an official capacity on behalf of the campaign in that regard.\"",
  "Sanders also said that Papadopoulos asked to do things for the campaign and \"was repeatedly told 'no.'\"",
  "\"He was a volunteer for the campaign,\" press secretary Sarah Huckabee Sanders said repeatedly Monday.",
  "Papadopoulos was someone who attended an \"advisory council that literally met one time,\" she said.",
  "On Monday, the White House sought to dismiss the idea that Papadopoulos played much of a role.",
  "Mr. Trump referred to him during his Washington Post interview as an \"excellent guy.\"",
  "CBS News' Major Garrett, Julianna Goldman and Paula Reid contributed to this report.",
  "This was a few days before Paul Manafort resigned as campaign chairman.",
  "No, he worked for Ben Carson's presidential campaign first.",
  "\"It was extremely limited,\" she said of his role.",
  "What does the White House say about him?",
  "Is this the only campaign he worked for?",
  "What was his role in the Trump campaign?",
  "That trip did not take place.",
  "\"It was a volunteer position.",
  "The plea was unsealed Monday.",
  "Who is George Papadapoulos?",
  "What's his background?"
]