[
  "As I told Congress in testimony last July, 16 years after the 9/11 attacks – led and carried out primarily by Saudis – Saudi Ministry of Education textbooks still teach an ideology of hatred and violence against many groups, including: Jews, Christians, non-Wahhabist Muslims (Shiites, Sufis and Ahmadis), Hindus, Bahais, Yazidis, animists, and “infidels’ of all stripes, as well as other groups with different beliefs.",
  "The world heard the get-tough rhetoric of President Trump last May in the Saudi capital of Riyadh when he admonished Muslim leaders to begin “honestly confronting the crisis of Islamist extremism and the Islamist terror groups it inspires.”\n\nNow Europe is finding its voice with a new willingness to pressure the Saudi Arabian government to end its spread of extreme Islamic ideology, known in the West as Wahhabism.",
  "On Feb. 11, French President Emmanuel Macron told the Journal du Dimanche that he intended to reorganize Islam in France to better integrate worship, fight fundamentalism and preserve “national cohesion.” “We are working on the structuring of Islam in France and also on how to explain it, which is extremely important,” he said, without providing further details.",
  "In 2010, a top U.S. Treasury counterterrorism official warned that without Saudi education reform “we will forever be faced with the challenge of disrupting the next group of terrorist facilitators and supporters.”\n\nBut Saudi Arabia was left unnamed and the West was loath to point fingers at or press the point with Saudi Arabia.",
  "It follows a classified Belgian intelligence report in 2016 that declared “ideology promoted at the mosque led Muslim youth to more radical ideas.”\n\nBelgium acted in response to a call from the Belgian Parliament last October, after that assembly reviewed the alarming report by the Belgian security agency.",
  "As Reuters noted in a comment that also applied to the U.S: “Belgium’s willingness to put its demands to Saudi Arabia breaks with what EU diplomats describe as the reluctance of governments across Europe to risk disrupting commercial and security ties.”\n\nBelgium really has no choice but to take action.",
  "Upon the urging of the U.S. Commission on International Religious Freedom, the State Department once commissioned an independent review of the Saudi textbooks (2011-2012 edition), which cited and effectively supported my findings, then immediately classified this review.",
  "“Major polytheism makes (the taking of) blood and wealth permissible.”\n\nJihad is glorious and defined to mean: “Exerting effort in fighting unbelievers and tyrants.”\n\nUntil recently, the West has done little or nothing about the Saudi ideological aggression.",
  "Among other things, the textbooks exhort:\n\n“The Apes are the people of the Sabbath, the Jews; and the Swine are the infidels of the communion of Jesus, the Christians.” Jews and Christians are “enemies” of Muslim believers who are to be fought and killed.",
  "For decades European and U.S. leaders bit their tongues while the Saudi governments spent billions of dollars indoctrinating Sunni Muslim communities around the world in extremist ideology in the web of mosques and schools Riyadh supports.",
  "Even after a 2014 New York Times report that Saudi texts were being used by ISIS in schools in its then-stronghold of Mosul, Iraq, the State Department concealed the incitement in the textbooks of our strategic Saudi ally.",
  "Women drivers, economic diversification and the other promises for modernization of Crown Prince Mohammed bin Salman bring hope about Saudi Arabia’s future, but the acid test will be the moderation of Wahhabi ideology.",
  "Since 2005, for a project of the Center for Religious Freedom, I have directed the gathering, translation and analysis of four editions of religious educational texts published by the Saudi Arabian government.",
  "These events are being driven by Western governments that are now pushing hard for the government of King Salman bin Abdulaziz Al Saud to pull back from Wahhabist support – a push that appears to be working.",
  "And Belgium was feeling heat from members of Europe’s highest political elite, who are personally at risk, since the European Union’s headquarters is not far from the Brussels Grand Mosque.",
  "Joining the Hudson Institute as a Senior Fellow in 2006, she has led the Center for Religious Freedom, which she founded in 1986, in its effort to defend religious freedom internationally.",
  "Reuters reported simultaneously that Saudi Arabia in January concluded a secret agreement with the West to end its support for radical mosques and schools throughout the world.",
  "It deflected criticism of the Saudi Kingdom and reassured the public in its annual religious freedom reports that Saudi Arabia has “reformed” and “improved” these texts.",
  "In Brussels, the Belgian government has broken a 99-year sweetheart lease – given rent-free to Saudi Arabia in 1969 – that has turned into an extremist focal point.",
  "By Nina Shea, ,\n\nThe West is showing evidence of a newly stiffened spine in the face of Saudi Arabian influence on Islamic culture – and none too soon.",
  "The new assertiveness shows official recognition of the link between Islamist ideology and terror, and our governments must keep it up.",
  "Germany finally pressed Saudi Arabia to close the King Fahd Academy in Bonn in spring 2017, according to a 2016 Deutsche Welle report.",
  "During this time, the West was hit time and again with terrorist attacks in which the taint of extremist Islam was clearly a factor.",
  "These Saudi textbooks have been used in Saudi academies worldwide, including in Vienna, Paris, Rome, Madrid, Berlin and Washington.",
  "The lease covered the Brussels’ Grand Mosque, located on prime real estate in the heart of the European Union’s de facto capital.",
  "Tiny Belgium, population 11.27 million, has sent more Islamic fighters to Syria per capita than any other European country.",
  "Nina Shea has worked as a lawyer specifically focusing on religious freedom in American foreign policy, for thirty years.",
  "URL\n\nhttps://www.foxnews.com/opinion/is-the-west-finally-pushing-saudi-arabia-to-squelch-its-version-of-radical-islam",
  "The English-language, Saudi-backed Al Arabiya English news service re-published the Reuters report almost in full.",
  "According to a Reuters dispatch, the Saudis are to detail the mechanics of the mosque’s handover later this month.",
  "These are astonishing developments, but not because they evidence Saudi moderation – they don’t, at least not yet.",
  "Muslims in Belgium were responsible for horrific terror attacks in recent years in Paris, as well as in Brussels.",
  "A Freedom of Information Act request in 2016 forced the department to make the findings public.",
  "She currently is a leader of a campaign for Christians threatened with genocide by ISIS.",
  "Is the West finally pushing Saudi Arabia to squelch its version of radical Islam?",
  "It first came under investigation 14 years earlier for alleged ties to al Qaeda.",
  "Islamist terror has replaced chocolate as Belgium’s best known export.",
  "Islamist terror has replaced chocolate as Belgium’s best known export.",
  "Indeed, for years the State Department did the opposite.",
  "This isn’t being done for financial reasons.",
  "Apostate Muslims are to be put to death.",
  "My investigations showed that it hadn’t.",
  "The West seems to be finally waking up.",
  "There have been other such moves."
]