[
  "As a result, the U.S. has a trade surplus in “charges for the use of intellectual property” of nearly $80 billion per year – nearly four times the surplus of the next closest country, Japan, and nearly twice as much as all other countries that have a surplus combined.",
  "In many cases however, this has been a bad tradeoff as companies end up facing a variety of barriers, including competition from upstart Chinese companies that are selling identical, or nearly identical, copies of their products with slightly altered branding.",
  "For my part, I do not fear a fair competition with China because despite China’s economic success in certain sectors like infrastructure, their system is not built to go toe-to-toe with America in more innovative and entrepreneurial pursuits.",
  "The Trump administration estimates that the dollar amount of American intellectual property stolen by China is about $600 billion, and believes that this theft has already resulted in the loss of tens of millions of jobs.",
  "China’s trade practices, if left unchecked, may enable them to rapidly catch up with the West, but they do not guarantee their ability to compete in a world where innovation is the critical ingredient.",
  "Former Chinese Premier Wen Jiabao stated on many occasions that “the future world competition will be for intellectual property rights,” and they have been aggressively engaging in that competition.",
  "Beyond the many documented cases of copying, reverse engineering, computer hacking and corporate espionage, one of the most egregious violations of trading norms is China’s investment requirements.",
  "A technology competition between the United States and China is being waged, and the outcome will determine the global balance of economic and military power for the foreseeable future.",
  "America’s innovation ecosystem is built on risk-taking behavior and the promise of rich rewards for those who succeed in providing a more desirable alternative to what already exists.",
  "In the West, we’ve learned that whenever government intervenes in the innovation economy by picking winners and allocating resources, the outcomes are almost universally terrible.",
  "After all, economists from virtually all political backgrounds seem to agree that tariffs are harmful to world trade and to the consumers in the country they are meant to protect.",
  "More recently, China has issued cybersecurity policies that require Western companies to submit their software code and technical documentation for inspection by the government.",
  "But, if tariffs are used as a lever to even the playing field so that America can participate in a fair competition, the temporary pain will have been well worth the sacrifice.",
  "Many Western companies have made the difficult decision to submit to the JV requirements so that they can access low-cost Chinese labor and pursue the Chinese consumer market.",
  "The stated purpose of these inspections is to ensure that there is nothing nefarious embedded in the software that would create a national security concern.",
  "If the Trump administration’s trade war ends with tariffs and a fight over the balance of trade, it will almost certainly cost more than it’s worth.",
  "Although the trade imbalance gets the headlines, it’s the defense of our technological advantage that is at stake in the dispute with China.",
  "The problem is that many of its actions are in direct violation of international trading rules, while others violate norms of reciprocity.",
  "China has every right, and in fact a responsibility, to make China great, just as the United States must work to make America great.",
  "Many Washington D.C. pundits are wondering what positive outcomes could emerge from President Trump’s full-scale Chinese trade war.",
  "The Chinese government has long understood the central role that intellectual property plays in the global balance of power.",
  "Whatever you think about our President, it’s long past time we had an administration that defends our national treasure.",
  "Our ideas are the embodiment of our great creativity and innovation, and of our unique system that makes them possible.",
  "Western companies that seek to do business in China are required to form a joint venture (JV) with a Chinese partner.",
  "The problem isn’t China’s aspirations or its efforts to raise its standard of living and technical capabilities.",
  "Prior administrations were aware of the problem but were unwilling to take on China’s unfair trade practices.",
  "But American companies fear that their software will be copied and transferred to their Chinese competitors.",
  "The Chinese government has used a wide variety of techniques to obtain access to America’s technology.",
  "It is important to understand that these actions taken by the Chinese government are not accidental.",
  "If countries are going to have free and open trade, then all parties must adhere to the same rules.",
  "Consider the following: American inventors hold more of the world’s patents than any other country.",
  "Innovators take on the established incumbents and undercut the existing order of the marketplace.",
  "JVs give Chinese companies direct access to the technology that these companies deploy in China.",
  "What’s at stake in this trade dispute is America’s national treasure: our intellectual property.",
  "But there is an explanation for the extraordinary actions President Trump is taking.",
  "Let’s set a level playing field, and then bring on the technology competition.",
  "Innovation requires freedom, and in China, that is still in short supply.",
  "America cannot trade freely with any country that doesn’t trade fairly.",
  "America’s national treasure is worth fighting to protect.",
  "They are part of a plan to acquire Western technology.",
  "Innovation by its very nature is an act of defiance.",
  "Trade can only be free if it is fair.",
  "“Planned innovation” is an oxymoron."
]