[
  "Mackinac's director of labor policy is Vincent Vernuccio, who chairs a committee of the labor task force of the Bradley-supported American Legislative Exchange Council and previously has worked at the Bradley-supported Capital Research Center and Bradley-supported Competitive Enterprise Institute… MCLF spent much of last year helping to defend the new right-to-work law, in policy and legal arguments, as well as in the larger public discourse in the state and nationally… MCLF is working with the Bradley-supported National Right to Work Legal Defense Foundation on this and several other legal matters surrounding implementation of right to work in Michigan… On education, among other things, Mackinac is analyzing mroe [sic] than 200 collective-bargaining agreements (CBAs) in the state, covering some 75% of the state's public-school students, to see if and if so, how, they are adhering to the teacher-tenure and -evaluation policy changes.",
  "The Liberty Foundation wants to engage in \"quietly educating policymakers and key influencers about the effects of potential changes in current federal labor law… While Ohio may not pass RTW, for example, the bet is that it wouldn't pass forced-unionization legislation, either, and that any effort to put the issue on the ballot would be as problematic for the forced unionizers as doing so has for RTW'ers… The Liberty Foundation estimates that nine states would switch from force unionization to RTW—Alaska, Colorado, Kentucky, Missouri, New Hampshire, New Mexico, Ohio, and Pennsylvania… It has been advised by a top law firm, Baker Hostetler, on which may be necessary to make this paradigm-shifting change – amending Statute 14(b) of the Taft-Hartley Act and Statute 8(a)(3) and other sections of the Wagner Act.",
  "The activities planned for this year include the following: supporting local groups working towards changing collective bargaining arrangements that erode union power; create a new publication 'union playbook' telling the story of past challenges and successes; utilize the Institute's research tools and media connections to monitor and publicize existing union abuses; continue with its annual notification of union member teachers and other education employees concerning their right to a political refund, known as 'Every Member Option'; and monitor developments in public policy reform proposals in the state capitol and informing grassroots reformers of significant challenges and opportunities\" (Independence Institute, Grant Proposal Record, 2/24/15).",
  "A Bradley Foundation background document on CUF describes some of its Bradley-supported activities: \"At the behest of Bradley after its original Working Group on Employee Rights meeting more than a decade ago, CUF led a $30 million effort to educate the public and policymakers about the probable effects of the 'card-check' legislation that so many justifiably feared at the beginning of the Obama administration and has created and run several public education campaigns…\" (Center for Union Facts, Grant Proposal Record, 11/10/15).",
  "The Bradley documents state: \"Bradley has always expressed a particular interest in combatting coercive union power as exercised through the anti-democratic 'card-check' process, whether it is enhanced by new legislation or not… Unions have taken their failed battle to pass card check behind the scenes and understandably and predictably, are continuing to work to implement their agenda via new regulations and by setting dangerous NLRB and court precedents.",
  "In September 2014, Bradley co-sponsored a follow-up meeting with the Randolph Foundation at Grover Norquist's Americans for Tax Reform Foundation in Washington, D.C. \"Norquist and Randolph's Heather Higgins have strongly expressed a desire to again convene a group of 'actual doers' in the area for a discreet, invitation-only meeting at which donors or donor representatives would also be present\" (Meeting of the Bradley IRA Committee, 11/11/14).",
  "In 2016, Bradley was looking at giving New York's Empire Center for Policy Research a litigation center and further funding to \"reduce the influence\" of unions by targeting day care center workers paying dues to American Federation of State, County and Municipal Employees and the United Federation of Teachers and getting them to opt out of the union or withhold dues (Empire Center for Public Policy, Grant Proposal Record, 8/16/16).",
  "Once again, Bradley makes clear its interest in defunding unions:\n\n\"For every individual member AAE gains, the NEA and AFT lose some $600…with continuing uncertainty surrounding the legal status of Wisconsin's Act 10, Lacroix and AAE currently have only a disappointingly low 512 members in the state, though they say they are on track to meet a goal of 1,000 by the end of the year.",
  "With $835 million in assets as of June 2016, the Bradley Foundation is a classic example of the type of \"weaponized philanthropy\" described by Jane Mayer in her book Dark Money, where she lays out a 50-year program by a network of wealthy individuals, tax-exempt foundations, and deep pocketed corporations advancing a radical transformation of the American political system.",
  "WILL has filed amicus briefs in cases like International Association of Machinists v. Wisconsin, which challenged Wisconsin's 2015 \"right to work\" bill — a verbatim copy of the ALEC model — and Madison Teachers v. Walker, supporting Wisconsin's Act 10 opposing collective bargaining for public sector employees; and WEAC v. Walker against unions suing to overturn Act 10.",
  "Funding Oklahoma's Liberty Foundation of America and its \"Operation Overlord\" Project\n\nBradley also provided the Liberty Foundation of America (LFA), another SPN group, with $375,000 in 2014-2015 for its union-busting \"Operation Overlord\" project geared toward passing anti-union legislation at the federal level (LFA, Grant Proposal Record, 6/2/15).",
  "Bradley Funds Richard Berman Front Group for Anti-Union Legislation and Attacks\n\nBetween 2006 and 2015, Bradley documents show that the foundation gave $2.3 million to the Center for Union Facts (CUF), which promulgates attack ads on organized labor and worker centers, PR spin, and disinformation, as well as opposition research activities.",
  "With the assistance of the Independence Institute, the right-wing Douglas County school board enacted a series of measures, including countywide school vouchers for private and religious schools (later struck down by the courts), plus an end to collective bargaining, teacher tenure, and automatic dues deductions for teachers unions.",
  "\"There's no doubt that with the decline in union membership here in Wisconsin, the political clout of the union bosses and their ability to automatically turn out members for Democrats has declined dramatically,\" Brett Healy, president of the Bradley-funded MacIver Institute, told the Heritage Foundation's Daily Signal.",
  "Yet audio released by Progress Michigan reveals Mackinac Director of Labor Policy F. Vincent Vernuccio telling supporters at an Americans for Prosperity gathering in 2012 that he had met with Michigan lawmakers to make a plan for ramming a \"right to work\" bill through the state legislature during a lame-duck session.",
  "In a panel called \"Lessons from Wisconsin,\" \"Wisconsin Secretary of Administration Mike Huebsch, delivered lessons that Wisconsin has learned on labor-policy and public-pension reform and talked about how Wisconsin can be a good model for other states and localities\" (Meeting of the Bradley IRA Committee, 11/12/13).",
  "As Bradley explains it, PEJ was \"founded by high-profile award-winning CNN and NBC journalist Campbell Brown\" and has other board and advisory board members Bradley lauds, including attorney David Boies, Jay Lefkowitz (Kirkland & Ellis), Joe Williams of Democrats for Education Reform, and Milwaukee's Howard Fuller.",
  "McCabe worked in the Reagan administration as a young man, then went on to head up the Building Industry Association of Washington, turning the trade association into a GOP juggernaut whose \"brass knuckled\" tactics resulted in a $242,000 fine in 2008 for failing to properly disclose all its spending.",
  "The Bradley documents tell us: \"After the 2003 meeting, Kersey became labor-policy director at the Mackinac Center for Public Policy, where he helped put together the intellectual foundation for the aggressive Michigan labor-policy reform that resulted in it becoming a right-to-work state\" in 2012.",
  "In 2015, Bradley gave a grant of $100,000 to Independence Institute for \"aggressive education reform,\" which Bradley says included \"neutralizing the power of Colorado's teachers' unions by defunding them at the local school district level\" (Independence Institute, Grant Proposal Record, 11/10/15).",
  "It is funding the Freedom Foundation in Washington State to \"defund Big Labor\" because \"Washington State's liberal labor laws have long allowed it to be a net exporter of union dollars to other parts of the country\" (Barder Fund, 6/2/15, Freedom Foundation, Grant Proposal Record, 8/19/2014).",
  "Bradley puts the membership at 512, but even one teacher is helpful to the Bradley agenda:\n\n\"Three years ago, AAE became quite visible in Wisconsin in the middle of the blustery public discourse about Act 10, during which Lacroix herself and the group's small number of members were helpful.",
  "The Bradley files list other funders of PEJ, including the Eli and Edythe Broad Foundation, the DeVos family foundation, Paul Singer, the Walton Family Foundation, and other donors who wish to remain anonymous (Partnership for Educational Justice, Grant Proposal Record, 11/10/2015).",
  "Right now, federal law makes the de facto national default position on labor issues to be one of forced unionization…The potential change would simply reverse the status quo by making RTW the default position, while permitting states to opt in to forced unionization status.\"",
  "The NEA and AFT have already been substantially weakened in Wisconsin by Act 10, (See \"NEA and AFT in post-Act 10 Wisconsin\" to the left) AAE thinks it's well-positioned to help further weaken the unions, and their political goals…\" (AAEF, Grant Proposal Record, 8/19/2014).",
  "Grant proposal records from 2013 and 2014 show that Bradley gave the Center for Individual Rights $155,000 for cases including the seminal Friederichs v. California Teachers Association U.S. Supreme Court Case geared toward dismantling public sector unions nationwide.",
  "Funding a National Union-Busting Celebration\n\nIn 2016, Bradley recommended a small grant, $25,000, to support the anti-union \"National Employee Freedom Week,\" a concept cooked up by the Nevada Policy Research Institute to encourage union members to dump their unions.",
  "Norquist is known primarily for the anti-tax pledges his supporters encourage politicians to sign, but his organization also houses a project called the Center for Worker Freedom, which fought the unionization of a Volkswagen plant in Chattanooga, Tennessee, in 2014.",
  "The lawsuit was against the California Teachers Association, the National Education Association, the California Federation of Teachers, the American Federation of Teachers, United Teachers Los Angeles, United Teachers of Richmond, and various school superintendents.",
  "Bradley Funds Washington's Freedom Foundation \"Think Tank\" to Dismantle Unions\n\nBradley documents show that the foundation recommended a $1.5 million Barder Fund grant to the Freedom Foundation, an SPN member, for union-busting activities in Washington and Oregon.",
  "Documents examined by the Center for Media and Democracy (CMD) expose a national effort by the Milwaukee-based Lynde and Harry Bradley Foundation to defund and dismantle unions, the most significant force for higher wages and better working conditions in America.",
  "Bradley describes its goal as advancing \"conservatism,\" but the Bradley documents link \"receptivity to conservative policy reform\" to \"unified control\" of governorships, legislatures, and state Supreme Courts by the Republican Party (The Barder Fund, 8/18/2015).",
  "McCabe denies his goal is to defund the left or unions, but one of his staffers gave a speech to the Koch's Americans for Prosperity group, declaring: \"Our No 1 stated focus is to defund the political left,\" and his organization fundraises off the same message.",
  "\"Under McCabe, the Freedom Foundation has expanded its own activities to include almost all of the weapons in the arsenal of any good conservative state infrastructure—whether done by several separate entities or, as in this case, by one\" (Barder Fund, 6/2/15).",
  "The \"State Labor Reform Conference\" on October 4, 2013, was hosted by the Capital Research Center (CRC), bringing together \"75 state policymakers, policy researchers and analysts, and activists from 15 states\" (Meeting of the Bradley IRA Committee, 11/12/13).",
  "\"With others, including James O'Keefe, OLAP research and Union Corruption Update coverage successfully helped expose the varied corrupt behavior of the Association of Community Organizations for Reform Now (ACORN)\" (NLPC, Grant Proposal Record, 11/10/2015.)",
  "The Nevada group wrote that it \"partnered\" with the Interstate Policy Alliance for national and state-specific research that individual state think tanks could use to promote \"National Employee Freedom Week\" to convince union members to leave their union.",
  "It should not cynically be claimed for organizations whose mission is to boost the fortunes of one political party at the expense of another,\" said Eric Havian, an attorney with Constantine Cannon who specializes in IRS and other whistleblower complaints.",
  "In a panel called \"Lessons from Michigan,\" F. Vincent Vernuccio, Director of Labor Policy for the Mackinac Center, was featured along with Terry Bowman, from a group called Union Conservatives, and Patrick Colbeck, Republican State Senator from Michigan.",
  "While some 70% of Americans have a positive view of unions, and see their fight for higher wages and benefits as mostly helpful, McCabe argues that unions hold workers in \"bondage against their will\" and sees himself as some sort of Moses to the masses.",
  "Potential funders for the anti-union effort in attendance were Kim Dennis of Searle Freedom Trust, Heather Higgins of the Randolph Foundation, and Jim Liljenquist of the Laura and John Arnold Foundation (Meeting of the Bradley IRA Committee, 11/11/14).",
  "One specific tool would require every unionized workplace to have a supervised secret ballot election every three years to determine whether employees want to continue to be represented by any incumbent union\" (CUF, Grant Proposal Record, 11/10/2015).",
  "On January 17, 2017, amid the contentious confirmation battle of Secretary of Education Betsy DeVos, a long-term ally of Bradley on school vouchers and school privatization, CUF ran a full-page ad in Roll Call attacking Weingarten and defending DeVos.",
  "Bradley Funds Colorado's Independence Institute to \"Neutralize\" the Power of Teachers Unions\n\nBradley has given the Colorado-based Independence Institute $1.45 million between 2004-2016, the documents indicate, including multiple grants some years.",
  "WILL also filed Lacroix v. Kenosha Unified School District, Marone v. MATC, Blaska v. MMSD, and Sannes v. MMSD to stop the districts from voluntarily negotiating with employee unions after Act 10 became law (WILL, Grant Proposal Record, 11/10/15).",
  "It is a motivated anti-union attack dog with websites including Unionfacts.com, Laborpains.com, Workercenters.com, AFTfacts.com, Employeerightsact.com, minimumwage.com, tippedwage.com, and more that attack unions, union leaders, and their agenda.",
  "EAG has produced dozens of articles supporting Scott Walker's Act 10 bill that dismantled public-sector unions in the state and articles delighting at the consequent drop in unionization and lobbying power (EAG, Grant Proposal Record, 6/2/2015).",
  "The activities are aimed at expanding the education reform movement across the state and defending new reform majorities in Jefferson County and Thompson (Loveland) and school districts Adams 1, Mesa 51 (Grand Junction), and Steamboat Springs.",
  "What else was on the agenda at the Hudson Institute meeting is not known, but the Bradley documents also show that Bradley funded another meeting in D.C. for anti-union strategizing in 2013 to mark the 10-year anniversary of its first meeting.",
  "The Bradley Foundation is pouring money into the anti-union National Right to Work Legal Defense Foundation because \"Big Labor and trial attorneys are the two principal funding pillars of the left\" (NRWLDF, Grant Proposal Record, 11/12/2013).",
  "\"Many have felt for a while that the system was rigged--we could see it on the ground as folks living paycheck to paycheck worked harder than ever but couldn't get ahead and schoolteachers faced a steady diet of demonization and budget cuts.",
  "\"The Freedom Foundation has a proven plan for bankrupting and defeating government unions through education, litigation, legislation and community activation,\" reads a fundraising letter first disclosed by Steve Greenhouse in the Guardian.",
  "Further, Bradley Funded Litigation Against Unions\n\nThe Bradley documents show the organization has given multiple grants to litigation efforts to defund and dismantle unions in states, at the federal level, and in the U.S. Supreme Court.",
  "One of these was the Friedrichs v. California Teachers Association case, which challenged the requirement that non-union public school employees pay fair share fees to a union (Judicial Education Project, Grant Proposal Record, 2/24/15).",
  "Our report on the battle in Kentucky shows how the groups all work together to paint a picture of this nationally coordinated assault on unions, fostered by deep pocketed corporate and ideological interests, as organic and \"home grown.\"",
  "“This research proves that anti-public education activists with a lot of money will spare no expense in their efforts to harm kids and destroy public schools,” said Lily Eskelsen Garcia, President of the National Education Association.",
  "Bradley Bankrolls Michigan's Mackinac Center for Public Policy\n\nSince 1993, Bradley has provided $1,357,000 in support of Mackinac Center for Public Policy's (MCPP) activities, almost all for its anti-union \"Labor Education Project.\"",
  "In November 2015, Bradley gave $100,000 to Michelle Rhee's anti-teachers union group StudentsFirst Institute (SFI) for its \"Bain v. California Teachers Association lawsuit\" (Students First Institute, Grant Proposal Record, 11/10/15).",
  "A slide show contained in the Bradley files shows EAGNews \"reporters\" with a promotional van emblazoned with giant sign showing the initials of the Wisconsin teachers union WEAC with the \"A\" turned into an the anarchist symbol.",
  "This expose on the Bradley Foundation and its grantees makes crystal clear it was rigged--by a deliberate strategy to undercut the power of everyday people,\" Randi Weingarten, President of the American Federation of Teachers.",
  "Bradley also recommended a grant of $25,000 for the Organized Labor Accountability Project of the National Legal and Policy Center in Falls Church, Virginia, which publishes a newsletter and blog \"Union Corruption Update.\"",
  "In a recent opinion piece in The Hill, the Freedom Foundation's Jeff Rhodes attributes Trump's election to the destruction of unions in key states and calls upon Congress to implement union-busting legislation nationwide.",
  "With \"17 in-house attorneys currently litigating almost 250 cases and administrative actions in all 50 states,\" NRTWLDF is a powerhouse anti-union litigation outfit that often brings cases before the U.S. Supreme Court.",
  "Bradley has been supporting CUF as it aggressively pushed a federal bill sponsored by Senator Orin Hatch (R-Utah) and Rep. Tom Price (R-GA), now Secretary of Health and Human Services, called the \"Employee Rights Act.\"",
  "Bradley Funds Anti-Union National Right to Work Legal Defense Fund\n\nAs more states look to pass union busting bills, Bradley has funded the National Right to Work Defense Foundation (NRTWLDF) to assist in the effort.",
  "Bradley has funded the group's app, called VoteSpotter, which\"provides a concise, neutral, 'plain-English' descriptions [sic] of specific legislative actions, in real time\" (Mackinac, Grant Proposal Record, 2/24/15).",
  "Senator Barack Obama supported federal card check legislation, but he failed to make it a priority as the right-wing anticipated when Democrats controlled the House and the Senate for two years between 2008-2010.",
  "The initial aim would be to include a 'grandfathering clause', to accommodate existing collective bargaining agreements and a one-year 'grace period' prior to enactment\" (LFA, Grant Proposal Record, 11/11/14).",
  "Topics covered in the meeting included: \"worker centers, minimum-wage proposals, right-to-work laws and their implementation, paycheck protection, and messaging surrounding all of these and related issues.\"",
  "It is important to note that between 1986 and 2015, Bradley contributed a total of $1.1 million to the right-wing bill mill the American Legislative Exchange Council (ALEC, Grant History Proposal, 8/16/16).",
  "Mackinac would also like to use some of any continued Bradley support for its Mackinac Center Legal Foundation (MCLF), the attorneys of which do most of their work on labor- and education-related matters.",
  "On June 12, 2014, the Center for Union Facts ran a full-page ad in USA Today calling for legal action against teacher tenure laws, citing Vergara v. California, a case Bradley was helping to propagate.",
  "\"EAG proposes to research and investigate the individual [sic] and organizations in Wisconsin who profit from the education establishment, and the public officials on all levels who do their bidding.\"",
  "The board documents indicate that Bradley has given two $200,000 grants in 2014 and 2015 for the Partnership for Educational Justice (PEJ) to pursue \"impact litigation\" and \"legislative engagement.\"",
  "Bradley describes what happened next: \"As of this writing the Freedom Foundation has hired 30 canvassers who have knocked on 1,400 doors and spoken to 762 SEIU member health care service providers.",
  "\"The polls provided by IPA helped us to create a collation of 65 groups in 37 states in 2013 and 81 groups in 45 states this year\" to work on the project (EPI, Grant Proposal Record, 11/1/2014).",
  "The right-wing geared up for a battle royale over card-check when President Obama was elected in 2008, but in the midst of the financial crisis the administration failed to prioritize the bill.",
  "A grant proposal record from February 2015 details a $150,000 grant to the Judicial Education Project (JEP) of the Judicial Crisis Network to file amici briefs in two U.S. Supreme Court cases.",
  "The results will be an important, in-depth, one-state version of the larger, national study of CBAs being done by the Thomas B. Fordham Institute…\" (Mackinac, Grant Proposal Record, 2/25/14).",
  "Mackinac, a member of SPN, has also worked aggressively to roll out and defend ALEC-style \"right to work\" legislation in Michigan and other states (Mackinac, Grant Proposal Record, 2/24/15).",
  "\"There is no basis for the proposition that 'defunding labor unions' is a charitable purpose within the Internal Revenue Code,\" attorney Marcus Owen told the Center for Media and Democracy.",
  "In Oregon, the Freedom Foundation is using Bradley money to \"educate union workers themselves about their rights—which, if and when exercised, would defund Big Labor\" (Barder Fund, 6/2/15).",
  "Bradley notes that the group is also fighting \"the threat of forced unionization\" in new employment sectors, as well as \"union-only project labor agreements and 'labor-peace' ordinances.\"",
  "He was in Wisconsin in 2015 testifying on behalf of ALEC's private-sector verbatim \"right to work bill\" and candidly testified that it would \"drive down labor costs,\" also known as wages.",
  "On a panel called \"Coalition and Communication,\" PR spin doctor Richard Berman of Berman and Co. was there \"representing\" his front group Center for Union Facts, discussed further below.",
  "Also in 2014, CUF placed a five story billboard just off Times Square blaming American Federation of Teachers President Weingarten for everything wrong with the U.S. educational system.",
  "Empire Center has \"the stomach for implementing the overall strategies and confrontational tactics of the Freedom Foundation in pursuing Bradley's programmatic employee rights goals.\"",
  "To help with this effort, Bradley also gave a group called \"JeffCo Students First\" $75,000 to support a \"grassroots\" effort to advance this school privatization and anti-union agenda.",
  "The Association of American Educators Foundation (AAEF) based in Mission Viejo, California has received a steady stream of Bradley funding, at least $1.7 million between (2004-2014).",
  "It also filmed, produced, and is now airing another in a series of television advertisements featuring a government-union member bullied by his or her union\" (Barder Fund, 8/18/15).",
  "\"Its labor and education work in particular has been funded by the Dow, Earhart, Herrick Foundations and Chrysler,\" say the Bradley files (Mackinac, Grant Proposal Record, 2/25/14).",
  "The Wall Street Journal featured Bradley-funded State Policy Network leader Tracy Sharpe in a post election \"Weekend Interview\" called \"The Spoils of the Republican State Conquest.\"",
  "Sharp told the paper that she had always felt that Wisconsin and Michigan were only \"thinly blue,\" and that the GOP has been put on better footing by the destruction of the unions.",
  "These \"tools\" include \"secret ballots, paycheck protection, more-efficient and fairer union decertification processes, standardized election timing and criminalizing union threats.",
  "April Bain and three other plaintiffs were seeking to maintain their union membership (which they saw as beneficial) while paying a reduced dues rate and/or becoming a non-member.",
  "In Vergara, Judge Rolf M. Treu of Los Angeles Superior Court ruled that state laws governing the hiring, firing and job security of teachers violate the California Constitution.\"",
  "As CMD has documented in this series, Bradley has worked closely with Berman to develop \"conservative infrastructures\" in the states and to smear opponents of the Bradley agenda.",
  "Perhaps most remarkable, some of the \"think tanks\" that Bradley funds knock on doors attempting to convince workers to break with their unions in an effort to \"defund Big Labor.\"",
  "There was also a panel on \"Preventing and Responding to Legal Challenges\" with Raymond LaJeunesse, VP and Legal Director for the National Right to Work Legal Defense Foundation.",
  "In 2014, the files show the Nevada Policy Research Institute wrote a letter of support on behalf of the Interstate Policy Alliance at the anti-union PR firm, Berman and Company.",
  "PEJ has already filed Wright v. New York and PEJ is also preparing its next similar actions in Minnesota, where it is actively looking for plaintiff families, and New Jersey.",
  "\"Our schools are falling behind the rest of the world… Yet Randi Weingarten has the audacity to attack Education Secretary-designate Betsy DeVos—a proven education reformer.\"",
  "With many Bradley-supported allies, Mackinac and its labor, legal, and educational efforts provide good programmatic and organizational models for the rest of the country.\"",
  "The documents CMD reviewed show that as early as May 2003, Bradley convened a \"Working Group on Employee Rights\" at the Hudson Institute, just blocks from the White House.",
  "AAE and Lacroix have admirably struggled, in the face of severe challenges, to increase that number and decrease the unions' hold on teachers' money, and thus their power.",
  "This transformation has resulted in Republican \"unified\" control of 25 states where Republicans control governorships, House, Senate, and often the state's Supreme Court.",
  "Right-wing pundit and Trump campaign advisor, Stephen Moore, also wrote that Mackinac \"persuaded Lansing lawmakers to pass a right-to-work law in the Wolverine State.\"",
  "On April 14, 2016, a three judge panel on the Court of Appeal unanimously reversed the trial court's decision and the State Supreme Court decided not to take the case.",
  "Bradley recommended another $75,000 grant for EAG in 2016 for a \"study of labor costs\" at the University of Wisconsin System (EAG, Grant Proposal Record, 7/27/2016).",
  "The reality is that, given the choice, many members of unions, clubs, trade association or even churches would prefer to enjoy the privileges of membership for free.",
  "SPN groups operate as the policy, communications, and litigation arm of ALEC, giving its cookie-cutter bills a sheen of academic legitimacy and state-based support.",
  "This would be the Bradley Foundation's first grant to NPRI, explains the grant proposal record (Nevada Policy Research Institute, Grant Proposal Record, 2/23/16).",
  "Together these institutions have worked hand in hand to advance union-busting legislation in Indiana, Wisconsin, Michigan, Kentucky, West Virginia, and Missouri.",
  "A Bradley video geared toward enticing other funders to join the cause puts it more bluntly: \"Together we can help keep our Great Lakes blue and our states red.\"",
  "Bradley helped launch \"school choice\" in Milwaukee in the 1990s and funds a variety of activities to secure taxpayer vouchers for private and religious schools.",
  "Teachers recently spent more than seven figures, through various sources, to support a candidate who promised to halt the growth of the School Choice movement.\"",
  "The bill is designed to prevent card check and defund unions and the Berman team has placed hundreds of op-eds and testified in Congress on behalf of the bill.",
  "The Bradley Foundation's \"Working Group on Employee Rights\"\n\nAs this chart shows, unions were key to the growth of the American middle class for many decades.",
  "With the final legality of Act 10 contemplated later this year, AAE hopes its 2014-15 recruiting season could be a tipping point for its growth in Wisconsin.",
  "Lacroix was one of a handful of Wisconsin teachers that supported Walker's massive cuts to education and evisceration of collective bargaining in the state.",
  "During this period, ALEC produced a raft of damaging anti-union \"model bills\" including the misnamed \"Right-to-Work Act\" and the \"Paycheck Protection Act.\"",
  "McCabe is one of many Bradley grantees to leave his work as a political operative to turn a tax-exempt charitable organization into a weapon of the right.",
  "Now a cache of Bradley board documents (2013-2016) examined by the Center for Media and Democracy is shedding light on the foundation's political agenda.",
  "It wants the Independence Institute in Colorado to \"defund teacher's unions and achieve real education reform\" at the local level (Barder Fund, 8/18/15).",
  "While most of Berman's fake websites and PR campaigns benefit a particular industry, its recent attacks on teachers unions are right up Bradley's alley.",
  "In the \"About Us\" section of its website, CUF describes itself as a \"501(c)(3) nonprofit organization that fights for transparency and accountability.\"",
  "The list of participants is a \"who's who\" of anti-union activists and organizations funded by Bradley (Meeting of the Bradley IRA Committee, 11/12/13).",
  "The reality is that CUF is a \"front group\" created by Berman and Company, a notorious Washington, D.C.-based corporate PR firm run by Richard Berman.",
  "After a lengthy court battle, in September 2016 the Freedom Foundation obtained a list of some 30,000 SEIU union members in the state of Washington.",
  "It was led by Matt A. Mayer who played a leadership role in both the Oklahoma and Ohio group (Opportunity Ohio, Grant Proposal Record, 2/23/2016).",
  "Therefore, staff recommends a $200,000 investment in AAEF for the Wisconsin activities\" (AAEF, Grant Proposal Record, 8/19/2014, emphasis added).",
  "The grant describes some of Mackinac's activities: \"Bradley's recent support of Mackinac has been styled as for its Labor and Education Project.",
  "Diana Furchtgott-Roth, Senior Fellow at the Manhattan Institute for Policy Research, and Earl Taylor of the Goldwater Institute also presented.",
  "Would doctors like to skip the $420 membership fee of the American Medical Association and still enjoy the significant benefits of membership?",
  "Also presenting, Brett Healy of the Bradley-funded MacIver Institute and Jennifer Toftness from Wisconsin Assembly Speaker Robin Vos' office.",
  "Because if you dismantle unions, you destroy a key funder of the Democratic Party and its \"army on the ground,\" as Newt Gingrich once put it.",
  "Before entering private practice, Owen was the Director of the Exempt Organizations Division of the Internal Revenue Service for 10 years.",
  "Frequently the Bradley documents discuss \"defunding teacher's unions\" and \"achieving real education reform\" as two sides of the same coin.",
  "The goal was described as educating \"policymakers and key influencers about the effects of potential changes in current federal labor law.",
  "In 2013, the battle resulted in a high-dollar school board race where unions and the Koch's Americans for Prosperity group spent heavily.",
  "\"When you chip away at one of the power sources that also does a lot of get-out-the-vote,\" chirped Sharpe, \"I think that helps—for sure.\"",
  "It has a national membership base of approximately 20,000\" with affiliates in Arkansas, Colorado, Idaho, Kansas, Oregon, and Washington.",
  "For instance, in 2015 Bradley gave a grant of $75,000 to the Education Action Group Foundation (EAGNews.org) for a project in Wisconsin.",
  "Bradley has provided $3.65 million since 2011 to turn the Wisconsin Institute for Law and Liberty into a regional litigation center.",
  "Bradley hailed the work of the Freedom Foundation as a \"national model\" and touted the skills of its \"pugilistic\" leader Tom McCabe.",
  "Grant proposal records detail millions for anti-union legislative and litigation work as well as disinformation and smear campaigns.",
  "\"Bradley's grantmaking program in employee rights grew out of this working group\" (Meeting of the Bradley IRA Committee, 11/12/13).",
  "The case failed 4-4 in the Supreme Court in April 2016 (Center for Individual Rights, Grant Proposal Record, 11/12/2013, 11/11/14).",
  "But questions are raised when a taxpayer supported \"charitable\" foundation funds activities that look a lot like partisan warfare.",
  "It also fails to tell the truth about who runs the organization and how it is funded in its FAQ under \"Who are you guys really?\"",
  "News reports indicate that casino magnate Sheldon Adelson and Bernard Marcus of Home Depot were also involved in this campaign.",
  "Each reduction in enrollment represents a loss of political power for unions and the protectors of the education establishment.",
  "Michigan adopted the anti-union policy during a lame-duck session, over the objections of tens of thousands of union workers.",
  "In recent years, CUF has attacked the American Federation of Teachers and Service (AFT) in lockstep with the Bradley agenda.",
  "He is not listed on the CUF website, but is listed as the \"President and Executive Director\" of CUF on its IRS tax filings.",
  "These proposals \"are getting the attention of existing and potential future top-level federal policymakers in Washington.\"",
  "It is prohibited from engaging in partisan political activities and can only engage in very limited \"grassroots\" lobbying.",
  "\"Education Action Group Foundation has been a partner in the Wisconsin Network for the past five years,\" the grant reads.",
  "WILL has become a private enforcer of Scott Walker's anti-union Act 10 legislation, suing localities to force compliance.",
  "\"Mackinac is among the most aggressive and, as the right-to-work victory shows, successful state think tanks in America.",
  "asked Matt Patterson, executive director of the Center for Worker Freedom at Grover Norquist's Americans for Tax Reform.",
  "Jonathan Williams was there representing the the corporate bill mill, the American Legislative Exchange Council (ALEC).",
  "This is a bit grandiose for the Oklahoma crowd; Operation Overlord was the name for the allied invasion of Normandy.",
  "\"The Education Labor Project will pursue a schedule of activities designed to challenge the Colorado teachers union.",
  "It depicted a child inside a trash can and read: \"How can you stop teachers unions from treating kids like garbage?",
  "As their territory shrinks they become more combative and more intensely focused on retaining what they still have.",
  "Bradley also provided millions more to ALEC's sister group the State Policy Network of \"think tanks\" in the states.",
  "Sherk has worked on a new strategy to defund unions at the local level, with ALEC-style \"right to work\" ordinances.",
  "As continuously, NRTWLD effectively fights this lower profile battle\" (NRTWLDF, Grant Proposal Record, 11/10/15).",
  "Also in 2015, Bradley gave the Independence Institute another $50,000 grant for its \"Education Labor Project.\"",
  "In its most recent grant, Bradley gave CUF $125,000 to create \"a set of legislatively created policy tools.\"",
  "PEJ is located in New York City and was at the time of the grants applying for 501(c)(3) charitable status.",
  "The case challenged the requirement that non-union public school employees pay fair share fees to a union.",
  "ALEC has bills on these topics that are newly moving in states (NRTWLDF, Grant Proposal Record, 11/10/15).",
  "Since 2003, Bradley has provided $1,151,500 to this SPN member (NRTWLDF, Grant Proposal Record, 11/10/15).",
  "Funding Media Outlets that Attack Unions\n\nIn some states, Bradley funds media outlets that attack unions.",
  "\"Did the labor reforms enacted in Wisconsin and neighboring Michigan help Donald Trump win those states?\"",
  "Some of its money goes to traditional charitable endeavors, such as supporting the symphony and the arts.",
  "The Bradley documents detail the funding given to groups to dismantle unions and turn blue states red.",
  "Between 2004 and 2013 Milwaukee Public School enrollment dropped by more than 1,000 students annually.",
  "Bankrolling a Fake Union to Defund Unions\n\nBradley so hates unions it is funding a union alternative.",
  "The final panel, \"Beyond Right to Work,\" featured newcomer James Sherk from the Heritage Foundation.",
  "\"Tax exempt status is reserved for charitable, educational, and other genuinely non-partisan causes.",
  "Bradley-funded institutions talk about this agenda in Bradley-funded media in purely partisan terms.",
  "\"Policy tools\" that are \"getting the attention\" of federal policymakers sounds a lot like lobbying.",
  "A group called Opportunity Ohio in Dublin, Ohio requested $250,000 to assist with the same project.",
  "When union membership rates were high, so was the share of income that went to the middle class.",
  "With Bradley funding and encouragement, the bare-knuckled brawl is spreading to other counties.",
  "Bradley is a major champion of school vouchers and the school privatization agenda as a whole.",
  "It would like to have two to three more states in line by the end of 2016,\" the documents say.",
  "\"Between 2011 and 2014 enrollment in Wisconsin public school dropped by more than 25 percent.",
  "And Bradley considers teacher unions a major impediment to its school privatization agenda.",
  "Behind the scenes, newly disclosed Bradley documents detail an aggressive political agenda.",
  "One of the presenters at the 2003 meeting was Grover Norquist of Americans for Tax Reform.",
  "Jennifer Butler, VP of External Relations of the State Policy Network (SPN), was there.",
  "\"PEJ is trying to take last year's important Vergara v. California decision national.",
  "The above is only a sampling of anti-union efforts funded by the Bradley Foundation.",
  "Bradley wants to expand these hard-core union-busting techniques to further states.",
  "It is described as \"the largest non-union educators' organization in the country.",
  "She was featured in Walker campaign ads, on Fox News and in Bradley-funded media.",
  "Now the battle over card check has moved to the National Labor Relations Board.",
  "NRTWLDF has long fought the use of card-check, also called \"majority sign up.\"",
  "Card check or \"majority sign up\" is a fast and easy method to certify a union.",
  "The president of CRC is Scott Walter, a former employee of Berman and Company.",
  "Also speaking was Paul Kersey, then at the National Right to Work Committee.",
  "But union-busting has been a long-term endeavor for the Bradley Foundation.",
  "In recent years, income inequality has returned to Depression Era levels.",
  "Publicly, the Bradley Foundation spins this agenda as \"employee rights.\"",
  "In 2015, Bradley gave the group $175,000 to support general operations.",
  "Sherk recently got a job in the Trump White House as a labor advisor.",
  "In 2014, Bradley gave Mackinac $50,000 to support general operations.",
  "The billboard read: \"Who's to blame for kids who can't count or read?",
  "The three year budget for the project was projected to be $8,255,000.",
  "Why is Bradley such a big fan of this tiny \"think tank\" in Olympia?",
  "The group had received $840,000 previously the documents indicate.",
  "If the affiliates are anything like Wisconsin they are struggling.",
  "It reported zero direct or grassroots lobbying to the IRS in 2012.",
  "Like Bradley, Mackinac is a tax-exempt \"charitable\" organization.",
  "Hard to fight when your bazooka's been replaced by a squirt gun.\"",
  "When Bradley says Lacroix was helpful, that is an understatement.",
  "(California and New York were considered for further expansion.)",
  "Public school teachers are the primary opponent of this agenda.",
  "Previously Bradley had given them $390,000 between 2010-2014.",
  "VP Mike Pence had to cast the tie-breaking vote for DeVos.",
  "As unions have declined, so has the American middle class.",
  "Bradley is a tax-exempt, non-profit private foundation.",
  "And the purpose of all this union busting is clear.",
  "Now PEJ wants to take this flawed effort national.",
  "Many of these groups are part of the SPN network.",
  "This includes funding for the group's newspaper.",
  "Bradley has been a big funder of this agenda.",
  "Ask Randi Weingarten and the teachers union.\"",
  "One hundred forty-one opted out of the SEIU.",
  "The courts tossed out this convoluted case.",
  "Norquist was there again and so was Kersey.",
  "Why does Bradley want to annihilate unions?",
  "What is \"charitable\" about busting unions?",
  "But Bradley likes CUF for other reasons.",
  "Do they think they are enslaved?",
  "\"No question in my mind.",
  "Ask physicians.",
  "Nothing.",
  "Sure.",
  "Sue.\"",
  "No.",
  ".."
]