[
  "In his 2007 book Surrender Is Not an Option: Defending America at the United Nations, he spends dozens of pages railing against what he calls the “arms control theology” that “had been painstakingly developed during the Cold War, and kept on life support during the Clinton presidency by devotion and prayer rather than hard reality.”\n\nIt’s therefore no real surprise that the Trump administration has withdrawn from multiple arms control agreements during Bolton’s six months as national security adviser.",
  "German Foreign Minister Heiko Maas on Sunday called it a “regrettable” move, saying that the treaty is “an important pillar of our European security architecture” and that the US decision “raises difficult questions for us and Europe.”\n\nHowever, European leaders have never publicly criticized Russia for its treaty violations, thereby putting little extra pressure on Moscow to comply.",
  "“Those who confidently insist we don’t need them are spitballing.”\n\nJohn Bolton is dismantling global arms control\n\nBut while Bolton’s argument in this case has merit, this decision is also part of a much broader effort by the Trump administration to undo years of arms control work — and it all just so happens to correlate with Bolton’s time at the White House.",
  "“It doesn’t make sense for the United States to be unilaterally constrained by limits that don’t affect any other country.”\n\nHaving ground-launched cruise missiles may not actually be all that useful for combating Russia nowadays, these experts say, but they are necessary to fight off the growing military threat from China.",
  "Gorbachev, the Soviet premier who signed the treaty with Reagan, called Trump’s announcement “unacceptable” and “very irresponsible.”\n\nThe US has yet to formally notify Russia that it will leave the agreement, which would start the process to officially withdraw from the accord six months later.",
  "Why the US should stay in the INF Treaty\n\nHaving the treaty in place reduces tensions between the US and Moscow, some experts say, mostly because both countries destroyed about 2,600 ground-based cruise missiles in total along with their corresponding launchers as a result of the treaty.",
  "“Across two administrations, the United States and our allies have attempted to bring Russia back into full and verifiable compliance with INF,” a senior Trump administration official told me, speaking on condition of anonymity to discuss sensitive ongoing talks.",
  "The answers fell into two camps: those who felt the US should try to coerce Russia into compliance with what they say is a historic and useful treaty, and those who said the US should leave the treaty entirely because it’s hurting America’s security.",
  "Eric Sayers, a defense expert at the Center for a New American Security, told me it wouldn’t be too hard to place cruise missiles on the ground near China — like in Japan or the Philippines — as long as those countries agree to it.",
  "Russian President Vladimir Putin has continued to improve those weapons; in March, he even made the striking claim that Russia will soon have a nuclear-powered cruise missile that can reach the United States.",
  "Arms control came up when Bolton was in Russia four months ago, when he and his counterparts discussed extending the New START nuclear treaty between the United States and Russia for another five years.",
  "“[T]here was no hope of getting Moscow to return to compliance,” Matthew Kroenig, a nuclear expert at the Atlantic Council think tank, wrote in a blog post on Saturday after Trump’s announcement.",
  "Why the US should stay in the INF Treaty — and why it shouldn’t\n\nExperts I spoke with unanimously agreed that Russia has violated the agreement and that the US needed to do something about it.",
  "According to a 2018 Pentagon report, Beijing has vastly improved its cruise missile arsenal, which would likely make it harder for US warships to approach the country’s coast during a fight.",
  "It’s possible Russia could have been even more brazen in its development of ground-based cruise missiles, and that remaining a signatory in the agreement somewhat curbed Moscow’s ambitions.",
  "Increasing America’s stockpile of those other weapons, then, might pressure Moscow financially and militarily to come to the table to discuss a way to improve the accord for both sides.",
  "But it seems Trump made the announcement that he would be pulling the US out of the treaty before consulting with America’s European friends — and they’re not happy about the decision.",
  "“Punching out isn’t going to bring them into compliance, and now lets them justify a buildup even more while painting us as the bad guys,” said Vipin Narang, a nuclear expert at MIT.",
  "Here’s one idea from James Miller, the top Pentagon policy official from 2012 to 2014: The US should develop cruise missiles that carry nuclear weapons and can be launched at sea.",
  "“Living in Europe, they care about INF more than anyone because they are within INF ranges,” Heather Williams, an arms control expert at King’s College in London, told me.",
  "“[W]e’re not going to let them violate a nuclear agreement and go out and do weapons, and we’re not allowed to,” Trump told reporters aboard Air Force One on Saturday.",
  "If the White House follows through, it could imperil US relations with Moscow and European allies in the near future — and increase tensions with China down the line.",
  "At the time, three sources familiar with Bolton’s thinking told me that he was “very upset” he had to discuss extending the agreement when he spoke to Putin about it.",
  "That agreement came into effect on February 5, 2011, with the goal of limiting the size of the American and Russian nuclear arsenals, the two largest in the world.",
  "“There’s a reason China and others have them and there’s a reason Russia is developing them,” says Rebeccah Heinrichs, a nuclear expert at the Hudson Institute.",
  "For example, in May the US withdrew from the Iran nuclear deal, which the Obama administration put in place to constrain Tehran’s path to a nuclear weapon.",
  "Some say it could lead Russia to develop more of the weapons and fuel an arms race, while others say it unnecessarily handicaps America’s military prowess.",
  "Remember: The INF treaty doesn’t prohibit the US from fielding and testing cruise missiles that can be shot from planes, ships, or submarines — only land.",
  "That’s an argument that John Bolton, who became Trump’s national security adviser in April, made for years when he was a pundit outside of government.",
  "“Despite our objections, Russia continues to produce and field prohibited cruise missiles and has ignored calls for transparency,” the official added.",
  "The Intermediate-Range Nuclear Forces (INF) Treaty was signed by President Ronald Reagan and Soviet leader Mikhail Gorbachev in December 1987.",
  "But if the US tears up the deal, Russia could openly and more quickly build up its arsenal — all while claiming the US made it okay to do so.",
  "What’s more, he continued, those weapons are cheaper overall than their air or sea variants because they are usually launched from trucks.",
  "The agreement prohibited Washington and Moscow from fielding ground-launched cruise missiles that could fly between 310 and 3,400 miles.",
  "That could kick-start a new arms race between the two countries, where each side would try to one-up the other with better weaponry.",
  "Planes, ships, and submarines are complex to build and very expensive to maintain, making land-based cruise missiles a good option.",
  "In effect, those who want the US to leave the INF Treaty say the US is missing out on a vital weapon to safeguard the country.",
  "Why the US should leave the INF Treaty\n\nOther experts are equally passionate that leaving the agreement was long overdue.",
  "President Donald Trump is planning to withdraw the United States from a three-decade-old arms control treaty with Russia.",
  "That, along with other issues in the relationship, could potentially put both countries on the path to war, many worry.",
  "That was particularly important for Washington’s allies in Europe, who were directly threatened by Russia’s stockpile.",
  "In 2014, the Obama administration blamed the Kremlin for testing a cruise missile in direct violation of the accord.",
  "However, both sides still could — and since have — built up cruise missiles that can be fired from the air or sea.",
  "The main reason, they say, is that America should have these weapons if other countries won’t stop building them.",
  "But Bolton — and Trump — felt that it didn’t go far enough, and ultimately decided to pull out of the deal.",
  "Before joining the administration, Bolton called the accord “unilateral disarmament” by the United States.",
  "The US could also deploy longer-range cruise missiles along China’s periphery to fend off Beijing’s ships.",
  "Bolton is currently in Moscow to meet with top Russian leaders, and this issue will certainly come up.",
  "But there’s one person — National Security Adviser John Bolton — who will likely smile if it happens.",
  "Experts also point out that leaving the agreement will do little to make Russia want to abide by it.",
  "Both countries signed the agreement as a way to improve relations toward the end of the Cold War.",
  "Some experts worry that Trump’s announcement about the INF Treaty means New START may soon die.",
  "But if Trump leaves the deal, the US will lose any and all leverage with Russia on this issue.",
  "Experts say that puts the US at a massive disadvantage and should be promptly reversed.",
  "Washington and Moscow would grow their arsenals of ground-launched cruise missiles.",
  "Bolton has been very open about his dislike of arms control agreements for years.",
  "There are ways to pressure Russia to comply with the agreement, experts told me.",
  "The problem is that Russia has clearly violated that agreement in recent years.",
  "(Russia says the US has violated the agreement too, a charge the US denies.)",
  "Experts are divided on whether leaving the treaty is a good or bad idea.",
  "And it seems the Trump administration has had enough.",
  "Where they differed, though, was over how to do that.",
  "Bolton, however, would likely celebrate that move.",
  "These are legitimate worries.",
  "Let’s take each in turn.",
  "The case has merit."
]