[
  "The likelihood, it seems to me, is that president-elect Bush will pick somebody for Interior who will give much more comfort to the mining, agriculture, extractive industries in the West, and to the people who are critical of federal land-management policies under the Clinton administration, as an offset to the environmental emphasis that Governor Whitman will bring to EPA.",
  "Already negotiations: the Bush team turning to some veteran Republican lobbyists in Washington -- and a few Democrats as well -- to privately sound out the Senate Democratic leader Tom Daschle, as well as the Senate Republican leader Trent Lott, to try to ensure that those confirmation hearings will begin very quickly after the Bush inaugural.",
  "And if you have ever seen book accounting, you would -- I would be cheated out of all of your money if you did a deal... MESERVE: Mr. Wolff, whether this conflict here is real or whether it's an illusion, is this something that's likely to dog Mrs. Clinton throughout her political career, simply because she is such a polarizing figure?",
  "that's why we want the Senate Ethics Committee to review it, simply -- it's probably a conflict of interest for her to accept an $8 million advance, the largest book advance ever by an elected official in the history of the world, from Simon & Schuster, which is owned by Viacom, the second largest media conglomerate in the world.",
  "But if they can use it to highlight issues like abortion, in particular, ones that might make it tougher for Bush to bridge this gap, which remained even after the election... MESERVE: Because those issues -- like abortion and gun control -- those are issues that are very important to some of those key swing groups, correct?",
  "It has major holdings in radio, TV, book publishing, the Internet, video stores; it has a wide variety of interest before the Congress: things like regulation of media violence, media ownership, intellectual property and copyright issues, public interest duty of broadcasters, they have a major lobbying shop here in town.",
  "AL SHARPTON, NATIONAL ACTION NETWORK: It is clearly beyond my understanding how president-elect George Bush can say he is reaching out to the African-American and minority community, and ignore the fact that he is appointing Governor Whitman, who arguably -- in my judgment -- has been the queen of racial profiling.",
  "(BEGIN VIDEOTAPE) SEN. JOHN ASHCROFT (R-MO), ATTORNEY GENERAL NOMINEE: Janet and I are profoundly... KELLY WALLACE, CNN CORRESPONDENT (voice-over): After his nomination Friday, outgoing Missouri Senator John Ashcroft worked the phones, reaching out to some Democratic colleagues before his confirmation hearings.",
  "And I think that what you are going to see is an attempt by the Democrats very early on to try to polarize -- particularly around some of the social issues that were sublimated in the campaign -- in a way that will drive some barriers between Bush -- or attempt to drive barriers between Bush and those voters.",
  "(BEGIN VIDEOTAPE) MORTON (voice-over): It's the day after Christmas, and all through the mall -- that's not how the poem goes, of course, but it is traditional; folks out looking for the post-Christmas sales, even bigger discounts than the pre-Christmas post-Christmas sales, or so they say, anyway.",
  "If, however, the two sides do not accept this framework, this administration official tells CNN the White House really sees no prospect of reviving the talks, and that only violence will ensue, violence that the new president would have to inherit and deal with in all of its complexity -- Jeanne.",
  "And they want to also put the new president on notice that, if Attorney General Ashcroft sends President Bush the names of extremely conservative judges for appointment -- particularly to the appellate and Supreme Court level -- that there will be a major battle over those appointments.",
  "A senior administration official tells CNN that if, in fact, the Israelis and the Palestinians do accept that framework, it is the expectation here at the White House that Mr. Barak and Mr. Arafat will then come to Washington separately, possibly as early as next week.",
  "(on camera): Nobody expects a repeat of what happened to John Tower, but the nomination could really key Democratic groups already bitter after the Florida recount for future battles with the new president over other nominees and control of the Congress in 2002.",
  "SEN. ARLEN SPECTER (R-PA), JUDICIARY COMMITTEE: I think that it creates a more pressing need for balance with moderates in the Cabinet: some pro-life, pro-choice people to provide some diversity, to offset some of Senator Ashcroft's more conservative views.",
  "(BEGIN VIDEOTAPE) MAJOR GARRETT, CNN WHITE HOUSE CORRESPONDENT (voice-over): Israeli Prime Minister Ehud Barak, who sees a peace deal as a path to reelection, appears ready to jump at the latest U.S. proposal, providing the Palestinians do the same.",
  "There is a very strong expectation the president has that the Palestinians and the Israelis will tell him if they are willing to accept this framework that he's laid out, a framework that was developed Saturday at meetings here at the White House.",
  "(END VIDEO CLIP) MESERVE: Sharpton says if Whitman was not sensitive to racial profiling, she will not be sensitive to so-called environmental racism: when sewage plants and other unwanted facilities are placed in minority and poor neighborhoods.",
  "And football: the pros are getting ready for the playoffs, and the college teams are posing one of American life's most urgent questions -- not, how pregnant is this chad, but how many bowl games can you play during one short holiday week?",
  "WALLACE: Democrats plan to probe Ashcroft's opposition to gun control and his abortion and civil-rights record, in particular his role in defeating the nomination of Missouri Supreme Court Justice Ronnie White for a federal judgeship.",
  "But they are so dependent on these suburban voters now, it's hard to see how they make the moves toward the center on some of those cultural issues in a way that might bring back some of the rural voters who have moved toward the GOP.",
  "And I think there will be a lot of questions as to where he wants to take that department: whether he will continue to break down the concentrations of public housing, whether he will be in favor of an enlarged rent subsidy program.",
  "But if substantial progress is made by then, then a new president, President Bush would inherit a process very far along, that would only require a little bit of coaxing on his behalf to move the two parties to the finish line.",
  "And: (BEGIN VIDEO CLIP) BRUCE MORTON, CNN CORRESPONDENT (voice-over): It's the day after Christmas, and all through the mall... (END VIDEO CLIP) MESERVE: Bruce Morton waxes poetic on American life after the election standoff.",
  "KING: We expect either Thursday or Friday in Washington, he will at least name Governor Thompson to be the HHS secretary -- some progress being made, we're told, in the search for an education secretary as well -- excuse me.",
  "(COMMERCIAL BREAK) MESERVE: During the height of the Florida vote dispute, some people predicted that a Constitutional crisis would hang over the holidays, menacing the merriment like the Grinch who tried to steal Christmas.",
  "Senator have to meet usual and customary contractual term, And, an $8 million book advance, the largest one ever for a public official in the history of the world, simply is not usual or customary contractual issues.",
  "Law enforcement authorities say they were inundated with emergency calls around 11:00 a.m. (BEGIN VIDEO CLIP) JOHN MCEVOY, MIDDLESEX COUNTY CHIEF PROSECUTOR: Wakefield police responded and surrounded the building.",
  "WALLACE: Like a certain other southern governor, Mr. Bush will bring lots of old friends from home, many from the days when he was a young oil man in midland; pals like Don Evans, the Commerce secretary nominee.",
  "(COMMERCIAL BREAK) MESERVE: Palestinian leaders met today, but they made no decision on whether they'll accept President Clinton's outline for a Mideast peace settlement -- more deliberations expected tomorrow.",
  "A late-week trip is in the works, more Cabinet picks planned, among them, GOP sources say, Wisconsin Governor Tommy Thompson, an anti-abortion conservative, to head the Department of Health and Human Services.",
  "BRODER: Whoever is nominated will certainly face questions in the confirmation hearings about his or her views on vouchers and where vouchers fit into the overall education strategy of the new administration.",
  "WALLACE: In fact, on the day Mr. Bush stood with Ashcroft, he also touted New Jersey Governor Christie Whitman, a vocal supporter of abortion rights, as his choice to lead the Environmental Protection Agency.",
  "(END VIDEOTAPE) MESERVE: And now another example of the confirmation heat being generated by civil-rights figures: The reverend Al Sharpton promised today to fight Christie Whitman's nomination as EPA chief.",
  "WALLACE (on-camera): Arriving will be a man known for showing his emotional side publicly, of simple tastes, with a soft spot for peanut butter and jelly sandwiches, and a keen interest in batting averages.",
  "MESERVE: Mr. Ruskin, back to you; is one of your concerns that Simon & Schuster, the publishing house here, is owned by Viacom, which has a lot of issues of substantial interest before the Congress?",
  "The Clintons' search for a pricey second home has drawn some fire from some critics, but others are more concerned about Mrs. Clinton's new $8 million book deal and the ethical questions it raises.",
  "WALLACE: So, in a little less than a month, Washington will say good-bye to a man known for his mastery of all things political, his passion for golf, and friends, including the Hollywood elite.",
  "One of the questions now: In a 50-50 Senate, how fast will the confirmation process unfold, especially in those first 17 days of the new Senate, when the Democrats nominally will be in charge?",
  "GARRETT: Both sides are considering a U.S. proposal that includes a Palestinian state composed of 95 percent of the West Bank and Gaza Strip, territory Israel won in the 1967 Arab-Israeli war.",
  "The interesting thing about it is that many of them seem to be chosen for their ability to handle the external politics of their departments and agencies, rather than the internal management.",
  "Well, I think, you know, clearly -- as I think David might have said before -- what you see in this Cabinet is very much a balancing act, both ideologically, geographically, demographically.",
  "If that's the case, then certainly the environmental groups outside Congress and their allies inside Congress will be at least raising some tough questions for that Interior appointee.",
  "Turning now to Senator-elect Clinton; it was disclosed today that the first lady toured four Washington area homes this weekend with her husband and daughter in tow, but not the media.",
  "Arson is suspected and four teens are being questioned about a wildfire that Karen mentioned that spread through 600 acres near Thousand Oaks, California, west of Los Angeles, today.",
  "They got on with their lives after Richard Nixon resigned as president a generation ago, and that was a much bigger flap than this one, and the football season hadn't even started.",
  "I mean, I actually publish books myself with Simon & Schuster; I can't think of a mechanism in which, number one: anyone from Viacom has ever spoken to a Simon & Schuster author.",
  "RUSKIN: Maybe so, and if so, then if you think she's going to make a lot of money off of it, well then she can make it off her royalties, which nobody has any disagreement with.",
  "If her staff is so sure that this thing will pass muster with the Senate Ethics Committee, well, why don't they just merely submit it to the Senate Ethics Committee for review?",
  "KING: Well, his family likes to come here for fishing -- certainly a great irony given that the state of Florida prolonged the transition by 36 days during the recount battle.",
  "WALLACE: Ashcroft's nomination to be the nation's top law enforcer has some Republicans urging the president-elect to add more abortion-rights supporters to his inner circle.",
  "And later: (BEGIN VIDEO CLIP) MORTON (voice-over): Was it really just a couple of weeks ago that we were reading about how the system was in trouble and the country at risk?",
  "We got a taste of that today: a very different style than the outgoing president, Mr. Clinton -- so certainly a great irony that he would come here for a two-day vacation.",
  "And there will be some signaling to him not to go heavily on the voucher front from the liberal side of the Senate during those education secretary confirmation hearings.",
  "Can he find a way to pursue education reform in a way that brings over some of those voters that are still going be cool to him on abortion, guns and questions like that?",
  "But they haven't done that yet, and there's no -- it doesn't mesh with what they are saying, regarding the fact that they think that it does meet Senate ethics criteria.",
  "(COMMERCIAL BREAK) MESERVE: Representative Nita Lowey of New York reportedly is on tap to become the first woman to head the Democratic Congressional Campaign Committee.",
  "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com Search CNN.com CNNSI.com CNNmoney.com The Web",
  "Let's talk about that now with Michael Wolff of New York Magazine and Gary Ruskin, director of the Congressional Accountability Project, a nonpartisan watchdog group.",
  "The proposal also calls for return of tens of thousands of Palestinian refugees to a new Palestinian state, but not to Israel, as the Palestinians have long demanded.",
  "Unlike every other American, the president-elect still has an administration to put together: a task likely to encroach on his vacation -- at least to some degree.",
  "The appointment would boost Lowey's national profile, after she decided against seeking the Democratic Senate nomination eventually won by Hillary Rodham Clinton.",
  "WALLACE: So don't expect Laura Bush to plunge into the Washington social scene, as Nancy Reagan did after the Carters, another couple that liked to stay at home.",
  "(BEGIN VIDEOTAPE) JOHN KING, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice-over): A little relaxation before the rush to inauguration -- in Florida, of all places.",
  "But for a capital city that's gotten used to the current occupants of the White House being late, the Bushes are likely to make being on time fashionable again.",
  "Most of all, observers say he and his wife will try to duplicate the laid-back, informality of their Texas life in the much more formal nation's capital.",
  "WALLACE: The incoming president is an avid baseball fan, so the former Texas Rangers owner may be spotted at Baltimore's Camden Yards from time to time.",
  "WALLACE: The last time the Senate rejected a Cabinet choice was back in 1989, when then-President Bush nominated John Tower to be secretary of defense.",
  "This administration official tells CNN it would still take almost a miracle to establish a final deal before the president leaves office on January 20.",
  "Also ahead: (BEGIN VIDEO CLIP) WALLACE: As the future first couple packs up the governor's mansion, just what from Texas will they bring to Washington?",
  "His father suffered quite a bit of erosion on the base on a series of steps that he made in office that alienated various conservative constituencies.",
  "KING: Missing from the picture was Laura Bush, back home in Austin because of a Christmas Day emergency appendectomy for 19-year- old daughter Jenna.",
  "MARSHALL WITTMAN, HUDSON INSTITUTE: So look for someone there who's a very strong advocate of education reform in general and vouchers in specific.",
  "But almost at once, most Americans, having applauded the process or criticized it said, OK, that's that, where do I line up to get a Playstation 2?",
  "And, in fact, Bush now faces the tension, the conflict of resolving an election that produced a very different coalition than he set out to build.",
  "There is no doubt that the Bush administration will face a tough series of problems when it takes over, both on the world stage and domestically.",
  "KING: The selection of Missouri Senator John Ashcroft for attorney general cheered conservatives, but the GOP right is still watching carefully.",
  "Do you expect they'll be much objection to her from either conservative groups, who object to her abortion stance, or from environmental groups?",
  "SEN. PATRICK LEAHY (D-VT), JUDICIARY COMMITTEE: Will he enforce the laws that protect a Planned Parenthood clinic from fire bombers and others?",
  "(END VIDEOTAPE) MESERVE: Over the past week, have you spent a lot of time thinking about the presidential election or the Florida vote recount?",
  "She would succeed Representative Patrick Kennedy, who is stepping aside after the DCCC made impressive fund-raising gains under his leadership.",
  "You've written a letter to Senator-elect Clinton, I understand, recommending that she submit her book contract to the Senate Ethics Committee.",
  "GARRETT: Well, a senior administration official, Jeanne, tells CNN that the president really hopes that tomorrow he will hear from both sides.",
  "On the other hand, he didn't do nearly as well as he hoped among -- as we said -- those suburban voters, especially women, outside the South.",
  "WOLFF: Well, there is the appearance -- it looks bad, but just because something looks bad, does not mean it's the appearance of impropriety.",
  "The Clinton's made an offer of nearly $2 million on one home, but the owners told CNN they wanted more; so the Clinton's withdrew the offer.",
  "I mean, look, both sides are sort of so precariously balanced that neither one can move very far without endangering what they already have.",
  "But Paul O'Neill had a very fine reputation in Washington during his earlier service as the deputy director of the bureau of budget, at OMB.",
  "And while liberal groups concede it will be tough to defeat the social and religious conservative, they do plan a tough confirmation fight.",
  "I have been told by people up there that they'd be surprised if there were more than 15 or 20 votes against Senator Ashcroft at this point.",
  "(END VIDEO CLIP) MESERVE: Authorities say the suspect, Michael McDermott, was hired by Edgewater in March, and worked as a software tester.",
  "He set out to bring in the middle, won a 43-percent election, was dependent on the base -- caused him a lot of problem in that first term.",
  "And, in fact, Mr. Barak and Mr. Arafat come here and then begin some very hard negotiations that moves this process along at a rapid pace.",
  "President Bush -- president-elect Bush -- was nominally for vouchers, but he certainly didn't put much emphasis on it during the campaign.",
  "(BEGIN VIDEOTAPE) WALLACE: As the future first couple packs up the governor's mansion, just what from Texas will they bring to Washington?",
  "And fair enough, there was plenty to object to, and there will surely be proposals for making voting better in Florida and other states.",
  "More interviews, too: Former Indiana Senator Dan Coats was the early favorite for defense secretary, but Mr. Bush wants to keep looking.",
  "So there's no question that they tried very hard to influence both the Congress and... WOLFF: If I can interrupt just a second, though.",
  "ALBERTA BROOKS, AUSTIN \"AMERICAN-STATESMAN\": I think mostly the Bush's will be shipping in their friends and lifestyle in that regard.",
  "His specific charge: that the New Jersey governor failed to combat racial profiling, the targeting of black motorists by state police.",
  "If, in fact, let's say, for example, the Israelis and Palestinians tomorrow inform the president that, yes, they accept the framework.",
  "EHUD BARAK, ISRAELI PRIME MINISTER: We won't to be able to be isolated as the side or party who does not want to try to achieve peace.",
  "David, we just heard Kelly Wallace report that the big ruckus is likely to be over John Ashcroft's nomination to be attorney general.",
  "The ranking Democrat on the committee considering his nomination promises a fair review, but says there are obvious questions to ask.",
  "They have to establish a field that everyone agrees on before they can play ball, in this administration official's words -- Jeanne.",
  "But there will be senators, I expect, who will feel enough pressure from the liberal lobbies that they will cast votes against him.",
  "GARRETT: The White House will not convene other summit, as it did last July at Camp David, unless it is sure a deal can be struck.",
  "And number two: I would assume that she looked at this and made an analysis which was, I'm not really in a conflict position here.",
  "At least 309 Christmas revelers are dead, after becoming trapped in a burning fourth-story nightclub last night in central China.",
  "Seven people are dead in suburban Boston: the victims of a workplace-shooting rampage -- the suspected gunman: a fellow employee.",
  "(COMMERCIAL BREAK) MESERVE: We will have more of the day's political news coming up -- and now a look at some other top stories.",
  "JEANNE MESERVE, CNN ANCHOR: As the president-elect vacations in Florida, we'll recount the pre-inaugural work still on his desk.",
  "Like many Americans, George W. Bush is filling some of the time between Christmas and New Year's with some R&R in the sunshine.",
  "But this administration official cautions all of us covering this story not to read too much into acceptance of this framework.",
  "(COMMERCIAL BREAK) MESERVE: We will have more of the day's political news coming up, but now a look at some other top stories.",
  "(END VIDEOTAPE) KING: Now, the governor has told reporters he hoped his wife and daughter could join him here in Florida soon.",
  "People looking for bargains, exchanging the gift from their Aunt Susie that they really couldn't stand, doing the usual stuff.",
  "Bush won by 20 points among rural voters, and brought back all of the border states -- culturally conservative border states.",
  "They then entered the front lobby of the building, and they discovered an employee by the name of Michael McDermott, age 42.",
  "Bush won because he got a very strong turnout and very high numbers among gun-owners, conservative Christians, rural voters.",
  "MESERVE: What about the Interior Department: no pick there made yet, but a sensitive issue potentially to environmentalists?",
  "MESERVE: Why are the liberal-advocacy groups putting up such a fuss at this point, then, if the outcome is all but certain?",
  "But a Bush transition spokeswoman says it is 100 percent confident the Senate will confirm its soon-to-be former colleague.",
  "But, he said, if Jenna needs a little bit more time back in Austin to recuperate, perhaps she could clean her room as well.",
  "The Wakefield police were able to subdue Mr. McDermott, wrestle him to the ground, placed him in custody and to disarm him.",
  "Was it really just a couple of weeks ago that we were reading about how the system was in trouble, and the country at risk?",
  "GARRETT: As they did at Camp David, hopes for this latest peace gambit appear to ride on Palestinian leader Yasser Arafat.",
  "Education secretary is another major post still unfilled, and a critical spot given the president-elect's campaign agenda.",
  "SEN. JOHN BREAUX (D), LOUISIANA: Ashcroft is probably more conservative than over 90, 95 percent of his Senate colleagues.",
  "And that framework really only establishes -- in his words -- the \"foul lines\" for the negotiations to occur within them.",
  "I'm not sure I can imagine the context in which they say, OK, we've given you this money, now you have to do this for us.",
  "The storm has caused havoc on highways, with cars and trucks abandoned this morning along stretches of road in Arkansas.",
  "People took the court and the election seriously, but they also got on with their lives, and that shouldn't surprise us.",
  "And with just weeks left to go in his administration, President Clinton has been attending to some unfinished business.",
  "MESERVE: A big ideological divide in this country over the matter of education: And it's a priority for Governor Bush.",
  "And now let's talk more about Bush's nominees and the confirmation process with David Broder of the \"Washington Post.\"",
  "And officials at Tinker Air Force Base in Oklahoma, said he gave an emergency day off to nonessential personnel there.",
  "\"Roll Call\" reports House Minority Leader Dick Gephardt is expected to announce Lowey's appointment on January second.",
  "RUSKIN: Mr. Wolff, senators are supposed to avoid even the appearance of wrongdoing and the appearance of impropriety.",
  "I've been actually, a book publisher, and I could probably make the economic case that this book is worth $8 million.",
  "Republicans felt that -- you know, some of the conservatives felt that was why he headed into '92 in a weak position.",
  "Is there some particular set of issues, for instance, that he should emphasize that might serve to bridge the divide?",
  "MESERVE: Let's talk about the confirmation outlook for some of the people he has already chosen: Mel Martinez at HUD?",
  "I know some of the conservative groups have raised the flag that he's not as much of a tax-cutter as they would like.",
  "CNN's John King is traveling with Bush as he takes a transition break in the state he fought so long and hard to win.",
  "But, as I say, we've done a very good job, I think, given the fact that over 30 days were taken out of the process.",
  "KING: They believe they will get the team announced before Inauguration Day, again, a little more than 3 1/2 weeks.",
  "MESERVE: The counterpoint to the Ashcroft nomination is the Christie Todd Whitman nomination to be head of the EPA.",
  "(END VIDEOTAPE) GARRETT: When the Camp David talks failed, Mr. Clinton laid most of the blame at Mr. Arafat's feet.",
  "There is no point in which they can -- they have any kind of legitimate fulcrum on which to exert influence on me.",
  "It's very similar to the problem that Clinton had when he was elected in '92 without doing what he set out to do.",
  "As CNN White House correspondent Major Garrett reports, the Palestinians appear to hold the key to an agreement.",
  "MESERVE: John, Bush, of course, was looking at candidates for his Cabinet long before the election was settled.",
  "And, as John reported, conservatives still are cheering Bush's selection of John Ashcroft for attorney general.",
  "Coats of ice downed power lines, leaving tens of thousands of customers without electricity in northwest Texas.",
  "The proposal also calls for Palestinian sovereignty over the Temple Mount, a revered site for Jews and Muslims.",
  "I can certainly make the case that Simon & Schuster -- it was in their economic interest not to lose this deal.",
  "(COMMERCIAL BREAK) MESERVE: The president-elect is getting ready to move from Austin, Texas to Washington, D.C.",
  "But if he pleases that base, it will be harder to go after those swing voters who resisted him the first time.",
  "Up next: the latest grist for critics of Hillary Clinton, as the senator- elect prepares to begin her new job.",
  "Joining us now with more on the political challenge facing Bush is Ron Brownstein of the \"Los Angeles Times.\"",
  "But from the left, certain groups are pledging to turn Ashcroft's confirmation hearings into a confrontation.",
  "He'll be in Washington, though, by the end of the week: back to the important business of building a Cabinet.",
  "Will he enforce the fair employment, the equal-rights laws, whether he supported them or not as a legislator?",
  "Lots of people objected to the ruling; others objected to the way the votes had been counted, or not counted.",
  "Governor Bush has named seven of his 14 Cabinet members just 3 1/2 weeks left to Inauguration Day -- Jeanne.",
  "Former Senator Howard Baker of Tennessee is pushing the chairman of the Federal Express company, Fred Smith.",
  "And I suspect we're going to see a lot of real management types come in at the undersecretary/deputy level.",
  "What she ought to do is merely take book royalties from books actually sold and not take the book advance.",
  "GEORGE W. BUSH, PRESIDENT-ELECT OF THE UNITED STATES: We've still got work to do, and are going to do it.",
  "If you look at it demographically or geographically, he won by bringing over conservative-leaning groups.",
  "(END VIDEO CLIP) MESERVE: Kelly Wallace on the Lone Star ambiance likely to pervade the Bush White House.",
  "The killings occurred this morning at the national headquarters of a firm called Edgewater Technologies.",
  "So he's got this sort of classic dilemma: The people who elected him have some legitimate claims on him.",
  "When violence erupted, the president conclude Mr. Arafat had not done all he could to stop the violence.",
  "The problem is, the $8 million advance, which may have nothing at all to do with the sale of the books.",
  "WOLFF: Well, I understand that that would look better, but that's not the way the book business works.",
  "But one thing the Bushes won't take from Austin to the White House: a need for nights out on the town.",
  "Outside the South, he didn't really succeed at bringing over the swing voters in the Northern suburbs.",
  "Both sides are to report back to Mr. Clinton by Wednesday, or, if more time is needed, by week's end.",
  "BROWNSTEIN: Every successful political coalition in American history, to some degree, is incoherent.",
  "Plus, the latest on the potential confirmation headaches for attorney general nominee John Ashcroft.",
  "MESERVE: And, John, I have to ask: Is it a coincidence that Governor Bush is vacationing in Florida?",
  "MESERVE: Well, her staff says there was an auction, and that set the fair market value for her book.",
  "You know, in a campaign, it's a lot easier to glide over these differences than it is in governing.",
  "And believe me, there can be no peace nor security for us or for them unless this occupation ends.",
  "MESERVE: Now, is he trying to play to the middle with an appointment like Christie Todd Whitman's?",
  "I'm proud of how our team has really come together and done a great job in a short period of time.",
  "Not much is known to the Urban lobbies and groups about his record in Orlando at the county level.",
  "The hard part will be keeping those issues down in as low a profile as they were in the campaign.",
  "And the Ashcroft nomination and the hearings may be one venue where we see some of this play out.",
  "The nomination of John Ashcroft, I think, as attorney general is likely to be a vehicle for this.",
  "He may also be spotted jogging along the Washington Mall, like his predecessor in his first term.",
  "He wanted, as you said, with his compassionate-conservative message, expand the Republican base.",
  "MESERVE: What exactly are the implications for all of this for the incoming Bush administration?",
  "He was -- he is a broad-ranging man with real intellectual interests: interests in health care.",
  "This will either go down and go down badly over the next couple of weeks, or it will blow over.",
  "BURKA: In fact, Mrs. Bush once told me, we are Mr. and Mrs. prompt -- they're early to arrive.",
  "I, quite frankly, am a little skeptical about whether or not they'll be able to pull that off.",
  "I think Mr. -- Reverend Sharpton is going to find himself with very few allies in that battle.",
  "MESERVE: Major, I understand you just completed some phone conversations with officials there.",
  "YASSER ARAFAT, PALESTINIAN AUTHORITY CHAIRMAN (through translator): It needs deep examination.",
  "And we saw that, even in the campaign, he didn't really want to go out too far from the base.",
  "I mean, I think it could very well mean that she is tone deaf; she has always been tone deaf.",
  "In addition to Arkansas and Oklahoma, the power outage extended into northeastern Louisiana.",
  "MESERVE: During the campaign, we heard it over and over from Governor Bush: He was a uniter.",
  "Did he succeed in persuading the critical swing voters that, in fact, that was his profile?",
  "Now it appears the president is pinning his hopes for peace once again on the Palestinians.",
  "Parts of Oklahoma, Texas and Arkansas are frozen solid today under a slippery sheet of ice.",
  "I mean, ultimately, the policies are going to define how he is perceived by the electorate.",
  "Can an industry simply curry favor with a Senator without saying anything explicit to them.",
  "But, of course, you can go online all the time at CNN's allpolitics.com: AOL key word, CNN.",
  "This programming note: tonight on \"CROSSFIRE,\" the topic will be: How safe are cell phones?",
  "Emergency exits were reportedly blocked by boxes of merchandise or construction materials.",
  "Flames, fanned by strong Santa Ana winds, creeped within 100 feet of some homes overnight.",
  "(END VIDEO CLIP) MESERVE: Post-election, post-Christmas reflections from our Bruce Morton.",
  "PHILLIP REEKER, STATE DEPARTMENT SPOKESMAN: We think there is a historic opportunity here.",
  "And on a more serious note, the numbers explain the sense of urgency now in the Bush camp.",
  "KING: But it's a balancing act: Mr. Bush also wants at least one Democrat in the Cabinet.",
  "ANNOUNCER: From Washington, this is INSIDE POLITICS, with Judy Woodruff and Bernard Shaw.",
  "Those questions are going to be asked of him, because not much is known about his record.",
  "I think he will sail through his confirmation hearings and be confirmed overwhelmingly.",
  "Again, no pick there yet, but is it likely that that could be a controversial position?",
  "The administration official says there is still a tremendous amount of work to be done.",
  "Firefighters began to get the upper hand as the wind and flames subsided near daybreak.",
  "Simon and Schuster owned by Viacom, the second largest media conglomerate in the world.",
  "Mr. McDermott was heavily armed with an AK-47, a shotgun, and a semiautomatic handgun.",
  "Seven people are dead in suburban Boston, the victims of a workplace shooting rampage.",
  "The Republicans dominated rural America to a degree that they haven't in recent times.",
  "\n\nInside Politics Bush Takes Break Amid Transition Aired December 26, 2000 - 5:00 p.m.",
  "BRODER: Well, I think there are going to be a lot of questions asked of Mr. Martinez.",
  "DAVID BRODER, \"WASHINGTON POST\": I don't think there is any significant doubt at all.",
  "I think this is a signaling battle, rather than an effort to defeat Senator Ashcroft.",
  "Can Bush remain true to that base that elected him, while also pursuing those voters?",
  "And to succeed, Governor Bush will need to build up a great deal of popular support.",
  "What's happened, and it shouldn't surprise anyone, is that normality has broken out.",
  "And, as CNN's Bruce Morton points out in his \"Journal,\" neither could the election.",
  "The Newt book deal really started to -- a fire storm started to surround that deal.",
  "I mean, a book contract calls for very precise things; you have to deliver a book.",
  "They're watching, in case windy conditions return and stir up remaining hot spots.",
  "MUSTAFA BARGHOUTI, PALESTINIAN ACTIVIST: Palestinians have accepted a compromise.",
  "But I think he has a great deal of respect for his honesty and for his integrity.",
  "Not one Democrat, so far, has publicly said he or she will oppose the nomination.",
  "Over the last five years, they've spent about $9.3 million lobbying the Congress.",
  "The president-elect does not believe it is good manners to come late to a party.\"",
  "I mean, you don't -- you don't say, pay me on, essentially, on a per-book basis.",
  "They're a major campaign donor; gave about $500,000 in the 2,000 election cycle.",
  "I think this -- W. Bush is going to be very reluctant to get into that position.",
  "We're trying to take advantage of the time that is left in this administration.",
  "So Alaska Governor Tony Knowles is a prospect for Energy or interior secretary.",
  "Another candidate, we're told, is long- time veteran GOP hand, Donald Rumsfeld.",
  "MICHAEL WOLFF, \"NEW YORK\" MAGAZINE: No, I don't think they do at all, actually.",
  "MESERVE: And, John, when do we expect his next announcement on a Cabinet pick?",
  "He has been the only clear conservative who has been selected for the Cabinet.",
  "MESERVE: Overall, what is your assessment of the Cabinet Bush is assembling?",
  "MESERVE: Michael Wolff and Gary Ruskin; thank you both for joining us today.",
  "If you've had other things on your mind, that's just fine with Bruce Morton.",
  "(END VIDEOTAPE) MESERVE: And that's all for this edition of INSIDE POLITICS.",
  "We must be up to three digits for the number OF bowl games now, mustn't we?",
  "Brother Jeb, who happens to be the governor here, was waiting on the links.",
  "GARY RUSKIN, CONGRESSIONAL ACCOUNTABILITY PROJECT: Well, it's hard to say.",
  "Plus: a new job for a woman who exceeded the spotlight to the first lady.",
  "The department store housing the disco had been declared a safety hazard.",
  "Democrats can't really let all of that go without trying to fight for it.",
  "The suburbs are split: outside the South, still lean slightly Democratic.",
  "Supreme Court nominations, gun- control issues, they are going to arise.",
  "What Israel is trying to do is practically to compromise the compromise.",
  "Some of the positions are much less than what was offered at Camp David.",
  "After all, this is a president who did not win the majority of the vote.",
  "Officials say the fire apparently began in a basement construction area.",
  "In Oklahoma, nonessential state employees were told to stay home today.",
  "They want to make a record of what his positions have been in the past.",
  "Are they also a problem for the Democrats when they look down the road?",
  "And for more on the ice and where it's headed, here is Karen Maginnis.",
  "Now, these groups have antithetical views on almost all social issues.",
  "When INSIDE POLITICS returns, a new cloud over Hillary Rodham Clinton.",
  "MESERVE: And we've heard a lot about George W. Bush's political style.",
  "As I recall, it was certainly a couple of weeks before the Newt deal.",
  "I still think the task is bigger for Bush to break into those places.",
  "What you have to do are find the places where your coalition agrees.",
  "Now, clearly, for Bush, education has got to be at top of that list.",
  "BRODER: I wouldn't think there is going to be much opposition there.",
  "JESSE JACKSON, RAINBOW/PUSH COALITION: It will be an uphill battle.",
  "BUSH: I am obviously mindful of the fact that time's running short.",
  "But it very well may turn into a fire storm over the next few days.",
  "But again, I assume, number one: she probably needs the $8 million.",
  "But is there fear now that time may negatively affect the process?",
  "BROWNSTEIN: Well, ultimately, you have to convince them in office.",
  "The country is too big to have an ideologically unified majority.",
  "A fellow employee describes McDermott as \"friendly\" but \"quirky.\"",
  "He has a compelling personal story as a refugee from Castro Cuba.",
  "Lyndon Johnson brought along his favorite kind of Texas sausage.",
  "let me ask you, do the voters of New York state care about this?",
  "MESERVE: David Broder of the \"Washington Post,\" thanks so much.",
  "Ultimately, is there any doubt that he's going to be confirmed?",
  "BRODER: No, I don't think there will be much of a fight there.",
  "BRODER: It looks to me like a pretty talented group of people.",
  "WITTMAN: So far, Ashcroft has been the exception to the rule.",
  "(CROSSTALK) MESERVE: Mr. Ruskin, let's let Mr. Wolff respond.",
  "It's just sort of bad taste -- is different from impropriety.",
  "Why does he need to bring those people over to his side now?",
  "Instead, he won mostly by consolidating the Republican base.",
  "If you look at this election, you saw a real stark polarity.",
  "GARRETT: Well, they are many and they're profound, Jeanne.",
  "Everybody is heading back up there now to get in position.",
  "The president-elect was accompanied by his famous parents.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "The big question right now: Who will be defense secretary?",
  "Now, the question is whether the media will care about it.",
  "MESERVE: So a wait-and-see, sort of, stance at this point?",
  "CNN White House correspondent Kelly Wallace takes a look.",
  "RUSKIN: I think you missed the point entirely, Mr. Wolff.",
  "I'm Jeanne Meserve, sitting in for Bernie and Judy today.",
  "What do they think the prospects are for the coming week?",
  "MESERVE: Ron Brownstein, thanks so much for your insight.",
  "MESERVE: And there is much more ahead on INSIDE POLITICS.",
  "He faces arraignment tomorrow on seven counts of murder.",
  "Mr. Bush's golf game, it appears, is a work in progress.",
  "Could that be a flash point in the confirmation process?",
  "I'm not even sure they know they own Simon and Schuster.",
  "You can hear that question debated at 7:30 p.m. Eastern.",
  "And this book deal just simply does not pass that test.",
  "PAUL BURKA, \"TEXAS MONTHLY\": The Bushes are homebodies.",
  "And then the U.S. Supreme Court ruled, and it was over.",
  "MESERVE: So the voting patterns are a problem for Bush.",
  "And he is going to have to figure out how to play them.",
  "RON BROWNSTEIN, \"LOS ANGELES TIMES\": Thank you, Jeanne.",
  "But will he be able to take along his Texas lifestyle?",
  "MESERVE: Well, is bad taste important to a politician?",
  "Isn't this a question of perception more than reality?",
  "Do you think it would pass muster with that committee?",
  "MESERVE: Major Garrett at the White House, thank you.",
  "Very few Democrats think they're going to defeat him.",
  "But these sort of symbolic statements only go so far.",
  "It's still unclear, though, who it will be -- Jeanne.",
  "Does he still have time to solve the Mideast puzzle?",
  "We have an update on that from CNN's Kelly Wallace.",
  "Every president takes along his likes and dislikes.",
  "And he'll explain why when INSIDE POLITICS resumes.",
  "And the country is shopping and watching football.",
  "Is this a prelude to other battles that lie ahead?",
  "MESERVE: So do you have any prescription for him?",
  "BROWNSTEIN: Not nearly as much as he hoped to do.",
  "The Grinch, of course, could not steal Christmas.",
  "We'll take a look when INSIDE POLITICS continues.",
  "I have spent a lot of time in the book business.",
  "It's just -- there haven't been deals like that.",
  "That's, I think, partly because of the holidays.",
  "At what point can they actually exert influence?",
  "He was going to be a compassionate conservative.",
  "Optimistic advisers are hard to find -- Jeanne.",
  "BROOKS: This is Austin, that's Washington, D.C.",
  "MESERVE: Well, would they say that, Mr. Wolff?",
  "Most of those killed died of smoke inhalation.",
  "MESERVE: John King in Florida, thanks so much.",
  "MESERVE: What about Paul O'Neill at Treasury?",
  "But, nevertheless, let's look at the reality.",
  "His brother is the governor here, of course.",
  "Governor Bush, we haven't seen golfing much.",
  "And we will be almost enforced to accept it.",
  "And they say the shooting was work related.",
  "But Mr. Bush has told aides to look again.",
  "So the country is going on about as usual.",
  "And I'll be up there in a couple of days.",
  "And we've made great progress up to now.",
  "Conservatives brought Bush to the dance.",
  "The suspected gunman: a fellow employee.",
  "You know, it does seem, a little smarmy.",
  "The outgoing president is house hunting.",
  "(CROSSTALK) MESERVE: You are not a U.S.",
  "It was the core of the Republican base.",
  "He was a different kind of Republican.",
  "WOLFF: Well, I can see the perception.",
  "The incoming president is on vacation.",
  "BROWNSTEIN: Yes -- and on both sides.",
  "And, again, how you can manage that?",
  "Is that a portent of things to come?",
  "WOLFF: Yes, but what would they say?",
  "Does that calm any of your concerns?",
  "Right now, the media has not cared.",
  "He's lived in public housing a lot.",
  "Republicans now have rural America.",
  "Thanks so much for coming in today.",
  "He wants somebody new in that post.",
  "The next one isn't for four years.",
  "Mr. Ruskin, let me start with you.",
  "But what about his personal style?",
  "I mean, $8 million is $8 million.",
  "Basically, book deals for a U.S.",
  "People don't do deals like that.",
  "GARRETT: So the president waits.",
  "The suburbs are the battlefield.",
  "He is now at the halfway point.",
  "KING: \"Up there\" is Washington.",
  "MESERVE: Thanks for joining us.",
  "Small country in Africa, right?",
  "Bruce Morton, CNN, Washington.",
  "His father loves to fish here.",
  "BROWNSTEIN: Thank you, Jeanne.",
  "MESERVE: The election is over.",
  "Democrats have urban America.",
  "Now they want to be rewarded.",
  "ET THIS IS A RUSH TRANSCRIPT.",
  "BROWNSTEIN: Yes, absolutely.",
  "Kelly Wallace, CNN, Austin.",
  "Kelly Wallace, CNN, Austin.",
  "WOLFF: Well, I don't know.",
  "RUSKIN: It really doesn't.",
  "Mr. Coats' star is fading.",
  "BRODER: I would think so.",
  "And, it's a wait-and-see.",
  "Senator either, are you?",
  "Anyway, the usual stuff.",
  "\"SHOWBIZ TODAY\" up next.",
  "Well, he's new to that.",
  "WOLFF: Yes, definitely.",
  "MESERVE: Michael Wolff.",
  "(BEGIN VIDEO CLIP) REV.",
  "That's coming up next.",
  "WOLFF: We don't know.",
  "Just south of Libya?",
  "I'm Jeanne Meserve.",
  "RUSKIN: Absolutely.",
  "And I can't see it.",
  "BRODER: I think so.",
  "So is his Cabinet.",
  "It looks terrible.",
  "RUSKIN: Thank you.",
  "What can they do?",
  "WOLFF: Well, yes.",
  "And does it work?",
  "BROWNSTEIN: Yes.",
  "And the Bush's?",
  "-- or whatever.",
  "It has to be.",
  "Does it work?",
  "Hi Karen.",
  "And Chad?",
  "REV."
]