[
  "As she explained in an 1851 editorial, “The last Thursday in November has these advantages — harvests of all kinds are gathered in — summer travellers have returned to their homes — the diseases that, during summer and early autumn, often afflict some portions of our country, have ceased, and all are prepared to enjoy a day of Thanksgiving.” On Sept. 28, 1863, she wrote a letter to that effect to President Lincoln, and sure enough on Oct. 3 he declared a national Thanksgiving for the last Thursday in November, elaborating in newspaper editorials that, “in the midst of a civil war of unequalled magnitude and severity, the American people should take some time for gratitude.”\n\nGet your history fix in one place: sign up for the weekly TIME History newsletter\n\nPresidents after Lincoln regularly called for Thanksgivings on a Thursday.",
  "In a Oct. 3, 1789, proclamation, he recommended that the states all carve out Thursday, Nov. 26, for “a day of public thanksgiving and prayer.”\n\nCongress met for the first time that year, so it was a busy time of implementing the Constitution that had been ratified the year prior — setting up the Departments of State, War and Treasury, for example, as well as taxing imported goods and establishing lighthouses — so the proclamation framed the Thanksgiving as a time for “acknowledging with grateful hearts the many signal favors of Almighty God especially by affording them an opportunity peaceably to establish a form of government for their safety and happiness.”\n\nThe country took his recommendation in 1789.",
  "Much-needed good weather or a victory in a skirmish with Native Americans — with whom, contrary to the more mythical Thanksgiving story, peace was the exception to the rule — might earn a mention from a colony’s governor, and a special day would be set aside, but when that day fell would obviously depend on what had happened.",
  "Such proclamations were generally uneventful until August 1939, when Franklin Delano Roosevelt sparked controversy by moving Thanksgiving up from the last Thursday in the month, Nov. 30, to the next-to-last, Nov. 23, claiming merchants would benefit from another excuse for shopping between Labor Day and Christmas.",
  "The 1984 book Thanksgiving: An American Holiday, an American History by Diana Karter Appelbaum explains why the other days of the week fell out of consideration among 17th-century Bostonians:\n\nAt first no particular day of the week was reserved for Thanksgiving, but some days thought more appropriate than others.",
  "“The earliest Thanksgivings in the [American] colonies in the 17th century were called for the purpose of giving thanks for a specific blessing,” says Melanie Kirkpatrick, author of Thanksgiving: The Holiday at the Heart of the American Experience and Senior Fellow at the Hudson Institute.",
  "Sarah Josepha Hale, the editor of Godey’s Lady’s Book who might be thought of as the 19th century’s Martha Stewart, carried out a letter-writing campaign calling for the last Thursday of November to be designated a “Day of National Thanksgiving” throughout the mid-1800s.",
  "Sarah Josepha Hale’s dream of Thanksgiving Thursday as law wouldn’t be realized until Dec. 26, 1941, when FDR signed a joint resolution, passed by Congress, that declared the fourth Thursday of the month a Federal Thanksgiving Day holiday.",
  "Roosevelt confessed that the change was a mistake in a press conference in the spring of 1941, acknowledging that merchants didn’t see the anticipated benefit from the additional time for shopping before Christmas.",
  "'”\n\nTwenty-two state governors proclaimed Nov. 23 Thanksgiving that year, and 23 proclaimed Nov. 30, while Colorado and Texas declared both days Thanksgiving, and Mississippi didn’t designate one at all.",
  "For example, leaders of the colony of Plymouth, Mass., called for a day of Thanksgiving in 1623 at the end of a severe drought when they felt like their prayers for rain had been answered.",
  "Today, the timing of Thanksgiving is no longer a heated political debate — though heated debates at the dinner table are, in some families, as much of a tradition as the turkey feast.",
  "“Calendar-makers took the blow quietly except for Elliott-Greer Stationery Co. of Amarillo, Tex., which happily discovered it had designated Nov. 23 as Thanksgiving Day by mistake.",
  "If the change has any merit at all, more time should have been taken in working it out…instead of springing it upon an unprepared country with the omnipotence of a Hitler.",
  "“Football coaches were furious: 30% of them had games scheduled Nov. 30 which would now play to ordinary weekday crowds,” TIME reported after the news broke that August.",
  "Alf Landon sounded off in Colorado as follows: ‘…Another illustration of the confusion which his impulsiveness has caused so frequently during his administration.",
  "Friday was ruled out because it was the fast day of the Catholic Church and any day of prayer held on a Friday would have had Rome-ish overtones.",
  "Since Saturday was occupied with preparations for the Sabbath, and Monday was the day just after, these were not convenient choices.",
  "In subsequent decades, state governors kept up the tradition of declaring days of Thanksgiving, but the dates still varied.",
  "For Americans, the timing of the Thanksgiving holiday — the fourth Thursday in November — can be a blessing or a curse.",
  "Those occasional Thanksgivings started becoming more formalized thanks to none other than George Washington, she says.",
  "Connecticut was the first to make Thanksgiving an annual event for ordinary blessings, according to Kirkpatrick.",
  "Get Friday off as well and it’s the rare four-day weekend; go back to work and it’s just a hassle for travel.",
  "But, as it turns out, the earliest Thanksgivings in what’s now the United States had very different timing.",
  "It was, one pundit observed, the only New Deal move that FDR himself “formally renounced,” as TIME put it.",
  "Ministers offered afternoon sermons for those with the leisure time to attend weekday religious meetings.",
  "Puritans observe the Sabbath as a biblical ordinance and did not intrude their Thanksgivings upon it.",
  "Perhaps for this reason, Thursday early became the favorite day for fasts and Thanksgivings.",
  "Although other days were occasionally chosen, Thursday became the traditional choice.",
  "But, as it turns out, those sporadic days of thanks tended to fall on Thursdays.",
  "(Canadian Thanksgiving, meanwhile, ended up as a Monday holiday.)",
  "Crucially, they weren’t just a once-a-year special event.",
  "Write to Olivia B. Waxman at olivia.waxman@time.com.",
  "However, Thursday was a lecture day in Boston."
]