[
  "Rabbi Yechiel Eckstein, the U.S.-born founder and president of the International Fellowship of Christians and Jews, a charity that raises tens of millions of dollars for Israeli causes from American evangelicals, said Pence's upcoming visit should go over well with evangelicals and help shore up their support for the Trump administration.",
  "The vice president will hold four days of meetings in Egypt, Jordan and Israel during his visit, the first to the region by a senior administration official since Trump announced plans in December to designate Jerusalem as Israel's capital and begin the process of moving the U.S. embassy from Tel Aviv, angering Palestinian leaders.",
  "Traveling to Israel just as Palestinians have condemned recent decisions by President Donald Trump's administration, Pence will arrive in the region as a longtime stalwart supporter of Israel who has questioned the notion of the U.S. serving as an \"honest broker\" in the stalled peace process.",
  "Kenneth Weinstein, CEO of the Hudson Institute, a conservative think tank, said it has been \"central to his political life from the absolute outset, from when he first ran for Congress — it's something that's central to who he is, to what he believes in.\"",
  "An evangelical Christian with strong ties to the Holy Land, Pence this time comes packing two key policy decisions in his bags that have long been top priorities for him: designating Jerusalem as Israel's capital and curtailing aid for Palestinians.",
  "Both decisions have come as Trump has expressed frustration over a lack of progress in restarting peace negotiations between Israel and the Palestinians, who withdrew plans to meet with Pence during his visit to the Middle East.",
  "Pence told reporters that \"we have soldiers that are headed down range to Kuwait for six months in a critical theater to serve the country, and yet because of Democrats in the Senate, they have anxiety about their pay.\"",
  "In Congress, he pushed for limiting U.S. aid to the Palestinian Authority during the presidency of George W. Bush, warning the funding could be redirected to groups like the militant Hamas movement, which controls Gaza.",
  "He placed a wreath at the Yad Vashem Holocaust Memorial and visited the Western Wall, both of which are on Pence's itinerary again next week, and he had a private meeting with then-Israeli Prime Minister Ariel Sharon.",
  "Since his days in Congress a decade ago, Pence has played a role in pushing both for the shift in U.S. policy related to the capital and for placing limits on funding for Palestinian causes long criticized by Israel.",
  "As Indiana's governor, Pence signed a bill requiring the state to divest from any business that engaged in the Boycott, Divestment and Sanctions Movement — a grassroots international boycott movement against Israel.",
  "Trump's decision on Jerusalem has drawn protests from Middle Eastern leaders and prompted Palestinian President Mahmoud Abbas to pull out of a planned meeting with Pence in the biblical West Bank town of Bethlehem.",
  "The decision upended past U.S. views that Jerusalem's status should be decided in negotiations between Israel and the Palestinians, who claim east Jerusalem as the capital of their future state.",
  "American evangelicals, especially the older generation, have a strong affinity for Israel, drawn both on spiritual grounds and a genuine love for the modern-day country and the Jewish people.",
  "Veteran House members recall Pence's role as a staunch ally of Israeli causes and his steadfast support for moving the embassy to Jerusalem at times when few were talking about the issue.",
  "Pence had wanted the Trump administration to convey \"a clear-cut policy\" on Jerusalem after the president asked him last summer to visit the Middle East, White House officials have said.",
  "Senior White House officials said security issues, countering terrorism and efforts to push back against Iran would figure prominently during Pence's trip, which concludes on Tuesday.",
  "He was a vocal advocate for Israel's security fence and co-sponsored the Jerusalem Embassy and Recognition Act in 2011 to recognize Jerusalem as Israel's undivided capital.",
  "Pence told the Indiana Jewish Post and Opinion after his 2004 trip that he was often asked if he had been to Israel before, \"and my response was, 'Only in my dreams.'",
  "John Hagee, founder and chairman of Christians United for Israel, whose organization helped pay for a portion of Pence's trip to Israel with family members in 2014.",
  "Pence traveled to Israel for the first time as an Indiana congressman in January 2004, joining a delegation from the Jewish Federation of Greater Indianapolis.",
  "Pence discussed the issue with Jewish and evangelical leaders in the months leading up to the decision and advocated for the plan within the administration.",
  "Pence remains popular with evangelical voters in the U.S., a large and influential constituency that helped propel Trump to victory in last year's election.",
  "Relief and Works Agency, which provides health care, education and social services to Palestinians in the West Bank, Gaza Strip, Jordan, Syria and Lebanon.",
  "Alyssa Farah, a Pence spokeswoman, said the trip was \"integral to America's national security and diplomatic objectives\" and would go on as scheduled.",
  "His trip will also follow Tuesday's announcement that the U.S. is withholding $65 million of a planned $125 million funding installment to the U.N.",
  "But he noted to religious leaders late last year that the decision was the president's alone and would fulfill a commitment from the 2016 campaign.",
  "Doug Rose, a philanthropist in Indianapolis, flew with Pence on his 2004 trip to Israel and recalled him being deeply affected by the experience.",
  "Pence was set to depart Friday evening, and Air Force Two was expected to land in Ireland for a refueling stop early Saturday en route to Cairo.",
  "\"The United States certainly wants to be honest, but we don't want to be a broker,\" Pence once told the Christian Broadcasting Network in 2010.",
  "I was raised an evangelical Christian and tried to read the Bible every day, so in my mind and in my heart I have been there a million times.\"",
  "He said: \"It's disappointing to every American that Democrats would shut down the government at a time when we have troops in harms way.\"",
  "A previous version of this story described the trip to Israel as Pence's fifth, based on information provided by the administration.",
  "During a stopover in Ireland, Pence greeted US soldiers at Shannon Airport in Ireland hours after the federal government shutdown.",
  "Vice President Mike Pence is making his fourth visit to Israel, returning to a region he's visited \"a million times\" in his heart.",
  "Pence departed as scheduled Friday evening as U.S. lawmakers sought to avert a federal government shutdown at midnight.",
  "\"From our very first meeting, I knew this was a man deeply committed to standing with Israel,\" said the Rev.",
  "\"He's an extension of evangelicalism and evangelical feelings for Israel, and its history,\" Eckstein said.",
  "Administration officials said Pence is not expected to meet with Palestinian leaders during the trip.",
  "___\n\nAssociated Press writer Josef Federman in Jerusalem contributed to this report.",
  "On the embassy, Pence played a steady role in pushing for the shift in U.S. policy.",
  "But the vice president also is expected to face questions about Israel's future.",
  "__\n\nThis story has been corrected to say this is Pence's fourth trip to Israel.",
  "Pence told troops: \"We'll get this thing figured out in Washington.\"",
  "He told the soldiers to \"stay focused on your mission.\"",
  "A broker negotiates between parties of equals.\"",
  "Pence has that history of being pro-Israel.\"",
  "Pence has long aligned himself with Israel.",
  "\"Trump doesn't have that history.",
  "Rose said of their site visits.",
  "\"How could you not be moved?\"",
  "\"A broker doesn't take sides."
]