[
  "In Alaska, Pence said Trump is looking forward to meeting with Xi and hopes that “we can continue to have a positive and constructive and open relationship with China going forward.”\n\nAnnouncing Pence’s travel, spokeswoman Alyssa Farah made an implicit reference to China, indicating that the vice president will have tough words for Beijing on issues like trade and militarization in the South China Sea.",
  "“Pence can try to say the right things, but without anything concrete that he can offer, it’s hard to think it won’t be overshadowed by what everyone knows the administration is thinking.’’\n\nPence has the president’s full backing and plans to announce several new initiatives during his week-long trip, according to a senior administration official.",
  "When leaders gather for the “family photo,” the vice president will probably be relegated to a less prominent position, while the heads of state — possibly including China’s Xi — will be center stage, said Cha, who served as director for Asian Affairs at the National Security Council during the George W. Bush administration.",
  "Trump, by opting to skip meetings hosted by the Association of Southeast Asian Nations and a gathering of the 21-member Asia Pacific Economic Cooperation this week, became the first U.S. president not to attend since 2013, when then-President Barack Obama canceled his visit to deal with a government shutdown.",
  "In the speech, made at the conservative Hudson Institute in Washington, Pence accused Beijing of mounting a “whole-of-government approach” to sway American public opinion, attempting to meddle in U.S. elections, stealing intellectual property and committing human rights abuses.",
  "‘Family Photo’\n\nPence’s attempt to reassure allies about U.S. commitment to the region will probably be undercut by some of the images that come out of the summits, said Victor Cha, a senior adviser at the Center for Strategic and International Studies in Washington.",
  "China Speech\n\nMany of those leaders will be watching to see if Pence meets with Chinese government officials after the vice president — who rarely makes waves in public appearances — lambasted China in an Oct. 4 speech that reverberated around the region.",
  "Pence will need to make significant announcements to overcome growing skepticism about the Trump administration’s commitment to Asia, said Anthony Nelson, director of the East Asia and Pacific practice at the Albright Stonebridge Group in Washington.",
  "View Sample Sign Up Now\n\nThe president’s absence leaves Pence to fill a void that’s grown wider under Trump, who’s pulled out of a major Pacific trade deal, slapped tariffs on allies, and intensified a diplomatic and economic battle with China.",
  "Pence plans to “deliver the message that authoritarianism, aggression, and the disregard for other nations’ sovereignty by any nation in the Indo-Pacific will not be tolerated by the United States,’’ Farah said in a statement.",
  "That highly anticipated meeting follows months of intensifying antagonism between the world’s largest two economies, which have been engaged in an escalating trade war marked by tit-for-tat tariffs.",
  "They include bilateral, trilateral and possibly larger initiatives that cover the digital economy, energy and infrastructure, said the official, who briefed reporters on condition of anonymity.",
  "Trump’s decision to skip the summits is “not in the least” a snub, he said, adding that the president is “where the American people would want him” in Paris for World War 1 commemorations.",
  "But because Trump has been known to undercut members of his administration on foreign policy, Pence may face an uphill battle convincing regional leaders that he speaks for the president.",
  "Pence will attend the Asian summits alongside Chinese leaders just days before Trump is scheduled to meet with Chinese President Xi Jinping at the G-20 summit in Buenos Aires.",
  "The Trump administration’s mercurial nature is well-known throughout the region, said Shi Yinhong, an international relations professor with Renmin University in Beijing.",
  "New Initiatives\n\n“There has been disappointment that President Trump did not commit to coming,’’ said Nelson, a former director of the U.S.-Asean Business Council.",
  "As the top representative from the world’s largest economy, Pence will have an audience with several world leaders interested in hearing more about U.S. policy.",
  "U.S. President Donald Trump’s absence at several international summits in Asia this week isn’t a snub, Mike Pence told reporters en route to the region.",
  "The U.S.’s commitment to the Indo-Pacific region “has never been stronger,” Pence told reporters in Alaska on Sunday night en route to Tokyo.",
  "He faces the challenge of reassuring allies about U.S. policy toward Asia amid increasing doubts about its commitment and consistency.",
  "The vice president begins his trip with meetings and a press conference with Japanese Prime Minister Shinzo Abe in Tokyo on Tuesday.",
  "“There are small things they are doing, but the overall message is going to be that there’s disinterest, and it’s not a priority.",
  "For his part, Trump has threatened to levy more tariffs on Chinese goods early in 2019 if no deal is struck with Xi before then.",
  "The vice president is due to arrive in Tokyo later Monday on a trip that will also take him to Singapore and Papua New Guinea.",
  "Pence is also scheduled to have meetings with the prime ministers of Singapore, India, Australia and Papua New Guinea.",
  "Pence’s trip to Asia, and any meetings he has with Chinese officials, could set the tone for Trump’s meeting with Xi.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "“It’s just a very bad optic when we don’t show up,’’ he said.",
  "And that’s not good.’’\n\nContact us at editors@time.com.",
  "More Tariffs?"
]