[
  "Now 66 and frail, al-Zawahiri has survived “several” drone attacks since 2001, an Afghan Taliban leader says, but is “worried and sad about the overall situation of Islamic groups.” One of the Taliban’s former ministers adds that al-Zawahiri and Al-Qaeda are “no longer welcome” in areas controlled by his group because it’s engaged in peace negotiations with the Afghan government and doesn’t want to be seen as “a threat to world peace.”\n\nClosed out of the tribal areas, al-Zawahiri was “moved to Karachi under direction of ‘the black leg,’” the Afghan Taliban’s code name for the ISI, according to the group leader who spoke with Newsweek.",
  "A well-known former CIA analyst, congressional staffer and foreign policy hawk in Washington, D.C’s think-tank circuit, Curtis caused a stir in February when she co-authored a piece arguing that the U.S. “should...hold Pakistan accountable for the activities of all terrorist groups on its soil.”\n\nRelated: The Anatomy of a CIA Assassination\n\nSocial Media Website via Reuters/File Photo\n\nPakistan’s Inter-Services Intelligence agency (ISI) has been protecting the Egyptian-born al-Zawahiri, a trained surgeon, since U.S. forces evicted Al-Qaeda from Afghanistan in late 2001, several authoritative sources tell Newsweek.",
  "For decades, Washington put up with Islamabad’s protection of Al-Qaeda, the bin Ladens and the Afghan Taliban (which the ISI sees as a bulwark against Indian influence in Afghanistan) because it viewed Pakistan as an ally, however inconsistent, in the U.S. “global war on terrorism.” But Islamabad’s coddling of Al-Qaeda, its unrestrained production of nuclear weapons and its continuing attacks on U.S.-friendly India with ISI-backed militant groups has frayed its ties to Washington, especially with the Trump administration.",
  "“If he was in someplace along the border with Afghanistan, I think the temptation would be enormous to go after him,” says Riedel, who now heads the Brooking Institution’s Intelligence Project in Washington, D.C. “But in Karachi, that would be stunning and very difficult.”\n\nIn the first week of January 2016, the Obama administration went after al-Zawahiri with a drone strike in Pakistan’s remote Shawal Valley, which abuts the Afghan border in a Federally Administered Tribal Area, multiple sources tell Newsweek.",
  "Smith says that elements of Pakistani intelligence were indeed anxious to get Zawahiri out of Pakistan, \"due to concerns about how jihadi groups would respond if another Al-Qaeda leader ended up dead in Pakistan—even if by natural causes.” But he says that while \"Iran-based smuggling networks” could ship Zawahiri out of the country, it would have been \"certainly be more practical to move him to the FATA,” Pakistan's Federally Administered Tribal Area abutting Afghanistan.",
  "“The U.S. should no longer settle for Pakistan’s excuses for delaying a full-throttle crackdown on these terrorist groups and should instead hold Pakistan accountable for the activities of all terrorist groups on its soil.”\n\nYuri Gripas/REUTERS\n\nThe administration has yet to announce its new posture toward Islamabad, but a likely first step will be further cuts in direct U.S. military assistance, which peaked at $1.6 billion in 2011, unless Pakistan changes its ways.",
  "(Abid Saeed, a spokesman for Pakistan’s embassy in Washington, D.C., called the allegations “part of a vicious media campaign” and said “the achievements of Pakistan against Al-Qaeda are unparalleled and proven.”)\n\nHamza, the 11th son of the Al-Qaeda founder, emerged last year as the “emir,” or commander, of the group, but analysts believe he was groomed by the elderly, abrasive al-Zawahiri to be the inspiring face of the organization.",
  "Yet Ayman al-Zawahiri, bin Laden’s mentor and successor, remains a key player in an attack threat to America that retired Marine Corps General John Kelly, the U.S. homeland security secretary, says is \"worse today than what we experienced 16 years ago on 9/11.” And if officials in the Donald Trump administration have their way, al-Zawahiri’s name will soon be as familiar to the world as bin Laden’s once was.",
  "“The shared wall collapsed, and debris from the explosion showered on him and broke his glasses, but luckily he was safe.”\n\nThe man added that “four of Zawahiri's security guards were killed on the spot and one was injured but died later.” He said al-Zawahiri had “left the targeted room to sleep just 10 minutes ahead of the missile that hit that room.” (The CIA declines to comment on drone strikes.)",
  "Such reports make sense, he adds, because Karachi \"became really hot after news broke that [Afghan Taliban leader] Mullah Omar had been concealed there…” Despite the murderous rivalry between Sunnis and Shiites, he adds, \"Iran has emerged as the most pragmatic of players,” maintaining “regular contact with the Al-Qaeda military council in Syria and elsewhere.\"",
  "A former top Pakistani official who maintains close ties with the Islamabad government said only that al-Zawahiri is “in a large Pakistani city.” Karachi “makes sense” as a sanctuary, he tells Newsweek, given its widespread sympathies for militant Islam, congested 19th-century streets and large Pakistani military presence.",
  "In 2013, the Obama administration “withheld $300 million in military reimbursements for Pakistan because of its failure to crack down on the Haqqani network,” responsible for killing hundreds of Americans in Afghanistan, Curtis and Haqqani wrote, but Washington shouldn’t hesitate to apply the whip further.",
  "Because his detection there by U.S. intelligence would have created another political crises for the government, following on the raid in nearby Abbottabad that killed bin Laden three years earlier, \"Pakistani intelligence officials wanted al-Zawahiri to move to another country,” Smith tells Newsweek.",
  "\"There’s no proof, but half a dozen clerics, former fighters in the top tier in Pakistan, Jordan and Yemen, as well as those close to Osama bin Laden’s surviving family members, have told us that [Iran's] Quds Force has continued to shelter Al-Qaeda and its leader Zawahiri...” Levy tells Newsweek.",
  "The Al-Qaeda leader had been moving about the Federally Administered Tribal Areas since at least 2005, according to a forthcoming book, The Exile: The Stunning Inside Story of Osama bin Laden and Al Qaeda in Flight, by longtime British investigative reporters Cathy Scott-Clark and Adrian Levy.",
  "Michael S. Smith II, who closely tracks jihadi communications, says he was told by \"a European intelligence source” that Zawahiri had been living for some time in Rawalpindi, Pakistan's fourth largest city and the headquarters of the Pakistani army and air force.",
  "If Islamabad’s political leaders cannot, or refuse to, bring the ISI under control and turn over al-Zawahiri, Hamza bin Laden and other militant figures, Washington could go nuclear on Pakistan—diplomatically speaking—by declaring it a state sponsor of terrorism.",
  "“This would be a logical place to hide out, where he would feel pretty comfortable that the Americans can’t come and get him.”\n\nKarachi would be a “very hard” place for the U.S. to conduct the kind of commando raid that got bin Laden on May 2, 2011, Riedel says.",
  "In July 2015, al-Zawahiri was in the Shawal Valley, often in the company of one of his three wives and his top assistant, Saif al-Adel, a former bomb expert and colonel in the Egyptian special forces, according to the militant leader who talked with Newsweek.",
  "In her attention-grabbing February article for the conservative Hudson Institute, co-authored with Husain Haqqani, a former Pakistani ambassador to the U.S., Curtis argued that it was time to “avoid viewing and portraying Pakistan as an ally.",
  "Islamabad can no longer be allowed to play a “double game” with Washington, shielding anti-U.S. terrorists with one hand while accepting billions in aid with the other and enjoying the status of a quasi-official ally, she and Haqqani wrote.",
  "The White House signaled a new, tougher approach to eliminating al-Zawahiri and his militant allies in early April with the appointment of Lisa Curtis to head the South Asia desk for the National Security Council.",
  "“Like everything about his location, there’s no positive proof,” says Bruce Riedel, a 30-year CIA veteran who was the top adviser on South Asia and the Middle East for the past four U.S. presidents.",
  "Plus, bin Laden, al-Zawahiri’s late protégé, remains a popular figure among Karachi’s millions of poor, devout Muslims, who could well emerge from their homes and shops to pin down the Americans.",
  "In January, the State Department officially named him a “specially designated global terrorist” and announced sanctions designed to isolate him economically and geographically.",
  "The heavily policed city, the site of a major nuclear complex, also hosts Pakistani naval and air bases, where forces could quickly be scrambled to intercept American raiders.",
  "The new U.S. administration should recognize that Pakistan is not an American ally.” Now Curtis is the top White House official responsible for Pakistan, as well as India.",
  "But he survived, says a senior militant leader in the region, who, like all Pakistani sources, demanded anonymity in exchange for discussing politically sensitive issues.",
  "“For too long, the U.S. has given Pakistan a pass on its support for some terrorist groups based in Pakistan, including those used against India,” they wrote.",
  "“There are pretty good indications, including some of the material found in Abbottabad,” where bin Laden was slain, “that point in that direction,” he adds.",
  "But he says he was “100 percent” sure that bin Laden’s 26-year-old son, Hamza, a rising power in Al-Qaeda, is also in the country under ISI protection.",
  "“Married to a local Pashtun girl, [al-Zawahiri] had been given a new home, a large mud-brick compound up in the hills” in Damadola, they write.",
  "And he may well have taken al-Adel, indicted in the U.S. in connection with the 1998 bombing of the U.S. Embassy in Nairobi, Kenya, with him.",
  "Updated | He has been the forgotten man in the West’s desperate campaign to obliterate the Islamic State militant group (ISIS).",
  "Hamza turned out to be ambitious: In a July 2016 video, he vowed revenge against the U.S. for the assassination of his father.",
  "He didn’t even merit a cameo in the celebratory coverage of Osama bin Laden’s death at the hands of U.S. Navy SEALs in 2011.",
  "His most likely location today, they say: Karachi, the teeming port city of 26 million people on the Arabian Sea.",
  "In March, Republican U.S. Representative Ted Poe of Texas reintroduced his bill to do just that.",
  "\"The drone hit next to the room where Dr. Zawahiri was staying,” the man told Newsweek.",
  "Other close followers of the militants place Zawahiri back in Pakistan proper in 2014.",
  "For several years, he has been described as the leader of a spent force.",
  "At least for awhile, until the drone strikes got too close.",
  "Levy and Scott-Clark say that Iran took care of him."
]