[
  "He asserted that the Chinese have embarked on a governmentwide effort to “interfere in the domestic policies of this country.” In this concerted program, he charged, China seems to expand its influence by “rewarding or coercing American businesses, movie studios, universities, think tanks, scholars, journalists, and local, state, and federal officials.”\n\nThis isn’t a casual accusation.",
  "China experts in particular know that their visas will be delayed or denied if their research contradicts Beijing’s talking points.”\n\nAdvertisement\n\nThis portrayal of China’s tactics is important for a lot of reasons, but mostly because it puts the mushrooming trade disputes between Washington and Beijing in much broader and more ominous context.",
  "“Instead, China has chosen economic aggression, which has in turn emboldened its growing military.”\n\nIn his most headline-grabbing assertion, he also charged that China is attempting to interfere in the 2018 midterm elections and laying the groundwork to try to defeat President Trump’s quest for re-election.",
  "In surprisingly blunt terms, Mr. Pence accused China of abusing its economic power, stealing American technology, bullying the very American companies that have helped in its economic rise, intimidating its neighbors, militarizing the South China Sea and persecuting religious believers at home.",
  "The Trump administration sees Chinese practices not merely as an attempt to gain an economic upper hand, but as a part of a kind of broad struggle over global dominance, in which the Chinese are pulling every lever at their disposal in a quest to prevail.",
  "In a key passage, Mr. Pence declared: “Beijing provides generous funding to universities, think tanks, and scholars, with the understanding that they will avoid ideas that the Communist Party finds dangerous or offensive.",
  "Last Thursday, while the Capitol was consumed with the Brett Kavanaugh Supreme Court nomination debate, a few blocks away an event with at least as much long-term significance was unfolding, to relatively little notice.",
  "Unlike during the Cold War, when the U.S. and the Soviet Union had few economic ties to bind them together, the U.S. and China still are in an economic embrace that gives both sides ample reason to coexist peacefully.",
  "Rather, it was the product of extensive behind-the-scenes work, and may come to be seen as an inflection point in the complex trajectory of relations between Washington and Beijing.",
  "Meanwhile, the cult of personality that has been built up about Mr. Xi is a sign of his power, but also may reflect deeper insecurity about his regime’s relations with its people.",
  "For months, a team of national-security officials has been compiling a study on the many ways China uses money, power and rewards to affect the way it is viewed in the U.S.",
  "Those moves came as a Chinese warship harassed a U.S. Navy vessel as it sailed in international waters near disputed islands claimed by Beijing in the South China Sea.",
  "Photo: Getty\n\nThat assertion is sufficiently self-serving—the president is so tough on China that its leaders now want him out—that it is easy to dismiss.",
  "It’s possible to exaggerate Chinese omnipresence, much as Americans, in retrospect, exaggerated the rise of Japan as an economic threat in the 1980s.",
  "The study was intended in part, say those familiar with it, to shame American institutions that the administration believes are being used by China.",
  "Advertisement\n\nWhat’s more important, though is that this charge of election high jinks was merely the tip of what Mr. Pence charged on this front.",
  "Demonizing China also can become a self-fulfilling prophecy, pushing Beijing deeper into the kinds of hostile actions the U.S. is decrying.",
  "Just last week, China canceled a long-planned U.S.-China security dialogue, and Defense Secretary Jim Mattis canceled a visit to Beijing.",
  "“America had hoped that economic liberalization would bring China into a greater partnership with us and with the world,” Mr. Pence said.",
  "Secretary of State Mike Pompeo was in Beijing on Monday for talks—though that conversation also was marked by outward signs of friction.",
  "Vice President Mike Pence walked to a podium at the Hudson Institute and delivered a remarkable, 40-minute broadside against China.",
  "Defense Secretary Jim Mattis canceled a trip to China, and President Trump accused China of election interference.",
  "Advertisement\n\nThe Trump administration and China still find plenty of ways to communicate amid the tensions.",
  "Besides, Mr. Trump also brags about what a great relationship he has with Chinese leader Xi Jinping.",
  "Still, the tension reflected in Mr. Pence’s speech is very real and playing out on multiple fronts.",
  "This portrayal, of course, glosses over some of China’s own, considerable internal problems.",
  "Still, Mr. Pence has signaled that the coexistence is, and may remain, a tense one.",
  "The speech is worth a deeper look, because there was nothing casual about it.",
  "The WSJ's Gerald F. Seib explains how U.S.-China tensions are rising.",
  "Chinese stocks and bonds have declined, as has the Chinese currency.",
  "Its debt load is soaring, and its economic growth may be faltering.",
  "Write to Gerald F. Seib at jerry.seib@wsj.com"
]