[
  "The report, titled \"Rightwing Extremism: Current Economic and Political Climate Fueling Resurgence in Radicalization and Recruitment,\" released last week by DHS' Office of Intelligence and Analysis, said while there is no specific information that domestic right-wing terrorists are planning acts of violence, it suggests acts of violence could come from unnamed \"rightwing extremists\" concerned about illegal immigration, abortion, increasing federal power and restrictions on firearms -- and it singles out returning war veterans as susceptible to recruitment.",
  "A senior Republican Judiciary Committee aide tells FOX News that the Obama administration \"should immediately retract the report and apologize,\" saying that according to the report, pro-lifers, anyone who lost their jobs or are one of the thousands of military veterans who have fought to prevent another 9/11 could be suspect.",
  "The report follows a similar report released in January by DHS that detailed left-wing threats, focusing on cyberattacks and radical \"eco-terrorist\" groups like Earth Liberation Front, accused of firebombing construction sites, logging companies, car dealerships and food science labs.",
  "DHS Secretary Janet Napolitano defended the report Wednesday, saying it is part of an ongoing series of assessments to provide information to state, local and tribal law enforcement agencies on \"violent radicalization\" in the United States.",
  "\"The American Legion is well aware and horrified at the pain inflicted during the Oklahoma City bombing, but Timothy McVeigh was only one of more than 42 million veterans who have worn this nation's uniform during wartime,\" Rehbein wrote.",
  "Herb London, president of the Hudson Institute, a Washington-based think tank, said DHS' latest report \"clearly appears to censor right-wing opinion,\" while its earlier assessment of left-wing extremists does not.",
  "\"We take seriously our responsibility to protect civil rights and liberties of the American people, including subjecting our activities to rigorous oversight from numerous internal and external sources.\"",
  "Smith, who said the report on \"right-wing extremism\" amounts to \"political profiling,\" said that DHS is \"using people's political views to assess an individual's susceptibility to terror recruitment.\"",
  "\"We don't have the luxury of focusing our efforts on one group; we must protect the country from terrorism whether foreign or homegrown, and regardless of the ideology that motivates its violence.\"",
  "That's what House Judiciary Committee Ranking Member Lamar Smith, R-Texas, said Wednesday in response to a Department of Homeland Security report warning of the rise of right-wing extremist groups.",
  "\"It underscores a pervasive belief that some are trying to spread that veterans are victims and we're coming home as damaged goods that need to be coddled instead of celebrated.\"",
  "\"I am very offended and really disturbed that they would even say our military veterans, our returning war heroes would be capable of committing any terrorist acts,\" he said.",
  "Veterans' groups are also taking issue with the report, which says disgruntled vets are considered coveted recruits for groups looking for \"combat skills and experience.\"",
  "\"To continue to use McVeigh as an example of the stereotypical 'disgruntled military veteran' is as unfair as using Osama bin Laden as the sole example of Islam.\"",
  "U.S. Rep. Gus Bilirakis, R-FL, told FOX News he was \"offended\" by the report's suggestion that returning troops could be potential targets for extremist groups.",
  "\"We are on the lookout for criminal and terrorist activity but we do not nor will we ever monitor ideology or political beliefs,\" read Napolitano's statement.",
  "Pete Hegseth, chairman of Vets for Freedom, said the report represents a \"gross misunderstanding and oversimplification\" of the country's service members.",
  "\"[DHS] is concerned that rightwing extremists will attempt to recruit and radicalize returning veterans in order to boost their violent capabilities.\"",
  "\"I will tell him face-to-face that we honor veterans at DHS and employ thousands across the department, up to and including the Deputy Secretary.\"",
  "That conservative organizations are not permitted to engage in any language that might be described as unfavorable to the president,\" London said.",
  "The rightwing report uses broad generalizations about veterans, pro-life groups, federalists and supporters of gun rights,\" said Smith.",
  "In a letter to Napolitano, American Legion National Commander David Rehbein blasted the report as incomplete and politically-biased.",
  "\"Let me be clear: we monitor the risks of violent extremism taking root here in the United States,\" Napolitano said in a statement.",
  "\"Their leftwing assessment identifies actual terrorist organizations, like the Earth Liberation Front and Animal Liberation Front.",
  "Napolitano said in her statement on Wednesday that she was aware of the letter, and plans to meet with Rehbein sometime next week.",
  "\"It's amazing they would single out veterans as a threat to this country,\" said Hegseth, an Army veteran who served in Iraq.",
  "\"Returning veterans possess combat skills and experience that are attractive to rightwing extremists,\" the report reads.",
  "The government considers you a terrorist threat if you oppose abortion, own a gun or are a returning war veteran.",
  "\"That's like saying if you love puppies you might be susceptible to recruitment by the Animal Liberation Front.",
  "He joins a growing chorus of protest from irate conservative groups that are protesting the report's findings.",
  "The report notes that left-wing extremists prefer economic damage on businesses to get the message across.",
  "\"I never have encountered a time in American life when condemnation of a president is not permitted.",
  "FOXNews.com's Joshua Rhett Miller and FOX News Radio's Mike Majchrowitz contributed to this report.",
  "I demand an apology from [Napolitano] and even the President of the United States.\"",
  "The report prompted a harsh and swift reaction for the American Legion on Monday.",
  "\"I must say it's chilling, it worries me a great deal,\" London said.",
  "London called on President Obama to repudiate the right-wing report.",
  "It is ridiculous and deeply offensive to millions of Americans.\"",
  "\"Keep in mind this is entirely subjective to begin with.\"",
  "This really did strike me as odd, indeed.\"",
  "\"Where do they get off doing that?",
  "\"What is the message here?"
]