[
  "- Reported by Christopher Carbone (@christocarbone on Twitter)\n\nNed Ryun: Migrant caravans and the American taxpayer\n\nTHE HOT SEAT AWAITS COMEY: Former FBI Director James Comey announced Sunday he has dropped his legal challenge to House Republicans' efforts to compel him to testify in a closed-door setting about the political bias and mismanagement they say permeated the Hillary Clinton and Trump campaign probes under his watch ... Last week, Comey's lawyers had resisted the GOP's subpoena and insisted on a public hearing, saying in court documents that Republicans' demand for closed-door testimony “exceeds a proper legislative purpose, is issued in violation of House rules, and unduly prejudices and harasses the witness.” But Comey relented after House Judiciary Committee Chairman Bob Goodlatte, R-Va., agreed that the former FBI head's remarks would be made public in their entirety.",
  "Dr. Marc Siegel, FOX News' medical correspondent, reflects on a battle that may be one of former president's greatest - but overlooked - legacies\n\nAn executive with past ties to the Clintons is among three people charged in an alleged scheme to defraud the Pentagon out of billions\n\nMexican Foreign Minister Marcelo Ebrard is in Washington to meet with Secretary of State Mike Pompeo to discuss the Central American migrant crisis as authorities have closed a caravan shelter due to unsanitary conditions\n\nFired FBI director James Comey has dropped his challenge to House Republicans' subpoena and is expected to testify later this week about alleged political bias in the agency\n\nThe 90-day trade truce reached at the G20 summit between the United States and China should boost financial markets through the rest of the year, some experts say.",
  "CLINTON ASSOCIATE IN ALLEGED PENTAGON FRAUD PLOT: Three Northern Virginia men --including one who reportedly celebrated New Year's Eve in 1999 with the Clintons-- were charged last week for their alleged roles in a scheme to defraud the Pentagon after receiving an $8 billion contract in 2012 to provide food and supplies to troops in Afghanistan, the Department of Justice announced ... Federal prosecutors said the three—all executives connected to Anham FZCO, a defense contractor based in the United Arab Emirates--- knowingly gave false estimates of completion dates for a warehouse intended to provide supplies for troops in Afghanistan in order to win contracts.",
  "In an op-ed for FOXNews.com, he recalls how the younger Bush revealed how he drew inspiration from his father, who was stricken with Parkinson's Disease, but did not let that keep him from skydiving ... George W. Bush believed his father's incredible will to live was an inspiration for others - and Dr. Siegel agreed.",
  "#TheFlashback\n\n\n\n1992: The first telephone text message is sent by British engineer Neil Papworth, who transmits the greeting \"Merry Christmas\" from his work computer in Newbury, Berkshire, to Vodafone executive Richard Jarvis' mobile phone.",
  "“People are distrustful that it’s an immigration trick, that it’s not what they say it is and that they will really be deported,” Amelia Frank-Vitale, an immigration expert who has traveled with migrant caravans, told the Washington Post.",
  "But, until the two countries reach a permanent agreement, experts say the stock market will remain volatile ... \"You're going to see a ton of volatility,\" suggested Nate Thooft, a senior portfolio manager at Manulife Asset Management.",
  "1964: Police arrest some 800 students at the University of California at Berkeley, one day after the students storm the administration building and stage a massive sit-in\n\n1947: The Tennessee Williams play, \"A Streetcar Named Desire.\"",
  "The Chinese agreed to buy a \"not yet agreed upon, but very substantial amount of agricultural, energy, industrial\" and other products from the United States to reduce America's huge trade deficit with China, the White House said.",
  "Bush, the latest in the Robert Mueller investigation and the U.S.-China trade war ceasefire will be the top topics with the following guests: New York Post columnist Michael Goodwin; Brad Meltzer; John Strong; and Bret Baier.",
  "\"For some he will be remembered most as a war hero, for how as a young navy pilot he overcame a harrowing plane crash in 1944 during WWII and miraculously swam to safety in a life raft and was finally rescued by a submarine.",
  "- Mexican authorities shut down a crowded, unsanitary and mud-filled shelter at a sports complex, moving the remaining migrants who want to enter the U.S. to a new, government-run facility that's further from the border ...",
  "President Trump has ordered federal offices closed for a national day of mourning on Wednesday and is scheduled to attend the state funeral with first lady Melania Trump and other high-ranking officials and dignitaries.",
  "THE SOUNDBITE\n\nMORNING IN AMERICA VS. MOURNING IN AMERICA - \"He was of that greatest generation and there was a humility and respect and a decency about him that sometimes is not seen frequently in Washington today.\"",
  "The truce, reached after a dinner of more than two hours Saturday, buys time for the two countries to work out their differences in a dispute over Beijing's aggressive drive to supplant U.S. technological dominance.",
  "The migrants were taken by bus to the new shelter about 10 miles from the border crossing at Otay Mesa and 14 miles from San Ysidro, near where people line up to file applications for asylum in the United States.",
  "For me, as a physician, it was his heroic war against the side effects of Vascular Parkinsonism which included frequent bouts of bronchitis and pneumonia, the ignominy of drooling and being bound to a wheelchair.",
  "Last week, Marriott International Inc. disclosed that their Starwood Hotels guest database of up to a half a billion customers had been hacked, making it the second largest data breach in history.",
  "Hannity: A Department of Justice whistleblower who privately delivered documents pertaining to the Clinton Foundation and Uranium One to a government watchdog says FBI agents raided his home.",
  "He will be buried at the Bush Library Center at College Station near the love on his life, his wife Barbara, who died in April and their daughter Robin, who died of leukemia in 1953.",
  "ET: Daniel Krauthammer, son of the late Charles Krauthammer, gives the inside story on his father's final book, \"The Point of It All: A Lifetime of Great Loves and Endeavors.\"",
  "Officials in Tijuana cited \"bad sanitary conditions\" - mud lice, respiratory infections - as the reason for closing the sports complex shelter that holds up to 6,000 people.",
  "U.S., CHINA BUY TIME WITH TRADE TRUCE: The 90-day trade dispute truce reached by the United States and China at the G20 summit should give a boost to the financial markets.",
  "The 41st president, who died Friday at his Houston home at age 94, will lie in state until Wednesday, the day of his state funeral at Washington's National Cathedral.",
  "- Reported by Gregg Re (@gregg_re on Twitter)\n\nJason Chaffetz: Why is Michael Cohen prosecuted when Hillary Clinton, Eric Holder and Lois Lerner were not?",
  "For others it was his efforts as vice president and then president to end the Cold War and his successful 1991 Gulf War against Saddam Hussein.",
  "BUSH'S OVERLOOKED LEGACY: Dr. Marc Siegel has participated in George W. Bush's annual Warrior 100K ride for wounded veterans since 2012.",
  "The Washington Post reported that the former CEO celebrated New Year's Eve with the Clintons in 1999 and was invited to a state dinner.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: William La Jeunesse looks back on the life and legacy of former President George H.W.",
  "As part of the détente, China had agreed to rollback its tariffs on American automobiles below 40 percent, Trump announced Sunday.",
  "Bush on Monday when his body arrives in Washington and will lie in state at the Capitol Rotunda\n\nTributes to President George H.W.",
  "Bush's body will be flown back to Houston for a private service Thursday at St. Martin’s Episcopal Church, his longtime church.",
  "Don't miss Sean Hannity's exclusive interview with the whistleblower, Dennis Nathan Cain, and his attorney, Michael Socarras.",
  "Bush on Monday as his body will be flown to Washington and will lie in state at the Capitol Rotunda for public viewing ...",
  "He and his wife were Washington socialites and donated to the Clinton family charity, The Wall Street Journal reported.",
  "Shawn Tuma, cybersecurity and data privacy attorney, discusses this latest criminal attack on private information.",
  "ET: Michael Pillsbury, senior fellow and director of the Center for Chinese Strategy at the Hudson Institute.",
  "Developing now, Monday, Dec. 3, 2018\n\nThe nation will begin saying goodbye to former President George H.W.",
  "They allegedly provided \"misleading photographs\" to show that the project was further along than it was.",
  "Comey, who was called initially to testify on Monday, is now expected to testify later this week.",
  "- Reported by Edmund DeMarche (@EDeMarche on Twitter)\n\nHUMANITARIAN MOVE OR IMMIGRATION 'TRICK'?",
  "\"There is only one President Bush now, but the legacy of the father lives on,\" Siegel writes.",
  "Trump agreed to hold off on plans to raise tariffs Jan. 1 on $200 billion in Chinese goods.",
  "Still, some of the migrants were reportedly wary of the Mexican government's efforts.",
  "But the stock market could remain volatile\n\nTHE LEAD STORY - REMEMBERING GEORGE H.W.",
  "BUSH: Americans will begin four days of farewells to former President George H.W.",
  "Meet the 82-year-old veteran using a grand Christmas display to say thank you.",
  "- Karl Rove, on \"FOX News Sunday,\" reflecting on former President George H.W.",
  "He soldiered on, and became a role model for the chronically ill everywhere.\"",
  "Abdul Huda Farouki, 75, the former Anham CEO, was one of the men charged.",
  "ET: U.S. Rep. Liz Cheney, R-Wyo., and Lee Greenwood remember George H.W.",
  "ET: Dick Cheney looks back on the life of former President George H.W.",
  "Bush and how the political environment in Washington has changed.",
  "STAY TUNED\n\nFOX Nation: CLICK HERE to sign up for a free trial!",
  "Click here to read the rest of Dr. Siegel's tribute to Bush 41.",
  "Bush have been pouring in nationwide and from around the world.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "We'll see you in your inbox first thing Tuesday morning.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Plus, commentary from FOX News contributor Tammy Bruce.",
  "ET: Complete coverage of fallout from the G20 summit.",
  "Bush; Kevin Sorbo previews his new Christmas movie.",
  "\"There's definitely no shortage of uncertainty.\"",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "ET: remembering former President George H.W.",
  "Karl Rove will be among the special guests.",
  "The Daily Briefing with Dana Perino, 2 p.m.",
  "Special Report with Bret Baier, 6 p.m.",
  "On FOX News:\n\n\n\nFOX & Friends, 6 a.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "Varney & Co., 9 a.m.",
  "Enjoy your Monday!",
  "opens on Broadway.",
  "Not signed up yet?",
  "Click here.",
  "GEORGE H.W.",
  "Bush.",
  "Bush."
]