[
  "\"I think it's unlikely this was any kind of ploy; apart from the unconfirmed reports that it was because of the birth of a new kid, frankly this left the Kremlin looking clumsy and actually attracted attention to Russia, its plans and intentions,\" Mark Galeotti, a New York University professor specializing in global affairs and Russian and Slavic studies, told Business Insider by email.",
  "And a biographer of Putin told Business Insider that factions within the Kremlin power structure have become visible, it's likely there will be some power change-ups, and that \"fights over the number two position\" — aka the position held by Prime Minister Dmitry Medvedev — have \"exploded!\"",
  "Putin has not been out of the Kremlin spotlight for more than a day since the early 2000s, when he dropped off the grid after a national tragedy (the sinking of the submarine Kursk in 2000) and in 2002 when terrorists took over a Moscow theater and more than 100 civilians died.",
  "But since the Russian president gains little by staying out of the spotlight for so long during tumultuous times, and the Kremlin has looked clumsy in his absense, there's clearly more happening behind Putin's vanishing act than the common cold — even if not by Putin's choice.",
  "\"I'm not convinced that a man who is so aware of the importance of his person and his presence would want to sustain such a long absence when rumors are rampant,\" Hannah Thoburn, a Eurasia analyst with the Foreign Policy Initiative, told Business Insider in an email.",
  "Meanwhile, the Kremlin prepares to celebrate the anniversary of annexing Crimea from Ukraine, Putin has a Monday meeting with the president of Kyrgyzstan in St. Petersburg, and independent Moscow outlet TV Rain says Putin is recovering from the flu.",
  "Reuters/Damir Sagolj\n\nGaleotti notes that \"the longer before we get a real, credible evidence of Putin's health ... then the more the speculation will rage, and the more likely it is that the tsar is, if not dead, somehow seriously impaired.\"",
  "Medvedev and Putin AP\n\nGiven all of Putin's successful ploys on the world stage over the last couple of years, the first anniversary of Crimea on Monday would be a fitting time for Putin to pop back up as if nothing happened.",
  "Two people in Putin's circle of advisers told Bloomberg that the Russian president is \"becoming more critical\" of longtime confidant and Rosneft CEO Igor Sechin after the 52-year-old made a series of moves that irked Putin.",
  "On February 27, gunman murdered prominent Russian opposition figure Boris Nemtsov outside the Kremlin' and Bremmer said that it is \"extremely unlikely he ordered Nemtsov's killing, but it was clearly an inside job.\"",
  "REUTERS/Beawiharta\n\nRussian President Vladimir Putin has not been seen in public since March 5, and the world is waiting to see if the 62-year-old casually returns or if his absence signals something more serious.",
  "Russia has been rife with rumors, including that he is dead or on paternity leave, while the government's slick propaganda machine has slipped up by airing old photos — as well as news from the future.",
  "He enjoys keeping people waiting and guessing, it's part of a display of the trappings of power,\" Ian Bremmer, president of the Eurasia Group, noted to Business Insider on Friday.",
  "REUTERS/Pavel Bednyakov\n\nOn March 12, Reuters reported that Nemtsov has \"exposed rarely seen tensions between different camps inside President Vladimir Putin's system of rule.\"",
  "\"Some of Nemtsov's associates say his shooting is being used by one faction to send Putin a message that they are unhappy and need to be reckoned with,\" Reuters reported.",
  "So perhaps this is just Putin being Putin, keeping the world off balance, or he came down with something and decided to wait it out in the background.",
  "\"Yes, The Kremlin is by no means a stranger to maskirovka, strategic deception, but I see no reason to think this was anything of the sort.\"",
  "In any case, there's a big issue with the idea that Putin's absence is well-calculated: The Kremlin has been stumbling.",
  "Basil's Cathedral (R) and the Kremlin walls (L) seen in the background, in central Moscow February 28, 2015.",
  "\"It exposes the inherent fragility of his system, but then again, Russians are used to such systems.\"",
  "He added that dealing with the situation \"is surely [Putin's] top priority.\"",
  "So his lengthy absence is unprecedented in that it has no obvious cause.",
  "There are signs of turmoil in Putin's inner circle as well.",
  "A view shows the covered body of Boris Nemtsov, with St.",
  "Putin has a way of sticking out while also blending in.",
  "Putin is, however, dealing with serious matters.",
  "\"Putin is nothing if not capricious.",
  "Where is Putin?"
]