[
  "\"We also emphasize that protests are not targeting the country's close relationship with Russia, which it is deeply dependent on, despite Russian ownership of the country's main electric provider, which is benefiting from the tariff hike,\" BAML's Osakovskiy added\n\nProtesters gesture as a riot police vehicle sprays a jet of water to disperse them during a rally against a recent decision to raise public electricity prices in Yerevan, Armenia, June 23, 2015.",
  "Google Maps Some have been quick to draw a political connection as Armenia's electricity network is owned by a Russian company called Inter RAO, whose chairman is Igor Sechin, the head of the state-owned oil company Rosneft, according to the Moscow Times.",
  "\"We are very closely monitoring what is going on there and hope the situation will be settled in the near future in strict accordance with the law and that there will be no violations of the law,\" the Kremlin's spokesman Peskov said.",
  "\"It's no use deluding yourself, all 'color revolutions' developed along these lines,\" Konstantin Kosachev, the head of the International Committee in Russia's upper house of parliament, the Federation Council, said.",
  "However, \"the protests are now focused on purely economic issues, with no political demands being raised, at least so far,\" Bank of America Merril Lynch's Vladimir Osakovskiy wrote in a note to clients.",
  "\"A lot more people came on [Tuesday] because they understood that you can't just drive people out like that,\" Nikolai Torosyan, a journalist at the site PanArmenian.net, told The Guardian.",
  "A protester is hit by a jet of water released from a riot police vehicle during a rally against a recent decision to increase the tariff on electricity, in Yerevan, Armenia, June 23, 2015.",
  "Reuters/Hrant Khachatryan/PAN However, others have pointed out that calling this protest a \"color revolution\" is somewhat inaccurate, given Armenia's unique economic problems.",
  "\"These socio-economic problems have been accumulating for years,\" Ismail Agakishiyev, the head of Caucasus studies at Moscow State University, told The Moscow Times.",
  "Reuters/Vahram Baghdasaryan/Photolure Still, the Kremlin has zeroed in on the former Soviet republic's protests over fears of another \"color revolution.\"",
  "Reuters/Narek Aleksanyan/PAN Photo Thousands in Armenia's capital Yerevan have been protesting over a 17-22% electricity price hike coming on August 1.",
  "\"It's a completely different situation [to Ukraine], a completely different relationship and a completely different economic and social context.\"",
  "Protesters shout slogans during a rally against a recent decision to raise public electricity prices in Yerevan, Armenia, June 23, 2015.",
  "The protestors argue that the price increase — the third hike in the past two years — is too much for the average person to afford.",
  "\"They came to protest not just against the electricity price hike but also against the rough way protesters were dispersed.\"",
  "Things got particularly ugly over the weekend when police unleashed water cannons, and 237 protestors were arrested.",
  "One-third of Armenia's population lives below the national poverty line, and unemployment was around 17% in 2014.",
  "On top of everything, the value of remittances sent from Armenians in Russia were hurt by the ruble's fall.",
  "Crowds have subsequently grown up to 15,000 people, and protests have spread to other cities.",
  "(They have since been released.)"
]