[
  "Compounding the impression that the state was providing Rosneft access to funding, the Bank of Russia sent out a press release shortly before the bond sale in which it announced its decision to include Rosneft bonds on the Lombard List (the list of securities eligible to be used as collateral with the central bank).",
  "Previously, former Russian finance minister Alexei Kudrin pointed the finger at Rosneft via Twitter for spooking currency markets, after the oil giant received what was widely seen as back-door refinancing by the Russian central bank.",
  "REUTERS/Sergei Karpukhin The head of Russia's central bank has admitted for the first time that the 625-billion-ruble (£6.2 billion) bond placement by state-owned oil giant Rosneft in December helped fuel the ruble's collapse.",
  "The central bank chief admitted that one of the most pressing problems now is a collateral shortage in the Russian banking system that they are able to use to get access to ruble funding from the CBR.",
  "In an interview with the Russian edition of Forbes magazine Tuesday, central bank chief Elvira Nabiullina acknowledged that the timing of the Rosneft deal may have helped spook currency markets.",
  "In the same interview with Forbes, Nabiullina went on the defencive over the Central Bank of Russia's decision to shock the market with a 6.5% interest rate hike at 1 a.m. on Dec. 15.",
  "The downside is that the wider that list needs to be, the more risk the central bank is likely to have to put into its balance sheet in order to fund the country's struggling banks.",
  "Usually these releases include a number of company names that are being put onto the list, whereas this one was unusual in that it exclusively named Rosneft.",
  "She said: \"I think that the Rosneft deal was opaque, it was not clear to the market and it has been an additional source of volatility in currency markets.",
  "Russia's central bank chief Elvira Nabiullina attends \"The Russia Forum 2013\", an annual business and investment conference, in Moscow, April 19, 2013.",
  "It was widely believed that the company used the funds raised in the bond sale to help pay off a $7 billion bill in debt repayments due in December.",
  "At the time the factors that were weakening the ruble were very powerful: the dramatically reduced price of oil, large payments on external debt.",
  "To include more Russian companies on the so-called Lombard List, the central banks list of bonds that it accepts in exchange for rubles.",
  "This follows months of speculation that the record bond sale spurred the currency crash, which Rosneft CEO Igor Sechin furiously denied.",
  "As she said: \"Now banks have a shortage of collateral, and we have to provide them with more liquidity for non-marketable assets.\"",
  "Inflation would have been much higher if we had not moved to a floating exchange rate and did not raise [interest rates].",
  "Of the $ 151 billion of capital outflows in 2014 a significant proportion went to payment of foreign debts.",
  "If inflation was even higher, it would have been more difficult to slow the pace of outflows.\"",
  "Rosneft hit straight back, blaming the central bank for \"pushing Russia towards recession.\"",
  "But still not the main one.\"",
  "She said: \"No, it did work!",
  "Her solution?"
]