[
  "\"Since I'm obviously a believer in free markets, it's hard for me to understand the current direction of the country,\" Durov The New York Times in December\n\nAfter the Kremlin launched a smear campaign against him in 2013 and raided the VKontakte office for company documents, however, \"I began to understand that this was political,\" Durov told Mashable.",
  "Pavel Golovkin/AP\n\n'I had no power within the company'\n\nIn late 2013, an investment firm in Moscow with connections to the Kremlin bought a 48% stake in VKontakte from two of the company's biggest investors — a deal allegedly been orchestrated by Rosneft head and Putin loyalist Igor Sechin as a way to exert greater control over the network.",
  "After documents leaked by former NSA contractor Edward Snowden revealed the agency's ability to infiltrate social media networks, Putin dismissed the Internet as a \"CIA project\" and hinted at plans to create a Russian-run alternative to the world wide web which be easier for the Kremlin to monitor.",
  "Durov was never interested in politics — he claims his defiance of the Kremlin when they ordered him to remove the VKontakte pages of activists was more a business decision than a political statement: He simply didn't want users to become disillusioned and start using another network.",
  "TechCrunch Disrupt Europe: Berlin 2013/Flickr CC The founder of Russia's most popular social network recently described to Mashable how he chose to flee his native Moscow after Kremlin loyalists wrested control of the company away from him.",
  "A user of Russia’s leading social network internet site VKontakte, poses holding an iPhone showing the account page of Pavel Durov, the former CEO and founder of VKontakte, in Red Square in Moscow, Russia, Wednesday, April 23, 2014.",
  "Pavel Durov, 30, seen by many as Russia's Mark Zuckerberg, created the website VKontakte — which had 69 million monthly users — before drawing the ire of Russian FSB agents when political protest pages began sprouting up.",
  "In February 2014, he relinquished administrative control entirely and sold his remaining stake to Putin loyalist Ivan Tavrin, staying on as director general until he resigned from the company for good in April.",
  "'CIA project'\n\nRussian President Vladimir Putin listens during an annual call-in show on Russian television \"Conversation With Vladimir Putin\" in Moscow, Russia, Thursday, April 16, 2015.",
  "Russia President Vladimir Putin's skepticism of the web spiked in 2011 when people started using the Internet to protest what they believed were rigged parliamentary elections.",
  "Nadine Rupp/Getty Images\n\nDurov has new project called Telegram that's a secure — and free — messaging app used by around 50 million people (including some Kremlin officials).",
  "When Durov refused to shut down the page of activist Alexei Navalny, the FSB showed up at his door with automatic rifles, demanding to be let in.",
  "It was then when Durov realized that the Kremlin \"was coming after me,\" he told Mashable, and he decided to leave for New York via Venice.",
  "He returned to Russia briefly after things cooled down, but by that point he had all but completely lost control of VKontakte.",
  "\"The opinion of the blogosphere ... is aimed at undermining people's trust in the state,\" a Kremlin official said that year.",
  "\"The best thing about Russia at that time was the Internet sphere was completely not regulated,\" Durov told the Times.",
  "He continues to travel extensively because \"Me myself, I'm not a big fan of the idea of countries,\" he told the Times.",
  "\"For the first time I thought, 'maybe I should think about the future - the future of my country and of my company.'\"",
  "The Kremlin was largely successful in its attempts to damage Durov's credibility with both users and investors.",
  "AP When Durov founded the website in 2006, Russian authorities were still tolerant of Internet freedom.",
  "\"It was time to get out because at that point I had no power within the company,\" he said.",
  "Putin was also suspicious of the global Internet as a platform for foreign espionage.",
  "\"I was really scared,\" Durov admitted in a rare interview in Brooklyn, NY.",
  "\"I'm very happy right now without any property anywhere,\" he added.",
  "\"In some ways, it was more liberal than the United States.\"",
  "\"I consider myself a legal citizen of the world.\"",
  "But it did get his company."
]