[
  "Rumors being spread, in our opinion, are intended to destabilize the situation in the stock market and mislead investors and shareholders\n\nBoth Putin and Igor Sechin, the president of Rosneft and long-time Putin ally, have known Sutgut owner Vladimir Bogdanov since they all worked at the mayor's office in St. Petersburg in the 1990s.",
  "Given the recent publications in national and foreign mass media with reference to the Bloomberg news agency regarding the allegedly intended acquisition of Rosneft shares by OJSC \"Surgutneftegas\" the press-centre of OJSC \"Surgutneftegas\" declares that the contents of the above mentioned publications have no grounds whatsoever.",
  "In February, Russia's central bank head effectively admitted that an 625-billion-ruble (£8.3 billion) bond placement by state-owned oil giant Rosneft last December, widely seen as having been arranged with the state as a backdoor recapitalisation, helped fuel the ruble's collapse saying the deal had been \"opaque.\"",
  "There have long been rumours that Surgut was being used to squirrel away money for the Kremlin to be tapped when needed — and in the aftermath of international sanctions and the collapse in the oil price last year some clearly thought that it would be called upon.",
  "However, in an unusual move Surgut has released a statement furiously denying that any such deal is going to take place claiming that the rumours were designed to \"destabilize...the stock market and mislead investors and shareholders.\"",
  "Putin's spokesperson Dmitry Peskov refused to answer questions on the subject because Surgut is a \"private company\", but few investors will understand that to mean that the company has autonomy over all of its business decisions.",
  "According to the Bloomberg article, Putin is planning to raid the company's $34 billion (£21.7 billion) of cash reserves by encouraging a substantial investment in a fellow state-owned oil enterprise, Rosneft.",
  "How long they will be willing to sit on the sidelines could well depend on whether Bogdanov allows his company to be used as a bailout fund of last resort or attempts to hold the line against the Kremlin.",
  "AP On Wednesday, notoriously publicity shy Russian oil and gas company Surgutneftegas (Surgut) came out swinging after a Bloomberg article accused the company of being used as the Kremlin's piggy bank.",
  "The firm, created in the early 1990s through merging a number of previously state-owned commodity companies in Western Siberia, has long been assumed to have close ties to Vladimir Putin.",
  "However, with Russia now facing a potentially prolonged recession amid sanctions on strategic businesses and prominent individuals the tide appears to have firmly turned.",
  "Whether the money does now stay put or not, the entire episode reflects how murky the situation between private and state ownership in Russia remains.",
  "That situation was fine while oil prices were riding high and investors could piggy-back on state support and benefit from rising share prices.",
  "Since the onset of Russia's economic downturn, Rosneft has repeatedly requested funds from the state and equally frequently been refused.",
  "Despite the objections from the company, few investors in Russia will be betting too heavily on the latter outcome.",
  "As Bloomberg reports, Surgut counts Norway's sovereign wealth fund among its thousands of private investors.",
  "Putin with Igor Sechin (right)."
]