[
  "REUTERS/Valentyn Ogirenko\n\nPutin hadn't been out of the Kremlin spotlight for more than a day since the early 2000s, when he dropped off the grid after a national tragedy (the sinking of the submarine Kursk in 2000) and in 2002 when terrorists took over a Moscow theater and more than 100 civilians died.",
  "\"The Kremlin is by no means a stranger to maskirovka, strategic deception, but I see no reason to think this was anything of the sort,\" Mark Galeotti, a New York University professor specializing in global affairs and Russian and Slavic studies, told Business Insider by email last week.",
  "An activist spraying sparkling wine at a mock funeral plate, depicting Russian President Vladimir Putin as former German dictator Adolf Hitler, during a \"Funeral of Putin\" performance in a front of the Russian embassy in Kiev on Sunday.",
  "Two people in Putin's circle of advisers told Bloomberg that the Russian president was \"becoming more critical\" of longtime confidant and Rosneft CEO Igor Sechin after the 52-year-old made a series of moves that irked Putin.",
  "In a carefully choreographed double-act, Kyrgyz President Almazbek Atambayev also vouched for the Russian leader's health, saying that Putin \"just now drove me around the grounds; he himself sat at the wheel.\"",
  "His spokesman, Dmitry Peskov, mocked the press for its interest, referring sarcastically to the various rumors: \"So you've seen the broken, paralyzed president, who has been captured by generals?",
  "This meeting, held in St. Petersburg, comes after Putin canceled several scheduled events last week, leading to conspiracy theories about where he might be and speculation about his health.",
  "And a biographer of Putin told Business Insider factions within the Kremlin power structure had become visible, there would most likely be some power changeups, and \"fights over the No.",
  "Russian President Vladimir Putin smiles, during his meeting with Kyrgyz President Almazbek Atambayev in the Konstantin Palace outside St. Petersburg, Russia, Monday, March 16, 2015.",
  "AP \"It would be boring without gossip,\" Putin said, smiling easily before television cameras and looking relaxed, if pale, in a dark suit and tie.",
  "Typically, he is shown most days on state-controlled television, meeting officials in Moscow or traveling toRussia's far-flung regions.",
  "Ian Bremmer, president of the Eurasia Group, told Business Insider on Friday that Putin's absence could have been well-calculated.",
  "Galeotti said Putin's disappearance made the Kremlin look clumsy and \"attracted attention to Russia, its plans, and intentions.\"",
  "Last week, Russian state media published old photos and reported Putin's Monday appearance as if it already had happened.",
  "Bremmer said that it was \"extremely unlikely\" Putin ordered Nemtsov's killing but that \"it was clearly an inside job.\"",
  "screenshot\n\nRussian President Vladimir Putin reappeared on Monday after an unusually long absence from public view.",
  "Basil's Cathedral, right, and the Kremlin walls, left, seen in the background, in central Moscow on February 28.",
  "He enjoys keeping people waiting and guessing, it's part of a display of the trappings of power,\" he said.",
  "On February 27, a gunman murdered prominent Russian opposition figure Boris Nemtsov outside the Kremlin.",
  "Other rumors suggested Putin died, was on paternity leave, had cosmetic surgery, or was seriously ill.",
  "2 position\" — aka the position held by Prime Minister Dmitry Medvedev — had \"exploded!\"",
  "REUTERS/Pavel Bednyakov\n\nThere are signs of turmoil in Putin's inner circle as well.",
  "But it's possible that we'll never know the reason behind Putin's unusual absence.",
  "He's only just flown in from Switzerland, where he attended a birth as you know.\"",
  "Putin attended a meeting with President Almazbek Atambayev of Kyrgyzstan.",
  "So his lengthy absence is unprecedented in that it has no obvious cause.",
  "He added that dealing with the situation was a top priority of Putin's.",
  "Putin was most recently seen in public at a news conference on March 5.",
  "Putin didn't seem bothered by the rumors surrounding his absence.",
  "In 2008 he said he worked like a \"galley slave\" to run Russia.",
  "The Russian leader prides himself on his macho image.",
  "As more time passed, however, the Kremlin stumbled.",
  "Putin is, however, dealing with serious matters.",
  "This led to speculation about some sort of coup.",
  "The covered body of Boris Nemtsov, with St.",
  "Jeremy Bender contributed to this report.",
  "\"Putin is nothing if not capricious.",
  "Putin looking fresh on Monday."
]