[
  "The Kremlin is reflected in the polished company plate of the state-controlled Russian oil giant Rosneft at the entrance of the headquarters in Moscow, on May 17, 2011 © AFP/File Dmitry Kostyukov Moscow (AFP) - Russia's oil giant Rosneft said Tuesday it had cut its daily output by 25,000 barrels because of \"marketing conditions\" that have seen the price of crude shrink by nearly a third since June.",
  "Rosneft chief Igor Sechin said in a statement released after he held talks in Vienna with delegations from Mexico and OPEC member states Venezuela and Saudi Arabia that the cut was \"associated with production efficiency boosting and enhancement of efficiency for company shareholders, and also with marketing conditions.\"",
  "But the output limits announced by Sechin -- long seen as one of Russian President Vladimir Putin's closest and most trusted confidants -- represented just a tiny fraction of the 4.1 million barrels per day Rosneft says it has averaged over the first 10 months of the year.",
  "- Deep debt -\n\nThe precipitous fall in energy prices has compounded the Russian energy export-dependent economy's numerous problems and left some its largest state companies -- including Rosneft and the three biggest banks -- pleading for state debt relief.",
  "The Rosneft statement said Sechin \"believes that market players should be responding to market changes more proactively, and to this end it is required to jointly step into in-depth market research and analysis, and do it on a regular basis.\"",
  "But energy producers -- both OPEC members and those outside the oil cartel -- have thus far failed to agree on a joint response that would see them all suffer the short-term pain of limiting exports in order to boost prices in the long run.",
  "The Paris-based International Energy Agency said in its latest monthly report that Rosneft's production actually edged up in October \"due to an uptick in greenfield output (with) virtually all other producers registering declines\".",
  "Russia and Saudi Arabia have repeatedly traded places over the past couple of years as the world's top oil producer -- a title both are likely to cede to the shale-rich United States in the coming years.",
  "The recent North American energy output explosion and economic slowdown in China have seen oil prices go on their most protracted slide since the 2008-09 global economic and financial crisis.",
  "Rosneft has to pay off more about $30 billion (24 billion euros) to foreign and domestic creditors by the end of next year and is asking the government to help cover that sum.",
  "The powerful company boss did not say when the country's largest oil producer -- responsible for about 40 percent of Russia's total output -- implemented the curbs.",
  "But the token reduction represented less than one percent of the behemoth's total and did little to boost energy prices on depressed global commodity markets.",
  "The meeting of the four delegations failed to agree on a joint cut in output and left any such decision for talks between OPEC members in Vienna on Thursday.",
  "But his government has promised similar assistance to other gigantic firms and it remains unclear where the funds for such assistance will come from.",
  "Yet he also added that Rosneft was prepared to \"reschedule some of capital intensive projects\" that he did not name.",
  "Most analysts now expect the economy to shrink next year after seeing almost no growth in 2014.",
  "Russia's federal budget earns about half its proceeds from oil and gas sales.",
  "Sechin insisted that the \"current level of prices is not critical to us\".",
  "The price of oil futures in New York and London fell sharply as a result.",
  "Such delays \"will definitely impact overall oil supply\", Sechin added.",
  "Putin indicated earlier this month that he was willing to help."
]