[
  "REUTERS/Aleksey Nikolskyi/RIA Novosti/Pool\n\nTurkStream delays\n\nAfter the EU blocked Russia's South Stream gas pipeline project -- which would have brought Russian gas to western Europe via the Black Sea -- Russian President Vladimir Putin announced the country would work on a new pipeline, the TurkStream, which would run through Turkey.",
  "With the Russian economy slipping into recession on the back of lower oil prices and Western sanctions over Ukraine, the economy ministry predicted Gazprom would produce 414 billion cubic metres of gas this year, an all-time low for the public company sitting atop some of the world's largest natural gas reserves.",
  "Sergei Karpukhin/Reuters\n\nMoscow (AFP) - Facing a cold shoulder from Europe and increased competition at home, Russia's Gazprom has struggled to assert dominance on the global energy market, prompting speculation the energy giant could have no choice but to splinter.",
  "Russian media has reported that Igor Sechin, the influential head of Russian oil giant Rosneft, has asked the government to open up gas exports to competition and to split Gazprom in two, separating energy production and transportation.",
  "Gazprom is now grappling with a series of issues, including its recent loss of the Ukrainian market, Europe's energy diversification efforts and increased competition on the domestic market, which jeopardise its status as a gas giant.",
  "The decline in Gazprom's value and gas production coincides with mounting tensions with the European Union, which has accused it of catering to Moscow's geopolitical interests instead of operating according to business principles.",
  "Washington's ban on technology transfers to Russia for certain energy projects, including Gazprom's Yuzhnoye Kirinskoye field in the far eastern Okhotsk Sea, is stifling Moscow's ambitions on the Asian market.",
  "Russian state-run natural gas giant Gazprom employees pose for a picture with the Dzhubga-Lazarevskoe-Sochi natural gas pipeline in Dzhugba in 2009, which supplied the 2014 Olympics construction in Sochi.",
  "AP\n\nStruggling with Asian ambitions\n\nThe gas giant struck a $400 billion natural-gas deal with China last year, an agreement that was heralded as the symbol of Russia's pivot to Asia.",
  "Gazprom was set to use the field to develop its liquefied natural gas (LNG) production capacity and, according to some reports, exchange assets with Anglo-Dutch company Shell.",
  "The Ukraine conflict, which has propelled Russia's relations with the West to their post-Soviet nadir, has meanwhile exacerbated Europe's desire to dissociate from Gazprom.",
  "Gazprom is eager to complete the TurkStream pipeline to bypass Ukraine in its gas shipments, but its construction, which was scheduled to start in June, has been delayed.",
  "\"This is bad news for Russia because the production of LNG is a strategic objective in the region,\" said Valery Nesterov, an analyst at Sberbank Investment CIB.",
  "According to Mikhail Korchemkin, the director of the East European Gas Analysis firm, there are \"next to zero\" chances that the pipeline will be completed.",
  "Russia's President Vladimir Putin (R) meets with Gazprom's Chief Executive Alexei Miller at the Novo-Ogaryovo residence outside Moscow, October 29, 2012.",
  "Analysts have claimed that Gazprom could benefit from dividing its mammoth structure into smaller entities that would be more efficient and transparent.",
  "But Western sanctions imposed on Moscow over the Ukraine crisis have undermined Gazprom's attempts to turn away from Europe, its traditional market.",
  "Gazprom's exports to Europe, which are expected to rise this year, still provide the company with hefty revenues in spite of lower energy prices.",
  "Critics have said Gazprom has been slow to react to the ever-changing gas market, clinging to lengthy contracts pegged to fluctuating oil prices.",
  "\"Gazprom is confronted with the greatest challenge in its history,\" Chris Weafer, a partner at the Macro Advisory consultancy firm, told AFP.",
  "Gazprom CEO Alexei Miller attends a news conference after the annual general meeting of the company's shareholders in Moscow, June 27, 2014.",
  "The company, however, has reiterated that Russian energy resources remain the most accessible to fulfil Europe's growing demand for gas.",
  "\"What remains to be seen is whether Gazprom becomes an appendage of the foreign ministry or evolves into a global energy company.\"",
  "Experts said it is unlikely that Ankara will make any decisions on the project until after upcoming general elections.",
  "Its value now hovers around $50 billion, trailing far behind the world's other major energy companies.",
  "Without US technology, experts fear that Russia will not be able to exploit the field's resources.",
  "\"It would be easier for its development if it split into pieces within a couple of years.\"",
  "Moscow and Beijing have since agreed on Russia supplying natural gas to western China.",
  "Prior to the 2008 financial crisis, the company was worth more than $300 billion.",
  "\"I'm not sure Gazprom survives this difficult period,\" said analyst Korchemkin.",
  "Gazprom's market capitalisation has plummeted in recent years."
]