[
  "From OPEC's statement: \"Recording its concern over the rapid decline in oil prices in recent months, the Conference concurred that stable oil prices - at a level which did not affect global economic growth but which, at the same time, allowed producers to receive a decent income and to invest to meet future demand - were vital for world economic wellbeing.",
  "Iraq's finance minister called for deep-rooted reforms to stamp out corruption in a military that collapsed in the face of an Islamic State advance, as he prepares to spend nearly a quarter of the 2015 budget on defence.",
  "\"We now expect the headline inflation rate to drop below zero at least briefly over the next six months and there is a clear danger of a more prolonged bout of falling prices,\" Capital Economics' Jonathan Loynes said.",
  "Excluding the effect of the sales tax hike, and volatile fresh food prices, Japanese inflation is now at its lowest level in more than a year, prompting concerns about the country's huge monetary stimulus.",
  "After the murder of 43 students by a drug gang, allegedly with the co-operation of local police, Enrique Pena Nieto is proposing a totally unified Mexican police force.",
  "Accordingly, in the interest of restoring market equilibrium, the Conference decided to maintain the production level of 30.0 mb/d, as was agreed in December 2011.\"",
  "Russia's most powerful oil official Igor Sechin said in an interview with an Austrian newspaper that oil prices could fall below $60 by mid-way through next year.",
  "Sheep are gathered in front of the Eiffel tower in Paris during a demonstration of shepherds against the protection of wolves in France November 27, 2014.",
  "Retailers recorded a 1.9% increase in sales from September, to October, a better than expected start to a seasonal splurge.",
  "None of these falling numbers are expected to let up any time soon as oil prices continue to plunge.",
  "Despite months of tumbling oil prices, the members of OPEC agreed to make no cuts to production.",
  "Prices in the eurozone climbed at a 0.3% rate in November, down from 0.4% in October.",
  "The major oil price benchmarks plunged over 6% following the OPEC announcement.",
  "WTI oil fell to as low as $67.75 per barrel and brent got as low as $71.12.",
  "Here are the major stories you need to know about before US markets open.",
  "On a year-over-year basis, core prices are climbing at just a 0.7% rate.",
  "Sechin is chief executive of Rosneft, Russia's largest oil producer.",
  "Underperforming energy companies led Australia's S&P/ASX down 1.6%.",
  "There are no major US economic reports scheduled for release today.",
  "Mexico's President Is Effectively Disbanding Local Police Forces.",
  "The Russian rouble collapsed to 49.999 roubles to the dollar.",
  "Stocks, ETFs, and currencies linked to oil got punished.",
  "Russia Thinks Oil Could Drop Below $60 Per Barrel.",
  "The US stock markets close early at 1:00 p.m.",
  "German Retail Sales Jumped In October.",
  "Analysts were looking for a 1.5% rise.",
  "Iraq Says Its Military Is Too Corrupt.",
  "REUTERS/Jacky Naegelen Good morning!",
  "Oil Stocks And Oil Currencies Move.",
  "Europe Inches Closer To Deflation.",
  "Japanese Inflation Fell Below 1%.",
  "It Should Be A Quiet Friday.",
  "OPEC Doesn't Cut.",
  "Oil Crashes.",
  "ET."
]