[
  "The Russian business daily Vedomosti quotes Moody's investor services as saying:\n\n\"Rosneft is set to repay $21 billion of debt, which expires between the fourth quarter of 2014 and the first quarter of 2015 [primarily] from its own reserves, which are worth more than $20 billion, and with the help of backup lines of credit from Russian banks of $6 billion.\"",
  "Igor Sechin, Rosneft president and close ally of Russian president Vladimir Putin, tried to dismiss fears over the firm on Wednesday saying the refusal of its request for state support was \"neither critical nor dramatic\" but was careful to leave the door open in case the state alters its position.",
  "REUTERS/Kim Kyung-Hoon Last month Russian Finance Minister Anton Siluanov announced that Rosneft, Russia's largest oil company, had requested 2 trillion roubles (then $49 billion) from the state's National Wealth Fund (NWF) to help it meet its funding requirements.",
  "In essence China is promising to provide the dollar credit line that Russian companies sorely need, and which the Russian state is increasingly withholding, in exchange for increased control over the commodity supplies that its growing economy will require.",
  "The Russian state has already burned through a large amount of its foreign currency reserves defending the rouble, so it may be unwilling to step in to cover corporate debt repayments, which are set to reach $140 billion in 2015.",
  "As part of the deal struck between China and Russia at the Asia-Pacific Economic Cooperation (APEC) Forum in Beijing, Rosneft has agreed to sell a 10% stake in a Siberian unit to state-owned China National Petroleum Corp.",
  "Not only have the deals helped in part to sooth fears over Russia's stagnating economy but they now also appear to have backstopped Russian companies that have been frozen out of international capital markets.",
  "According to Moody's, Rosneft \"can get significant advances from Chinese state-owned CNPC on account of oil supplies\" in 2015, and that should be sufficient to cover the remainder of its debt payments.",
  "It is the second such deal to have been struck this year after a $400 billion agreement was reached in May between state-owned gas companies Gazprom and CNPC (China National Petroleum Corporation).",
  "Draining the companies capital buffers in this way might seem foolhardy given that the company will still have around $9 billion worth of repayments outstanding and ongoing spending commitments.",
  "\"Even if the Wellbeing Fund became simply a source of anti-crisis financing instead of the principal insurance for the pension fund, that means that it will be judged that Rosneft is in crisis.",
  "The request was refused but it left questions over how the oil company planned to meet its $30 billion in debt repayments due over the next year after the oil price collapse of recent months.",
  "The question now is whether Beijing will continue to view the deals it has struck as being to its own advantage — especially if commodity prices are set to remain at or below current levels.",
  "Rosneft's $30 billion bill went from being worth around 1 trillion roubles in June to around 1.4 trillion as at Wednesday's exchange rate, while lower oil prices squeezed its revenues.",
  "With their access to Western capital markets blocked by sanctions it appears that Russian corporates will increasingly have to look towards trading partners in the east for support.",
  "The news was seen as evidence of Moscow seeking to deepen ties with Beijing as Western sanctions over Ukraine have left it isolated from European and American markets.",
  "A combination of the oil price falling from $115 a barrel in June to below $82 on Wednesday and the collapsing rouble had compounded pressure over recent months.",
  "However, unlike China's state-backed firms, Russia's quasi-state-owned national champion companies are not in as good health as they ought to be.",
  "Rosneft's third quarter profits were all but wiped out as falling oil prices and the cost of sanctions bit into its bottom line.",
  "In September the company pledged to cut up to 25% of the 4,000 staff based at its Moscow headquarters to reduce costs.",
  "However, former finance minister Alexei Kudrin issued a warning to the company over applying for state funds.",
  "The deals have helped bind the corporate liabilities of the two countries together.",
  "\"My advice to Rosneft is not to take from the Wellbeing Fund,\" he said.",
  "China's President Xi Jinping and Russia's President Vladimir Putin.",
  "We now have the answer — a large part of it will be paid by China.",
  "That's not in Rosneft's interests.\"",
  "Here China's role becomes clear."
]