[
  "“The goal is to change his calculus with respect to how the current actions that he’s engaging in in Ukraine could have an adverse impact on the Russian economy over the long haul, and to encourage him to actually walk the walk and not just talk the talk when it comes to diplomatically resolving the crisis in Ukraine.”\n\nThe two most prominent Russians targeted in the new sanctions are Igor Sechin, the president and chairman of state-owned oil giant Rosneft, and Sergei Chemezov, director-general of the government-owned high-tech export firm, Rostec.",
  "But “we do not expect there to be an immediate change in Russian policy.”\n\n( Also on POLITICO: Defense contractors fight for funds)\n\nThe U.S. official added that Russia had done “precisely nothing” to carry out the April 17 deal and complained that Moscow had failed to stop other provocative actions since that time, such as the seizure by pro-Russian militants in Ukraine of a team of international monitors from the Organization for Security and Cooperation in Europe.",
  "Before and since the Geneva meeting, Obama said, “the Ukrainian government has put forward credible constitutional reforms of the sort that originally Russian-speaking Ukrainians in the south and east said were part of their grievances, the failure to have their voices heard and represented.",
  "“We are keeping in reserve additional steps that we could take should the situation escalate further.”\n\nA group of American officials who briefed reporters Monday said the new sanctions would have significant bite on Russia’s business sector and financial markets.",
  "“I do think it sends an important and powerful message of unity in the international community that we do move together.”\n\nAmerican officials said the Europeans are prepared to deploy broader sanctions if Russia were to move beyond Crimea into the rest of Ukraine.",
  "As part of the U.S. response to Russian actions in Ukraine, the Commerce and State departments are also unveiling tighter restrictions blocking the export of high-technology items that could contribute to Russia’s military capabilities, such as microelectronics.",
  "( PHOTOS: 20 great quotes on Putin and Obama)\n\n“The goal here is not to go after Mr. Putin personally,” President Barack Obama said during a press conference in Manila, The Philippines, held hours before the sanctions were formally announced.",
  "They come after Russia failed — in the eyes of the United States and other G7 nations — to take steps to show that it was working toward deescalation of the conflict in eastern Ukraine since an April 17 agreement was reached in Geneva.",
  "Kyiv has responded to those.”\n\nRussia, meanwhile, “has not yet chosen to move forward,” he said, which is why the administration is moving ahead with yet another round of sanctions “in a calibrated effort to change Russia’s behavior.",
  "announces new Putin sanctions\n\nThe Obama administration announced new sanctions Monday targeted at seven Russian government officials and 17 companies linked to Russian President Vladimir Putin’s inner circle, the White House said.",
  "Story Continued Below\n\nHowever, the U.S again stopped short of imposing sanctions aimed at entire sectors of the Russian economy — the kinds of moves that could produce major economic blowback for American allies in Europe.",
  "( Also on POLITICO: Blinken accuses Putin of breaking promises)\n\n“Everybody knows who Sechin and Chemezov are and the role that they play, frankly, in the Russian economy and in the leadership of Russia,” the official said.",
  "“The next phase if, in fact, we saw further Russian aggression towards Ukraine, could be sectoral sanctions, less narrowly targeted, addressing sectors like banking or the defense industry,” the president said.",
  "Monday’s sanctions are the third round imposed by the Obama administration since early March, all aimed at pressuring people and companies close to Putin and the Russian movement to annex Crimea.",
  "Another U.S. official added that various governments in Europe are discussing how they would manage the economic challenges that would flow from broader sanctions against Russia.",
  "That list will likely not be identical to the U.S. one, but that doesn’t signal any significant difference in strategy between the U.S. and Europe, American officials insisted.",
  "“We’re also confident the Europeans are with us in their commitment to impose those sectoral sanctions should for instance Russian troops cross that border,” one official said.",
  "A senior Obama administration official who briefed reporters on the latest move described Sechin and Chemezov as “so-called oligarchs or cronies” of Putin.",
  "However, none of the officials — all of whom spoke on condition of anonymity — predicted the moves would cause Putin to reverse course in the near term.",
  "“We’ve already seen that these sanctions and this isolation for Russia has had an impact — a substantial impact on the Russian economy.",
  "However, Obama suggested Monday that those kinds of sanctions would only be triggered if Russia advances further into Ukraine.",
  "U.S. officials have said more dramatic sanctions are possible for wide swaths of the Russian economy, like energy or banking.",
  "We believe that with these additions, the impact on the Russian economy will only grow,” said one top official.",
  "We don’t yet know whether it’s going to work.”\n\n( Also on POLITICO: Pentagon to Russia: Call us, please?)",
  "U.S. officials said the European Union was expected to announce an expansion of its sanctions Monday.",
  "Germany could be particularly hard hit since it imports about a third of its energy from Russia.",
  "“That is not something that should happen in the 21 st Century,” the American official said.",
  "Russia has not, in the eyes of the Obama administration, deescalated in Ukraine.",
  "“They’re talking about helping each other internally,” the official said.",
  "They have not in the past meshed up completely,” said one U.S. official.",
  "“I expect there to be a divergence in the lists.",
  "W.H."
]