[
  "NIRS says it objects “to the fact that in a recent barrage of news releases, op-eds, full-page New York Times ads, and its Web site, the group ‘Nuclear Matters’ nowhere reveals that its primary or currently sole source of funding is Exelon.” NIRS chief Tim Judson added: “Enlisting formerly high visibility government officials to act as shills for nuclear power is completely acceptable as long as the industry does not try to hide the ball about where the money is coming from.”\n\nNIRS also took a swipe at the policy group Center for Climate and Energy Solutions for putting on a panel discussion today about the risk to Obama’s climate goals sans nuclear power without pointing people to the fact that Entergy is one of C2ES’s “strategic partners.” More transparency is always good when it comes to cash, but to be fair, C2ES lists its major contributors — including Shell and Duke Energy — on its website, as well as the industry connections of its board of directors.",
  "Talia Buford was on the scene: http://politi.co/1pDVqH8\n\nNumbers game: While pipeline supporters charged the protest turned up far fewer than the 5,000 people organizers promised, 350.org said that a counter determined “it was upwards of the 5,000 we were aiming for by the end of the day.”\n\nMEANWHILE — OBAMA PUSHES SOUTHEAST ASIA YOUTH TO ACT ON CLIMATE CHANGE: Young people will bear more and more of the brunt of climate change, and should take greater action now to organize and fight it, the president said Sunday during a town hall with the Young Southeast Asian Leaders Initiative in Kuala Lumpur.",
  "“The stage has been set for what one lobbyist called ‘trench warfare’ as moneyed interests on both sides wrestle over some of the strongest regulations for promoting renewable energy.” http://wapo.st/1k3uWYn\n\nANTI-NUKES GROUP SAYS PRO-NUKES GROUP FUNDING NOT TRANSPARENT: The anti-nuclear group Nuclear Information and Resource Service today is sniping at Nuclear Matters, a campaign promoting existing U.S. nuclear plants, for not being transparent about who funds them the organization, which now includes Carol Browner, Spencer Abraham and Evan Bayh.",
  "“Democracy isn’t served by underhanded attacks and the voice of the American people shouldn’t be drowned out by anonymous voices with expensive megaphones,” Steyer said on “Real Time with Bill Maher.” The famously media-shy brothers are unlikely to accept Steyer’s invitation, despite Steyer’s recent major campaigns on environmental issues receiving comparisons to the Koch brothers political spending on conservative issues, which Steyer pushed back on again on Friday.",
  "“We need to provide greater access to offshore energy production and greater revenue sharing for the states that host offshore energy development,” Cassidy writes: http://bit.ly/1il88k3\n\nQUICK HITS\n\n— The U.S. may hit Rosneft CEO Igor Sechin with new sanctions over Ukraine, unnamed sources tell Bloomberg: http://bloom.bg/QTumnh\n\n— Democrats fear a GOP-controlled Congress could force President Barack Obama's hand on a number of issues, including Keystone XL.",
  "… But opposing lawyers, many legal experts and even some federal judges have said BP is denouncing the legitimate outcomes of a deal that its top-notch legal team not only helped create, but also fought for and hailed.” http://nyti.ms/1nSaL1S\n\nThe Washington Post looks at the rising \"political clout\" of renewable energy interests in the face of statel0evel fossil fuel-backed attacks on climate rules and green energy mandates.",
  "With help from Darius Dixon\n\nStory Continued Below\n\nMcCARTHY SLAMS ‘SECRET SCIENCE’ PROPONENTS: EPA Administrator Gina McCarthy will go after a “small but vocal group of critics” who say the agency relies on “secret science” for its regulations — a charge made frequently by Sen. David Vitter and House Science Chairman Lamar Smith — during a speech this morning at the National Academy of Sciences.",
  "But our hope is that through this network that we’re going to be developing that we can be a partner with you in that process.”\n\nGRIMM FORECAST FOR NEW CLIMATE ACTIVIST HERO: Climate activists were spreading the good news Friday that New York Rep. Michael Grimm has become the first sitting House Republican to stop denying the science that humans cause climate change.",
  "http://WLOL.US/9i **\n\nPAGE A1 WATCH\n\nThe New York Times writes about how BP drastically changed its tune on the settlement process over its 2010 Gulf of Mexico spill: “In full-page newspaper ads, interviews and a gusher of court filings, BP officials have insisted that their good intentions are being hijacked by greedy lawyers and underhanded claimants.",
  "If EPA is being accused of ‘secret science’ because we rely on real scientists to conduct research, and independent scientists to peer review it, and scientists who’ve spent a lifetime studying the science to reproduce it — then so be it.”\n\nHAPPY MONDAY and welcome to Morning Energy, where you better never trade our sandwich for a bag of gum drops.",
  "“This campaign is really about the profits of Koch Carbon and the utilities, which to its organizers is much more important than clean air and the consequences of climate change.” http://nyti.ms/1ljyYP5\n\nBut wait, there’s more: Sierra Club Executive Director Michael Brune defended his group's work on campaign finance reform to NBC News.",
  "ICYMI, Darius Dixon wrote about nuclear shutdowns and climate change earlier this month: http://politico.pro/1eJXIty\n\nFROM ME’S MAILBAG: Rep. Bill Cassidy, the Republican frontrunner challenging Sen. Mary Landrieu this fall, says she should consider taking up his legislation lifting a cap on offshore revenue sharing.",
  "John McCain, John Barrasso, John Hoeven and Ron Johnson write in the Washington Post: http://wapo.st/QHnn0T\n\n— A federal court's recent ruling that EPA's \"affirmative defense\" provisions overstep the Clean Air Act could mean a rash of lawsuits against power plants and others.",
  "LAUNCHING TODAY: Capital Energy, a daily must-read from POLITICO's sister publication on what's happening in the New York energy industry and the officials who regulate it, from fracking and crude-oil logistics to nuclear power and investment in renewable energy.",
  "KXL PROTESTORS MARK FINAL ROUNDUP, FOR NOW: With President Barack Obama overseas, the timing wasn’t perfect, but that didn’t change the message that climate activists brought Saturday as they descended on the National Mall to protest the Keystone XL oil pipeline.",
  "WELCOME BACK CONGRESS: Lawmakers are trudging back to Washington after a two-week spring break, and Senate leaders are hoping to get to the Shaheen-Portman energy efficiency bill and a tax extenders package sometime in the next few weeks.",
  "Working at every level, we are committed to supporting candidates, elected officials and policymakers across the country that will take bold action on climate change — and to exposing those who deny reality and cater to special interests.",
  "Shortly before the story broke late Friday afternoon that Grimm expects to be indicted over alleged campaign finance violations, the pro-Obama group Organizing for Action had been celebrating Grimm’s about-face on climate change.",
  "http://nbcnews.to/1hE5hTl\n\nICYMI: Our own Andrew Restuccia joined Steyer on C-SPAN’s “Newsmakers” to discuss the Koch brothers, Keystone XL, his plans for the midterm elections, and his own potential political career.",
  "A week after the Obama administration announced yet another delay for its decision on the Canada-to-Texas project, protesters — joined by Daryl Hannah and Neil Young — marched to mark the end of Reject and Protect.",
  "RELATED: C2ES will release a paper today tracking planned nuclear reactor retirements and arguing the lost zero-emission electricity is bad news for the climate, the New York Times writes: http://nyti.ms/1j5WdeE.",
  "It’s about challenging the credibility of world renowned scientists and institutions like Harvard University and the American Cancer Society,” McCarthy will, according to excerpts previewed for ME.",
  "“We are using our resources to promote an interest that we believe will help our children, while they appear to be promoting an agenda that will benefit their economic self-interest,” he said.",
  "She adds: “It’s about claiming that research is secret if researchers protect confidential personal health data from those who are not qualified to analyze it — and won’t agree to protect it.",
  "A number of lawmakers, including Senate Energy and Natural Resources Chairwoman Mary Landrieu, were upset by the new delay and could seek to use Shaheen-Portman as a vehicle to take action.",
  "Video: http://cs.pn/1lWpqI4\n\n** A message from NextGen Climate: Senator Rubio, will you ask TransCanada to commit to keeping refined oil from Keystone XL in the U.S., or not?",
  "Speaking of the Kochs: The New York Times editorial board on Sunday scolded the Kochs and others for recent state-level pushes to charge more for rooftop solar.",
  "Darren Samuelsohn and Manu Raju: http://politico.pro/1lmhema\n\n— The U.S. must start ramping up LNG exports to Europe now to counter Putin in the future, Sens.",
  "Green activist Tom Steyer has challenged Charles and David Koch to debate U.S. energy policy, Keystone XL, “misinformation” about climate change and more.",
  "Reuters: http://bit.ly/1mMVwYf\n\n— The New York Times looks at challenges to deploying ocean power technology: http://nyti.ms/1k0Vh7X\n\nTHAT’S ALL FOR ME.",
  "** A message from NextGen Climate: Senator Rubio, will you ask TransCanada to commit to keeping refined oil from Keystone XL in the U.S., or not?",
  "http://WLOL.US/9i\n\n** NextGen Climate is a non-partisan organization focused on bringing climate change to the forefront of American politics.",
  "John Kitzhaber wants a proposed Ambre Energy coal export terminal to be rejected, and sets a May 31 deadline for the state to make a decision.",
  "It remains to be seen whether the long-delayed energy efficiency package will get bogged down once again by Keystone XL-related amendments.",
  "We are playing by the rules as they are currently written, and we aren’t going to bring a pillow to a knife fight with the Koch Brothers.\"",
  "Darren Goode has more: http://politi.co/1pDTYo0\n\nCase in point: OFA email hailing Grimm's new climate change views: 4:24 p.m. Friday.",
  "Founded by investor and philanthropist Tom Steyer, we act politically to avert climate disaster and preserve American prosperity.",
  "Oregonian: http://bit.ly/1gYgpuI\n\n— French energy minister Segolene Royal promises 100,000 new green jobs in three years.",
  "Send your energy news to aguillen@politico.com, and follow on Twitter @ alexcguillen, @ Morning_Energy and @ POLITICOPro.",
  "You can organize young people to interact with international organizations that are already dealing with this issue.",
  "But now the second-term lawmaker from Staten Island might be facing his own dangerous climate — inside a jail cell.",
  "“Those critics conjure up claims of ‘EPA secret science’— but it’s not really about EPA science or secrets.",
  "He made his change of heart known during an episode of Showtime’s “Years of Living Dangerously” on Sunday.",
  "\"The Sierra Club is involved in campaign finance reform efforts to get corrupt money out of politics.",
  "Senate Majority Leader Harry Reid said earlier this month that there is an agreement between Sens.",
  "“You don’t have to be a climate science expert, but you can educate yourselves on the issue.",
  "Jeanne Shaheen, Rob Portman and others from both parties to finally move the bill forward.",
  "POLITICO breaking news alert that Grimm is expected to be indicted: 4:33 p.m. Friday.",
  "http://capi.tl/1eEIdDB\n\nIT IS ON LIKE DONKEY KOCH: It’s billionaire vs. billionaires.",
  "If you'd enjoy receiving this each weekday morning, please sign up here.",
  "Ask the Tough Questions and lead a public debate on climate change.",
  "Ask the Tough Questions and lead a public debate on climate change.",
  "“You have to be part of the solution, not part of the problem.",
  "And through that process, you can potentially change policy.",
  "You can educate your parents, friends, coworkers.",
  "You have to say, this is important,” Obama said.",
  "You can discuss it with your peer groups.",
  "SNL: http://bit.ly/1jXeqrv\n\n— Oregon Gov.",
  "Story: http://politico.pro/PrtAwV.",
  "It will not happen next week.",
  "You can help to publicize it.",
  "So it will take years.",
  "Have a great week.",
  "**"
]