[
  "\"While it is unclear at the moment whether Putin is prepared to overrule his close ally and order production cuts, Putin did seemingly side with his Finance Minister over Sechin back in the fall when the previously proposed round of additional tax cuts to crude exports were rescinded.\"",
  "Oil prices jumped as much as 8% after Reuters reported that Russian Energy Minister Alexander Novak said there was talk of a possible meeting between OPEC and non-OPEC countries, and that the Saudis proposed a 5% production cut for each OPEC member.",
  "Chief among them:\n\nRussia's president Vladimir Putin recently held a series of bilateral meetings with the de-facto leader of Saudi Arabia, the Deputy Crown Prince Mohammad bin Salman, regarding security and economic issues.",
  "Last spring the Saudis repeatedly stated that if there were a coordinated cut, then the entire cartel and non-OPEC players like Russia would need to join and bear the burden — just like in 1986 and 1998.",
  "And in this environment, Russia increasingly looks like \"the single biggest swing factor for oil prices in 2016,\" according to RBC Capital Markets' global head of commodity strategy Helima Croft.",
  "But it is \"worth noting that Sechin was reportedly absent from this week's meetings between energy executives and government officials in which OPEC cooperation was discussed,\" she continued.",
  "\"While there certainly have been signals of a softening in the Russian position, the key figures to watch are Igor Sechin, CEO of Rosneft, and President Vladimir Putin himself,\" wrote Croft.",
  "And even though the Saudis and the Russians are on opposite sides of the Syrian conflict, there were some reports that Putin might be open to Syrian President Assad's stepping down.",
  "Powerhouse oil producers are still being squeezed financially by lower prices and some of the more unstable OPEC members have seen upticks in violence and political chaos.",
  "RBC Capital Markets However, Russia showed no signs of joining such an endeavor, and analysts argued that Putin had a \"less-than-favorable view of the Saudi leadership.\"",
  "\"As headlines continue to pile onto the possibility of a coordinated cut between OPEC and Russia, its swing factor status appears justified,\" Croft noted.",
  "In any case, there's ultimately no guarantee that we'll see a Russia-Saudi joint cut in the near term, even though things seem to have lined up for it.",
  "On Friday, a spokesman for the state oil giant Rosneft, Mikhail Leontyev, told the Financial Times that the rally in prices was \"idiotic.\"",
  "For starters, both Russia and the Saudis saw their economic conditions deteriorate significantly over the year following super-low oil.",
  "\"Hence, we believe that there is an existing dialogue channel that could be used to coordinate joint action,\" argues Croft.",
  "\"Sechin is in Putin's inner circle and has thus far taken the lead in rebuffing calls for a coordinated production cut.\"",
  "FinViz\n\nRumors that such a potential joint venture might actually happen sent oil prices into a tizzy on Thursday.",
  "Moreover, \"there indeed are new ties along which Saudi Arabia and Russia could negotiate a cut,\" observed Croft.",
  "It stems from the fact that people can't read,\" Leontyev told the FT.\n\nPutin and Rosneft CEO Igor Sechin.",
  "AP Another interesting dynamic in all of this is what's actually happening behind the scenes in Russia.",
  "However, an OPEC delegate later contradicted the report, saying that the Saudis made no such proposal.",
  "Russian President Putin toasts with Saudi Arabia's ambassador to Russia, Abdulrahman Al-Rassi.",
  "Putin and Mohammad bin Salaman signed a $10 billion economic agreement last year.",
  "Notably, Leontyev didn't actually rule out the possibility of a production cut.",
  "But it does look as if Russia is the big player to keep an eye on right now.",
  "Reuters/Sergei Karpukhin\n\nThe global oil situation continues to drag on.",
  "After all, Russia-OPEC coordination hasn't had the greatest record.",
  "As Croft wrote, \"The cracks are certainly beginning to show.\"",
  "The Saudis expressed interest in buying Russian weapons.",
  "But that was last year, and things have changed now.",
  "(Some experts are skeptical that this is true.)",
  "It was possible a year ago, a month ago.",
  "\"Everything is possible in theory.",
  "And oil prices fell again.",
  "Nothing new has happened.",
  "This frenzy is idiotic.",
  "Big time."
]