[
  "Along with his standing as the CEO of Rosneft, Russia's leading petroleum company and one of the world's largest publicly traded oil companies, Sechin was Putin's deputy chief of staff from 2004 to 2008 and Russia's deputy prime minister from 2008 to 2012.",
  "Sergei Chemezov was appointed by a presidential decree on Nov. 26, 2007, as the director general of the State Corporation for Promoting Development, Manufacturing and Export of Russian Technologies High-Tech Industrial Products, also known as Rostec.",
  "AP Rosneft CEO Igor Sechin, who is considered one of the most powerful men in Russia and the country's most prominent oil tycoon, was among seven Russian people sanctioned by the U.S. on Monday for their roles in the escalating Ukrainian crisis.",
  "Sechin, the head of the state-owned conglomerate, is the most significant person targeted on the new list of sanctions, and the Treasury Department emphasized his standing and ties with Russian President Vladimir Putin in its announcement.",
  "As The Guardian has reported, during Putin's first presidential term, Sechin often worked behind the scenes in the Kremlin, leading U.S. officials to joke he was a \"sort of urban myth, a bogeyman invented by the Kremlin to instill fear.\"",
  "He has been called Russia's \"Darth Vader\" and the \"scariest man on Earth,\" because of his background in espionage and what Institute of Modern Russia's Donald Jensen once called his \"reputation for ruthlessness.\"",
  "He also detailed Sechin's more \"informal\" role as a former security agent:\n\nInformally, Sechin leads the Kremlin faction known as the siloviki, or \"people of force,\" made up of former security agents.",
  "A large part of Sechin's reputation was built when he helped orchestrate the demise and eventual takeover of Yukos Oil when Putin threw its chair, Mikhail Khodorkovsky, into jail.",
  "Vladimir Milov, a political activist who opposes Putin's government in Russia, also wrote for Time's 100 list last year on Sechin's appetite for \"conquest\" in addition to profits.",
  "Dmitry Kozak is a deputy prime minister of the Russian Federation, a position he has held since October 2008 and to which he was reappointed by presidential decree in May 2012.",
  "\"Here's the list of the other six Russians sanctioned:\n\nOleg Belavantsev was appointed Russia's presidential envoy to Crimea on March 21, 2014, by President Putin.",
  "Kozak has served in a number of capacities in the Russian Federation since 1999, including as chief of the government staff and minister of regional development.",
  "\"Sechin is easily the most influential person in the country after Putin,\" Sergei Markov, a political analyst who advises the Kremlin, told Bloomberg.",
  "It was in this role that Sechin last week reportedly engineered a takeover, along with Putin ally Alisher Usmanov, of Russia's version of Facebook.",
  "\"He's the most important, essentially Putin's strategic energy deal maker,\" Eurasia Group President Ian Bremmer told Business Insider of Sechin.",
  "Chemezov is a trusted ally of President Putin, whom he has known since the 1980s when they lived in the same apartment complex in East Germany.",
  "Because of the new sanctions, Sechin is now subject to a freeze of all assets he holds in the U.S., and he is banned from entering the U.S.",
  "\"Sechin has shown utter loyalty to Vladimir Putin — a key component to his current standing,\" a senior administration official said Monday.",
  "He also helped guide the company's $55 billion acquisition last year of TNK-BP, a joint venture of BP and a group of Russian billionaires.",
  "Khodorkovsy, who was released from prison earlier this year, has accused Sechin of driving both of the criminal cases brought against him.",
  "Murov has worked in Russian state security services since 1971 and became head and director of the Federal Protective Service in May 2000.",
  "In total, the Obama administration announced sanctions on seven Russian officials, two of whom it said were among Putin's \"inner circle.\"",
  "Sergei Chemezov was one of the Russian Government's nominees for the board of directors of Rosneft, a Russian state-owned oil company.",
  "Putin's decision to move into Crimea is believed to have been based on consultations with his closest advisers, including Volodin.",
  "The sanctions do not target Rosneft itself, but shares were down more than 1.7% after the announcement of sanctions on Sechin.",
  "\"But keeping the major companies off the list is what really matters here — this is a comparatively mild escalation.",
  "So far no one can match their influence — and Sechin's appetite for control makes him the group's inevitable leader.",
  "Vyacheslav Volodin is the first deputy chief of staff of the presidential executive office.",
  "Evgeniy Murov is the director of Russia's Federal Protective Service and an army general.",
  "Putin named him the chair of Rosneft in 2004, and he became CEO of the company in 2012.",
  "Rosneft controls about 4o% of crude-oil production in Russia, according to Bloomberg.",
  "The 17 companies linked to Putin's inner circle will be subject to asset freezes.",
  "He is also the chairman of the State Duma Committee on International Affairs.",
  "Rostec is a Russian state-owned holding company and has not been sanctioned.",
  "After Putin, he is considered perhaps the most powerful person in Russia.",
  "Aleksei Pushkov has been a deputy of the State Duma since Dec. 4, 2011.",
  "Some of Yukos' most lucrative assets ended up in Rosneft's control.",
  "He was selected for the Rosneft board on June 20, 2013.",
  "They will be subject to asset freezes and visa bans.",
  "Sechin, like Putin, is a former KGB officer.",
  "Russian President Putin with Igor Sechin.",
  "\"Putin trusts him more than anyone else.\""
]