[
  "Stephen Greenlee, President of ExxonMobil Exploration Company (L); Russian President Vladimir Putin (C); Igor Sechin, President of Rosneft (R); Photo Credit: Rosneft\n\nSechin is thought to be high up on the list of potential persons to face sanctions by the U.S. for Russia's ongoing occupation of Crimea in Ukraine.",
  "Point Thomson Oil and Gas Field; Map Credit: Alaska Department of Natural Resources\n\n\"The agreements signed today bring the already unprecedented scale of Rosneft and ExxonMobil partnership to a completely new level,\" Igor Sechin, President of Rosneft said of the deal in a press release at the time.",
  "Richard \"Dick\" Rabinow; Photo Credit: Alaska Gasline Development Corporation\n\nRabinow is the former president of ExxonMobil Pipeline Company (where he worked for 34 years) and former Chairman of the Trans Alaska Pipeline System (TAPS) Owners Committee.",
  "Given this wheeling and dealing and geopolitical wrangling between the U.S. and Russia resembles something straight out of a James Bond film, perhaps it's only appropriate that one of the most famous Bond flicks is titled, \"From Russia with Love.\"",
  "Rep. Christ Tuck; Photo Credit: The Alaska State Legislature\n\n\"Alaskans are tired of multinational corporations coming up here and our government catering to them at the expense of Alaskans,\" Tuck told the Alaska Dispatch.",
  "The bill served as a Memorandum of Understanding (MOU) between Alaska, the AGDC, ConocoPhillips, BP, ExxonMobil, and TransCanada, with the four companies now serving as co-owners of the South Central LNG Pipeline Project.",
  "But in the case of Rabinow's former employer ExxonMobil — coined a \"private empire\" by investigative journalist Steve Coll — it also has ties in Alaska to an out-of-country multinational corporation from Russia: Rosneft.",
  "\"[I]f anyone apart from Sechin himself is anxious about the prospect of his arrest if he travels to the West, it could be oil companies like BP and ExxonMobil,\" wrote investigative reporter Steve Levine recently.",
  "ExxonMobil: \"From Russia with Love\"\n\nIn February 2013, ExxonMobil offered Russian state-owned oil and gas company Rosneft a 25-percent stake in its portion of the Point Thomson oil and gas field.",
  "\"Participation in the Point Thomson project will increase Rosneft’s access to the latest gas and condensate field development technologies used in harsh climatic conditions.\"",
  "Photo Credit: TransCanada\n\nThings have changed drastically since 2010 in the U.S. gas market though, largely due to the hydraulic fracturing (\"fracking\") boom.",
  "Cross-Posted from DeSmogBlog\n\nA legal controversy — critics would say scandal — has erupted in Alaska's statehouse over the future of its natural gas bounty.",
  "So just three weeks after the Senate Democrats wrote their letter, the Senate passed HB 383 in a 13-7 vote, which also passed in the House in a 27-12 vote.",
  "Because Rabinow isn't an Alaskan, major backlash ensued when watchdogs discovered he's from Texas, which nearly caused him to step down from AGDC's Board.",
  "They were made much easier on April 14, when the Kenai LNG export facility received authorization to export gas from the U.S. Department of Energy.",
  "That project was set to be both a liquefied natural gas (LNG) export pipeline coupled with a pipeline set to bring Alaskan gas to the Lower 48.",
  "Alaska's Senate Democrats wrote a letter on March 21 calling on Rabinow to step down because his appointment flew in the face of state law.",
  "This phase began in January 2014 after Governor Sean Parnell, formerly a lobbyist for ConocoPhillips, signed Senate Bill 138 into law.",
  "Parnell on April 16, the law now says that AGDC Board members are \"not required to be a registered voter or a resident of the state.\"",
  "AGDC was intially built to facilitate opening up the jointly-owned ExxonMobil-TransCanada Alaska Pipeline Project for business.",
  "Meet Richard \"Dick\" Rabinow\n\nUnder Alaska state law, you have to be a state citizen to serve on state commissions like AGDC.",
  "It's not so much an issue of the gas itself, but who gets to decide how it gets to market and where he or she resides.",
  "The question of who owns Alaska's natural gas and where they're from, at least for now, has been off the table.",
  "But one of the seven Board members, Richard \"Dick\" Rabinow, is a citizen of a state far from Alaska: Texas.",
  "\"In other words, the US will be going after Sechin, but also a house that the West itself helped to build.\"",
  "Easier said than done, of course, given the ties that bind U.S. companies to Russia's oil and gas industry.",
  "And with that, the Lower 48 segment of the Alaska Pipeline Project has become essentially obsolete.",
  "He currently lives in Dallas, Texas and runs his own consultancy called Rabinow Consortium, LLC.",
  "Democratic House Leader Rep. Christ Tuck was none too pleased with the bill's passage.",
  "\"[O]ut of respect for the law, we demand that you withdraw Mr. Rabinow’s appointment.\"",
  "Mr. Rabinow is not qualified to serve as a board appointee here,\" read the letter.",
  "Dreams of exporting massive amounts of Alaskan LNG to Asia, however, still remain.",
  "Importantly, only four members of the 20-member Senate are Democrats.",
  "TAPS is co-owned by ExxonMobil, BP, Unocal and ConocoPhillips.",
  "Mr. Rabinow is not registered to vote in the state of Alaska.",
  "Multinational corporations in general are one thing.",
  "\"Mr. Rabinow is a resident of the state of Texas.",
  "Enter the latest iteration of AGDC.",
  "Immediately signed by Gov.",
  "More on that later."
]