[
  "RIA Novosti / Reuters\n\nBRUSSELS/BERLIN (Reuters) - The EU has drawn up a list of 120-130 names of Russians who could be hit with travel bans and asset freezes, European officials said on Friday, and a German newspaper said the CEOs of Russia's two biggest companies - Alexei Miller of Gazprom and Igor Sechin of Rosneft - would be on it.",
  "The 28-member European Union agreed this week on a framework for sanctions to punish Russia for its seizure of Ukraine's Crimea region, but has yet to finalize a list of targets who will be barred from visiting Europe and have assets frozen.",
  "EU member states are discussing whether to start by sanctioning as many people as possible from the list in a preventative way, or else take a more cautious approach and add names from the list to the sanctions in several steps.",
  "Others named by Bild include Defence Minister Sergei Shoigu, Deputy Prime Minister Dmitry Rogozin, presidential administration chief Sergei Ivanov and the secretary of the National Security Council, Nikolai Patrushev.",
  "It was drawn up by diplomats who have experience in Russia and was supplied to EU officials in Brussels, who will discuss the names and whittle the list down ahead of a foreign ministers' meeting on Monday.",
  "Reuters was not immediately able to confirm the report in the Bild newspaper, which included energy bosses Miller and Sechin in a list with cabinet ministers, security officials and Kremlin aides.",
  "European foreign ministers are expected to impose the sanctions and sign off on the target list on Monday, the day after a referendum in Ukraine's Crimea region on joining Russia.",
  "One EU official who has a copy of the list said it contained the names of generals and other people from the top echelons of Russia's military and political establishment.",
  "Bild said the list would include at least 13 politicians and industry leaders\n\nA spokesman for Sechin said: \"I hope that this all ends up being empty rhetoric.",
  "(Reporting by Jan Strupczewski, Martin Santa, Alexandra Hudson, Alexei Anishchuk and Vladimir Soldatkin; Writing by Peter Graff; Editing by Giles Elgood)",
  "I think it will primarily affect Rosneft's business partners in the West in an extraordinary way.\"",
  "The preliminary list described to Reuters by European officials runs to five pages.",
  "Washington also has similar sanctions and has yet to publish its target list.",
  "Putin's spokesman Dmitry Peskov declined to comment on the Bild report.",
  "It's silly, petty and obvious sabotage of themselves.",
  "A Gazprom spokesman declined to comment."
]