[
  "The founder and CEO, 29-year-old Pavel Durov, posted on his VK page that he had finally given up control of the company to two investors allied with Putin, Buzzfeed reported:\n\nAnnouncing his firing on his VKontakte page, Durov said: \"Today, VKontakte goes under the complete control of Igor Sechin and Alisher Usmanov.\"",
  "Sherbovich insisted that the sale was completed without pressure or interference from the government, though Kononov, in an investigative piece published last year, reported that it was orchestrated by Igor Sechin — head of the state-owned oil giant Rosneft, and one of Putin's closest allies.",
  "The Verge continues:\n\nJust days after the raid came an even bigger blow: two VK co-founders had decided to sell their 48 percent combined stake to United Capital Partners (UCP), an investment firm managed by purported Putin ally Ilya Sherbovich.",
  "The Verge reports:\n\nDurov's departure effectively transfers majority control of VK to business magnate Alisher Usmanov — Russia's richest man, with an estimated worth of $20.2 billion, and a close ally of President Vladimir Putin.",
  "VK looks a lot like Facebook — it even borrows the blue trim — but VK has one thing that Facebook does not: A huge amount of pirated music and video content is traded on VK; material that is banned on Facebook.",
  "Durov come into conflict with the Putin regime back in December, when he refused a request by the FSB (the agency that replaced the KGB) to use VK to spy on its citiziens, according to Bloomberg.",
  "Sechin is the leader of the hardline silovik faction that backs Putin, is CEO of Rosneft, the state-owned oil company, and is believed to be one of the Russian president's closest advisors.",
  "Wikimedia Commons Russian president Vladimir Putin has essentially taken control of VKontakte, the home-grown Russian social network which is that country's version of Facebook.",
  "That means that Usmanov and his Kremlin-friendly allies now control 52 percent of the company, raising concerns over the future of VK and the freedom of its users.",
  "Durov's resignation technically happened a month ago, but with another month elapsed it was not rescinded and has now become official, according to Interfax.",
  "Usmanov is a metals tycoon who expanded into tech via his company Mail.ru, which has steadily upped its stake in the Russian social network.",
  "Generally, Putin has maintained his control of Russia by allowing his allies to control vast chunks of the economy, like Rosneft.",
  "Durov sold his 12 percent stake to Ivan Tavrin, chief executive of telecom provider MegaFon, which Usmanov controls.",
  "Putin's control of VK may — in theory — lead users who don't want to be snooped on to switch to the \"real\" Facebook.",
  "In 2011, [Usmanov] fired two senior managers for publishing anti-Putin photos in an online newspaper that he owns.",
  "The deal took many by surprise, including Durov, who only heard about it when a reporter reached out for comment.",
  "VKontakte VK has more than 50 million users, compared to Facebook's 7.8 million in Russia, according to comScore.",
  "(The exact sum of the sale was not disclosed, though it is believed to be between $300 and $400 million.)",
  "(Durov had previously resigned and then reversed his decision a few days later, according to Tass.)",
  "Facebook has been trying for years to open up Russia the same way it has Western Europe.",
  "This appears to be an extension of that control into social media.",
  "In April 2013, Durov's house was raided by Russian police.",
  "Until recently, Usmanov owned a 10% stake in Facebook.",
  "The move had been in the works for months.",
  "(Sherbovich sits on the board of Rosneft.)",
  "Pavel Durov on his 26th birthday.",
  "The VK welcome page.",
  "..."
]