[
  "Qatar Oil Minister Mohammed bin Saleh Al-Sada, former Saudi Oil Minister Ali al-Naimi, United Arab Emirates Energy Minister Suhail bin Mohamed al-Mazroui and Kuwaiti Oil Minister Ali Saleh al-Omair (R) attend the opening session of the 10th Arab Energy Conference in Abu Dhabi, on December 21, 2014.",
  "Aramco is betting on gas, and with a very good reason: it's the cleaner hydrocarbon, and the global economy should start recovering and expanding soon, so gas demand is set for steady growth, at least according to the latest Medium-Term Gas Market Report by the International Energy Agency.",
  "In a fine example of stating the obvious - at least to those who have been keeping an eye on the energy industry - and putting it in context, the chief of Russia's largest oil company welcomed an era where the oil market will be driven by \"finance, technology and regulation.\"",
  "It was Russia that tried earlier this year to negotiate a production freeze with OPEC, and while some smaller OPEC members were ready to sign on the spot, the organization's leader, Saudi Arabia, blew the proposal off, demanding that Iran also take part in the freeze.",
  "Russia and OPEC are natural rivals, although there has been a sense of partnership, especially after the advent of shale in the U.S., when both started pumping more and more crude to preserve their market share.",
  "This was an embarrassing moment for Russia, and in his email to Reuters, Sechin made a point of noting that Rosneft was always against this move, with perfectly reasonable skepticism.",
  "The country has repeatedly used its influence as the largest producer in the organization to dictate the energy policies of smaller producers, which has been harmful for the latter.",
  "Without Saudi Arabia, which alone pumps some 10.27 million barrels per day (as of April), the rest of OPEC are likely to go their separate ways as well.",
  "And these policies, which can be summed up as \"pump as much as you can, don't let the shale boomers get a breather\" have not led to a clear victory.",
  "Though Sechin did not exactly mourn it, the demise of the cartel that dictated the oil market is not necessarily good news for Rosneft and Russia.",
  "If Saudi Arabia gets the know-how to develop its gas reserves, it could turn into an important rival for Russian, as well as Iranian gas.",
  "Of course, the success of this strategy would depend on the length of the slump, but Saudi Arabia has deeper pockets than Russia.",
  "Apparently, nothing is certain as of yet, aside from the clear fact that OPEC will never again be reborn into its former glory.",
  "On Tuesday, Aramco's chief executive said that the company plans to increase its gas production twofold over the next 10 years.",
  "They have not led to a sharp rise in prices, which was expected to take place after the shale producers throw in the towel.",
  "In light of the priorities laid out in the Vision 2030 plan, it becomes clear that Saudi Arabia no longer needs OPEC.",
  "The Saudis have all but said outright that their national priorities in energy would always trump OPEC priorities.",
  "Saudi Arabia also has a new economic development program that involves a move away from oil.",
  "Getty Images/MARWAN NAAMANI OPEC is dead, Rosneft's head Igor Sechin has told Reuters.",
  "It's possible that natural gas will overtake crude in terms of demand in the future.",
  "In the meantime, though, plans were announced to ramp up oil production.",
  "It's striking out on its own to try and overcome its \"oil addiction.\"",
  "Riyadh has boasted repeatedly that it can wait out the price slump.",
  "But U.S. shale companies have lasted much longer than expected.",
  "It's reached the end of its productive life.",
  "Saudi Arabia knows that OPEC is dead.",
  "Perhaps an OGEC will replace OPEC?"
]