[
  "The Rosneft source said the firm's position has not changed despite the latest developments, which even saw Putin meeting Saudi Deputy Crown Prince Mohammad bin Salman in China in early September and the country's ministries agreeing to work together to help stabilize oil markets.",
  "REUTERS/Heinz-Peter Bader\n\nBy Vladimir Soldatkin\n\nMOSCOW (Reuters) - As Russian energy minister Alexander Novak flies to Algeria this week for talks with OPEC on output cuts, developments at home indicate non-OPEC Russia is not preparing for any coordinated production action.",
  "The Russian energy ministry has itself delivered contradictory statements over the past week with Novak saying he was still supporting a freeze but swiftly denying his deputy Kirill Molodtsov's remarks that Russian could in theory cut output by up to five percent.",
  "NEW RECORDS\n\nThe jump in production comes not only thanks to conventional oil deposits but also as Kremlin oil champions Rosneft and GazpromNeft are increasing output of hard-to-extract oil, despite Western sanctions on Russian shale projects.",
  "BP has a 20 percent stake in Rosneft, whose boss Sechin has long argued that any oil price increase as a result of joint actions by OPEC and non-OPEC will allow the United States to resume production growth from high-cost shale deposits.",
  "On Monday, Iran played down chances of OPEC and non-OPEC producers clinching a deal in Algeria later this week even though several other OPEC members said they still hoped oil nations would finally take steps to address the global glut.",
  "But so far Putin has had no meeting with leading Russian oil producers - state-owned or private - and even the energy ministry has yet to hold such consultations to sort out details and logistics of any output action.",
  "Kremlin-controlled Rosneft (ROSN.MM), which accounts for over a third of Russian production, has been the biggest opponent of the global oil freeze deal since it was first discussed at the beginning of the year.",
  "Five leading Russian oil companies, responsible for three quarters of output in the world's largest producer, all say they will be boosting output next year after reaching record levels in recent months.",
  "The companies plan to raise production by around 1.6 percent on average in 2017, according to their forecasts and Reuters calculations as they benefit from a weaker rouble and cheaper costs at home.",
  "\"We think that it is impossible to agree... No one trusts anyone, everyone has been just ramping up production (within OPEC and outside),\" a source at Russia's leading oil producer, Rosneft, said.",
  "The Russian oil landscape is also dominated by No.2 firm, private Lukoil (LKOH.MM), private producer Surgut (SNGS.MM), state-owned GazpromNeft (SIBN.MM) and Tatneft (TATN.MM).",
  "It would be stupid to freeze production, let alone cut it, as state coffers need money and companies are starting new fields,\" a source close to the energy ministry said.",
  "(Reporting by Vladimir Soldatkin, Olesya Astakhova, Oksana Kobzeva and Katya Golubkova; additional reporting by Nina Chestney in London, editing by William Hardy)",
  "\"I am skeptical not only about the agreement but about the results too,\" said Vladimir Drebentsov, chief economist for BP in Russia and the former Soviet Union.",
  "Rosneft's influential chief, Igor Sechin, a close ally of Putin, has said internal differences were killing OPEC and its ability to influence the market.",
  "The logo of the Organization of the Petroleum Exporting Countries (OPEC) is pictured at its headquarters in Vienna, Austria, August 21, 2015.",
  "Days after the pact was signed Russia reported a new post-Soviet production record of over 11 million barrels per day.",
  "Analysts from Swiss bank UBS forecast a rise of 2.7 percent next year of Russia's overall oil production.",
  "No doubt, all these companies would obey if President Vladimir Putin ordered them to curtail production.",
  "\"As price is rising, production in the United States is rising too,\" he said.",
  "\"Production is breaking new records..."
]