[
  "By scrapping his old system of ruling through elite consensus and balancing clan interests and moving toward one-man rule, Putin is not only breaking with the governing model he has used for his 16 years in power, he is also breaking with the governing model used by every Russian or Soviet leader since Josef Stalin.",
  "But when leaks to the media revealed that he would be just a rank-and-file lawmaker, that he wouldn't have an office in the Federation Council's main building, and that his official car wouldn't be a Mercedes or a Volvo but a Ford Focus, Yakunin said, \"Thanks, but no thanks.\"",
  "And who is getting promoted is just as important as who is getting fired: Mid-level bureaucrats and career civil servants who have no power base of their own and who owe their careers to Putin alone.",
  "When it was first announced in the spring, commentators assumed the National Guard's primary purpose would be to quickly suppress a popular uprising -- and it may eventually be used for that reason.",
  "Businessmen like Boris and Arkady Rotenberg, Gennady Timchenko, and Yury Kovalchuk make their billions off of state contracts, but they can also be counted on to finance Putin's pet projects.",
  "In addition to being Kremlin chief of staff -- one of the most powerful posts in the country -- Ivanov has served as Security Council secretary, defense minister, and deputy prime minister.",
  "\"The age of the collective rule of Putin's friends is coming to an end,\" writes political analyst Vladimir Pastukhov, a visiting fellow at St. Antony's College at Oxford University.",
  "Putin simply liquidated the Federal Anti-Narcotics Service he ran, merging it into the Interior Ministry, leaving the once influential KGB veteran on the outside looking in.",
  "And in the middle of all that, Putin set up a powerful National Guard, a 400,000-strong force that is run by the Kremlin-leader's former bodyguard and answers to him alone.",
  "\"Putin is moving closer to those who serve him and away from those who, because of their resources, claim to be co-rulers,\" writes political analyst Tatyana Stanovaya.",
  "Russian President Vladimir Putin attends a session of the St. Petersburg International Economic Forum 2016 (SPIEF 2016) in St. Petersburg, Russia, June 17, 2016.",
  "Russian President Putin attends media forum of All-Russia People's Front in St. Petersburg Thomson Reuters Vladimir Putin is throwing his old pals under the bus.",
  "When Yakunin was sacked as head of Russian Railways, he was offered the soft landing of a seat in the Federation Council, the upper chamber of parliament.",
  "It's a message that if anybody gets any bright ideas about attempting a palace coup, they will need to contend with Putin's own personal Praetorian Guard.",
  "Reuters\n\nGiven his stature and long-standing ties to Putin, Yakunin assumed that he would be given a leadership position, perhaps even deputy speaker.",
  "There are persistent reports in the media that another old Putin crony, Rosneft CEO Igor Sechin, is quickly falling out of favor.",
  "\"In place of a prince who ruled with his entourage, there is now a tsar who rules over his servants,\" Pastukhov writes.",
  "Which is why the new National Guard, run by Putin's old bodyguard and uber-loyalist, Viktor Zolotov, is so important.",
  "A few months back, he effectively sacked Viktor Ivanov as director of the Federal Anti-Narcotics Service.",
  "It absorbs Russia's Interior Ministry troops, the OMOM riot police, and the SOBR -- or SWAT -- forces.",
  "He's building a personal army and members of his once powerful inner circle are dropping like flies.",
  "A year ago, Putin fired longtime associate Vladimir Yakunin as head of Russian Railways.",
  "Anton Vaino, the new Kremlin chief of staff, is emblematic of this new governing class.",
  "One group of Putin's old inner circle, however, appears to be immune to the purge.",
  "And in that case, we'll see just how far Russia's solitary man is prepared to go.",
  "When Viktor Ivanov got the boot this past spring, it was almost an afterthought.",
  "Consider Sergei Ivanov, a KGB veteran who has worked with Putin for decades.",
  "Last week, he removed his old crony Sergei Ivanov as Kremlin chief of staff.",
  "And we all know what Stalin felt he needed to do to make that system work.",
  "Special assistant to the president for ecology and transportation.",
  "And he's building a security apparatus that answers to him alone.",
  "And they're not just being sacked, they're being humiliated.",
  "He's replacing them with loyal and docile servants.",
  "But its real target appears to be the elite.",
  "In Putin's new system, they remain useful.",
  "But hey, at least he still has a job.",
  "Putin is becoming a solitary man.",
  "And it reports directly to Putin.",
  "This trend is likely to continue.",
  "And his new job?"
]