[
  "Those Republicans on the Hill, and specifically in the Senate, who are concerned about the perceived Russian threat, and who are demanding a bipartisan investigation of Russia’s hacking and other interference in the US electoral process, may decide to oppose his nomination precisely because of his past business dealings with the Kremlin.",
  "Yet, Russian politicians may be living in a la-la land: they expect the world from Trump: recognition of Russia’s annexation of the Crimea; a green light for hegemony in the former Soviet area – the “near abroad”; lifting of the sanctions imposed over Ukraine; a curb on anti-ballistic missile systems deployment, and more.",
  "It is no secret that Russian leaders, including President Vladimir Putin, and Rosneft CEO Igor Sechin, Putin’s close confidant, feel more comfortable with fellow oil tycoons than with past American Secretaries of State.",
  "Yet the mood was festive in the Russian capital, which I visited several days ago, and expectations are high that Donald Trump’s election may turn a new page in the difficult relationship between Moscow and Washington.",
  "Trump and his team of hard-nosed realists who are coming from business and the military, would follow the Realpolitik credo and abandon nation building, regime change, and democracy building in hostile climes.",
  "In fact, during my Moscow visit, I repeatedly warned my Russian interlocutors, including analysts, politicians, Duma Committees chairmen, and top media personalities to be careful what they wish for.",
  "American foreign policy, Trump declares, would be guided by national interest, not ideology, but nobody can suspect Gen. John Mattis, Gen. Michael Flynn, or John Bolton, of being in Putin’s pocket.",
  "Russia hopes to reverse the death spiral of U.S.-Russian ties that stretches back through the Obama years to George W. Bush’s second term, when Russia invaded neighboring Georgia.",
  "Moscow politicians expressed hope that Russia and the U.S. can fight the Islamic State together – not a bad idea, but one that has repeatedly gone off the rails in implementation.",
  "Ariel Cohen, PhD, is Senior Fellow at the Atlantic Council and Director, Center for Energy, Natural Resources and Geopolitics at Institute for the Analysis of Global Security.",
  "These interests should be America’s not Russia’s, and the Trump foreign policy team’s background suggests that they will adopt a style tougher than President Obama’s.",
  "If China and the Middle East become the two major priorities for the Trump Administration, it makes sense to have a good working relationship with Moscow.",
  "Tillerson, who negotiated a $100 billion oil deal with Putin and his confidante, Rosneft Chairman and CEO Igor Sechin, is an ideal man for the job.",
  "Moreover, as Russia has become a pivotal foreign policy issue after the presidential elections, Tillerson’s nomination may run into some headwinds.",
  "In the recent victory speech in West Allis, Wisconsin, Trump said that America’s – not other countries’ – interest will define US foreign policy.",
  "He believes, and so do many captains of industry, that the State Department building needs new leadership, new ideas, and new goals.",
  "However, the Russians may underestimate the robust, tough and hard-nosed policies the Trump Administration would hopefully pursue.",
  "For the Trump Administration new foreign policy principles include making our allies pay more for defense provided by the U.S.",
  "Many, from Russian strongman Vladimir Putin to Kim Jong Un in Pyongyang to the ayatollahs in Teheran sighed a sigh of relieve.",
  "They may yet long for the era of a U.S. administration leading from behind, fumbling with the “reset”, and appeasing Iran.",
  "It will be up to Trump, and Tillerson, and General Mattis, if confirmed, to define what the Russian quid-pro-quo would be.",
  "It may be guided by the president-elect’s dictum that you push your counterpart as far as you can without losing the deal.",
  "It will be more Realpolitik and transactional, including cooperation in fighting ISIS and diminishing Cold War rhetoric.",
  "Tillerson is a great example of a businessmen-statesman, who has made multi-dollar business deals on five continents.",
  "There will be an emphasis on massive U.S. capabilities, including military, not on diplomatic niceties.",
  "President-elect Donald J Trump wants to shake up the U.S. Government, including the State Department.",
  "The Rex Tillerson nomination reflects Trump’s comfort with top-tier CEOs and other businesspeople.",
  "Both George W. Bush and Barak Obama had their thaws and “resets” with Russia that ended in tears.",
  "In the past, Putin actually accused the U.S. of supporting Chechen radical Islamists.",
  "The Trump Administration is likely to apply The Art of the Deal to foreign policy.",
  "And American business interests will play a key role in defining Trump diplomacy.",
  "He has an outstanding working relationship with the Kremlin on behalf of Exxon.",
  "Trump announced in Wisconsin that the era of regime change is over.",
  "Those preach democracy, human rights, and other “unpleasantries”.",
  "Whether such a relationship can succeed remains to be seen.",
  "For president-elect, Rex Tillerson is the man for the job.",
  "It got as bad as during the darkest days of the Cold War.",
  "Henry Kissinger, whom Trump consulted, would be proud.",
  "What Russia is willing to give in exchange is unclear.",
  "Whether he is Russia’s “friend” is a different story.",
  "The Russians should proceed with caution.",
  "He visited Moscow in December.",
  "Some of them, prematurely."
]