[
  "REUTERS/Carlos Garcia Rawlins\n\nBy Alexandra Ulmer and Marianna Parraga\n\nCARACAS/HOUSTON (Reuters) - Venezuelan state oil company PDVSA has offered Russian counterpart Rosneft a stake in a joint venture in the country's Orinoco Belt extra-heavy crude area, five industry sources said, in a sign of the Latin American nation's dire economic situation and Moscow's growing muscle there.",
  "Last year, the company paid $500 million to increase its stake in the Petromonagas joint venture from 16.7 percent to 40 percent, the maximum foreign partners are allowed to have under oil sector regulations created under late leader Hugo Chavez.",
  "PDVSA [PDVSA.UL], as Petróleos de Venezuela SA is known, has a 70 percent share, and U.S. oil company Chevron Corp (CVX.N) holds 30 percent of the venture, which includes an oil field and a 210,000 barrel-per-day oil upgrader.",
  "\"The ballpark value of the two projects (Petromonagas and Petropiar) probably isn't that different,\" said Francisco Monaldi, fellow in Latin American energy policy at the Baker Institute in Houston.",
  "The opposition-controlled National Assembly says President Nicolas Maduro's unpopular government is resorting to surreptitiously selling strategic assets to weather the unprecedented crisis.",
  "The proposal highlights Venezuela's need for cash after the nation's oil output fell about 10 percent last year, according to the Organization of the Petroleum Exporting Countries.",
  "\"Any deal of national interest must be approved by the National Assembly,\" tweeted lawmaker Jose Guerra, head of congress' finance commission, in reaction to Reuters' article.",
  "In another controversial move, PDVSA last year used 49.9 percent of its shares in coveted U.S. subsidiary Citgo as collateral for loan financing from Rosneft.",
  "But Chevron's main concern is that accounting and transparency laws are less strict in Russia than in the United States, a source close to the matter said.",
  "PDVSA said this month it had received $1.985 billion from an unnamed client in return for future oil shipments, with Citgo shares used as a guarantee.",
  "\"We must thank life that Russia and the world have a Vladimir Putin,\" Maduro said at a deal-signing event with Rosneft head Igor Sechin last year.",
  "The Petromonagas sale also raised the ire of the National Assembly, which said the purchase was illegal because Congress did not approve it.",
  "Two sources said the offer was part of a larger package offered to Rosneft as PDVSA seeks to raise money to pay suppliers and bond holders.",
  "A deal would see California-based Chevron working alongside state-owned Rosneft, which has been affected by U.S. sanctions against Russia.",
  "(Additional reporting by Ekaterina Golubkova and Vladimir Soldatkin in Moscow; Writing by Alexandra Ulmer; Editing by Cynthia Osterman)",
  "In total, Rosneft has lent PDVSA between $4 billion and $5 billion, but the details of those deals have not been disclosed.",
  "This has worsened a recession that has millions of Venezuelans skipping meals amid food shortages and spiraling inflation.",
  "Rosneft (ROSN.MM), Russia's top oil producer, has been offered a 10 percent stake in the Petropiar joint venture.",
  "The logo of the Venezuelan state oil company PDVSA is seen at a gas station in Caracas, Venezuela March 2, 2017.",
  "\"I wanted to be here at this event because of how important relations with the new Russia are.\"",
  "MOSCOW'S MUSCLE\n\nRosneft has already been gaining ground in Venezuela, an OPEC member.",
  "\"If PDVSA sells 10 (percent) of Petropiar to Rosneft, that sale is null and void.\"",
  "Financial details of the potential transaction were not immediately available.",
  "PDVSA and Venezuela's Oil Ministry did not respond to requests for comments.",
  "Critics have also said the stake was sold too cheaply.",
  "It is unclear if Rosneft will accept the offer.",
  "Chevron and Rosneft declined to comment."
]