[
  "“This murder [of the Russian ambassador to Turkey] may be the trigger of [closer] cooperation between Russia and [the] U.S. about fighting terrorists.”\n\nThat scenario was further echoed by Putin during a recent conference in Russia in which he announced his expectations for normalization of U.S.-Russia relations with the help of Trump, claiming that at the very least, relations could not get worse than they are now.",
  "According to Vladimir Sotnikov, the director of the Russia-East-West Strategic Research Center, an independent think tank based in Moscow, when Trump officially becomes U.S. president, he will try to give the leading role in Syria to Russia and other possible partners in the region, such as Turkey and Iran, leaving the U.S. to focus on the battle with the self-proclaimed Islamic State and domestic terrorism.",
  "“If Putin sees that Russia is again part of world trade, [the] Russian position [on] Syria may calm down, because some Russian actions there were just gestures of power demanding attention from the West.”\n\nWavering Russian Interest\n\nBeyond the diplomatic factors shaping Syria, there are also domestic ones for Russia to consider as well, especially when it comes to foreign conflicts.",
  "“Also, we should not forget about the interests of Saudi Arabia, U.S.’ financial partner, who is ready to back up rebels against Assad’s regime in Syria and possibly can encourage the U.S. to provide them with more help.”\n\nAccording to Demidenko, even if now we see an intention for cooperation with Russia from the U.S. side in the name of Trump, it will not last long.",
  "Estimates of the total cost of Russian daily expense in Syria have ranged anywhere from 2.5 million to 4 million dollars a day, but the common denominator is that the conflict costs the Russian government far more than many Russians are happy with, with less Russians supporting their county’s efforts in the war in 2016 than the previous year.",
  "“Originally, there were just the Republicans in Congress who were for taking part in the Syrian conflict, and they may be able to push Trump to it as they did with Barack Obama,” Sergey Demidenko, an expert in Middle East studies and professor at the Russian Presidential Academy of National Economy and Public Administration, or RANEPA, said.",
  "However, while aiming for a lack of on the ground intervention in international conflicts, the president-elect has also stated via Twitter and to morning show hosts, that he plans to conduct his foreign policy in the form of a nuclear arms race, a plan that feels eerily similar to the tactics of the Cold War.",
  "“Because of his previous [business] deals, he has good connections with Japanese companies and can help Russia to [increase] its current interest for investments in the East,” Dmitry Butrin, deputy editor-in-chief at the Russian newspaper Kommersant who met Tillerson on a past visit to Russia, said.",
  "In a strong move likely to be one of his last as commander-in-chief, U.S. President Barack Obama slapped new sanctions on Moscow, expelling 35 Russian officials from the U.S. and singling out two Russian intelligence agencies for allegedly spying on and interfering in the presidential elections.",
  "Instead, they were talking about “Aleppo’s liberation” and other big operations of Russia and its partners, and while the talk was largely positive, their tone was still quite discrete and much more neutral in their reporting than state-owned media outlets are typically known for.",
  "His business relationship with Russian businessman Igor Sechin, one of the most powerful people from Putin’s surroundings, has established a level of trust for the Exxon executive within Russian society, a trust that may be enough to strengthen political relationships as well.",
  "After numerous failed and stalled attempts at evacuating those still remaining in the besieged city, the United Nations Security Council was able to work together to unanimously pass a resolution that enabled U.N. staff to monitor and assist in the relocation process.",
  "And while Trump has claimed that America under his presidency will focus on ISIS, which he considers to be a larger domestic threat, Russia will have to focus its attention on international terrorism, especially in light of the recent assassination of its ambassador.",
  "The nuclear arms comments have already prompted tough criticism from nuke experts and fear of what the new president may do, but the president-elect also released a statement about a letter from Putin, confusing the public as to what his stance on Russia really is.",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\nAside from Trump’s admiration and recent cooperation with the country, some within the Russian political science community believe Trump is gearing up to place even more faith in the Russian political system ?",
  "And while Russia could continue to bear the weight of the military cost of the war for political gain, the country has far more incentive to reduce spending, especially in a time of economic crisis and a drop in interest from the Russian people.",
  "The president-elect has frequently been branded something of a supporter of Russia, so how, when the U.S. is so opposed to Russian interference and policy in the Syrian conflict, will the U.S.’ new president change the dynamics of the conflict?",
  "In fact, Trump claimed that it is time for the U.S. to concentrate on its domestic problems and stop taking such a big part in different conflicts around the world, including that of Syria, where the U.S. and Russia have continually clashed.",
  "But while his campaign may continue to bring to light the issues in Putin’s Syria strategy domestically, it is also possible that he will serve as a tool for Putin on the international stage and actually end up benefiting Putin’s own agenda.",
  "“Nobody would encourage [a] leader who sends Russian people dying far away from home for nothing.”\n\nAnd according to Denis Volkov, an expert from the Levada Center, Russia’s independent pollster, Grushina is not alone in her opinion.",
  "If this does not change, it would not be a stretch to say that Russians will continue to become less and less engaged in the Syrian conflict and may even begin to react even more negatively to Russian involvement in the war.",
  "Sergey Prozorov, an IT specialist from Moscow\n\n“We already had a useless war in Afghanistan in the past, when thousands of Russian soldiers were killed or became disabled,” Nadezhda Grushina, a hairdresser from Moscow, said.",
  "But even if Trump himself aims to strengthen ties and cooperation with Russia, that may not be enough, since he will still need to work in cooperation with other bodies in the U.S. government, who may have other agendas.",
  "“While Trump is not [yet] inaugurated, he can express his own views, but as a[n] official president he will not be able to ignore the Congress and [will] have to follow its recommendations,” Demidenko added.",
  "Rex Tillerson, the chairman and chief executive officer of ExxonMobil, is known to have close business and possible private relationships within Russia, which may become factors in U.S.–Russian negotiations.",
  "It’s interesting that many of the state media outlets, the usual source for ideology propaganda for the Russian state, were not trying to increase interest in the Syrian conflict during the last few months.",
  "Since his quest for the presidency began, there has been repeated speculation of cooperation between Putin and Trump even beyond Trump’s flattering statements about the Russian leader during his campaign.",
  "“Once he was even awarded Russia’s Order of Friendship by Putin, what is seen by the Russian [political scientists] as a sign of hope for the reset in U.S.-Russian relations,” Sotnikov said of Tillerson.",
  "The argument that Russia’s participation in the Syrian war is not worth Russians dying for is also emphasized by the recent events over the last years that have taken the lives of Russian soldiers.",
  "Russian President Vladimir Putin has since noted that Moscow will not retaliate with similar sanctions or expulsions of diplomats and will instead see what the new American administration does.",
  "While some Russians think their government’s actions in Syria are merely gestures of might, the Syrian conflict, even outside of Russian involvement seems to be getting even more complicated.",
  "With all eyes on Putin, Trump and Obama, however, there is one foreign policy area that is shaping up to be a key issue in the U.S.-Russia relationship regardless of who is in charge: Syria.",
  "more than 200 of them were in a plane which was blown off by ISIS terrorist[s] a year ago, now we got more victims connected [to] Syria,” Mikhail Polyakov, a bank manager from Moscow, said.",
  "Navalny’s presidential ambitions, much like other remaining political opposition in the country, may justify to other nations that Russia is not as authoritarian as they once thought.",
  "And if more Russians die from their direct or indirect involvement in the Syrian conflict, it is likely that Russian interest and trust in the current government will begin to fade.",
  "Sputnik Photo Agency / Reuters Then Russian Prime Minister Vladimir Putin and Exxon Mobil Chief Executive Rex Tillerson, Trump's secretary of state pick, meet in Russia in 2012.",
  "GEORGE OURFALIAN via Getty Images A Russian soldier inspects the damage at a field hospital that was reportedly destroyed by rebel shelling on December 5, 2016 in west Aleppo.",
  "the situation was pretty much in a deadlock for a long time and has changed only recently, when Assad’s military forces in cooperation with Russia took Aleppo,” Sotnikov said.",
  "In fact, earlier this month, Russian anti-Putin activist Alexei Navalny announced his intention to participate in the 2018 elections, directly opposing Putin’s presidency.",
  "The issue with Syria is that in addition to diplomatic standoffs from outside nations, not many nations can afford to have continued military presence, including Russia.",
  "The Trump Effect\n\nLucas Jackson / Reuters Putin has indicated he will wait for Trump's administration to come to power before responding to sanctions slapped on Russia.",
  "And the way that this conflict is handled within Russia may determine if Putin’s domestic popularity will continue through the upcoming Russian presidential elections.",
  "Trump has reportedly worked closely in business dealings in Russia, and from a political perspective has called for greater cooperation between Moscow and Washington.",
  "Sergey Prozorov, an IT specialist from Moscow explains his lack of interest in the war as a fatigue from the length of time Russia has been involved in the conflict.",
  "Regardless of the snub and whether it is deliberate or influential, the U.S. still serves as a major player in this political game and in the uncertainty in Syria.",
  "Navalny is known for his investigations into Russian government corruption schemes and, more generally, for his intense attention to state budget spendings.",
  "And just this week, Trump commended Putin’s decision to refrain from responding to President Obama’s new sanctions against Russia with any direct action.",
  "And outside of violent acts, there are other significant divisive developments: international leaders have met on the crisis without the United States ?",
  "To some, the geopolitical successes in recent days may indicate that constructive work on the situation has finally started, save for a few glitches.",
  "[Rex Tillerson] has established a level of trust within Russian society, a trust that may be enough to strengthen political relationships as well.",
  "When Trump officially becomes U.S. president, he will try to give the leading role in Syria to Russia and other possible partners in the region.",
  "And even if Tillerson won’t be able to turn this relationship into a politically beneficial one, he can still improve U.S.-Russian cooperation.",
  "The answer from the Russian perspective is full of contradictions, and both confrontation and cooperation are possible between the two nations.",
  "The Russian ambassador to Turkey was assassinated by a man critiquing Russia’s role and reaction to Aleppo and the larger situation in Syria.",
  "MOSCOW – After months of speculation around Russian intervention in the U.S. presidential election, we seem to be hitting a tipping point.",
  "In the last month alone, we have seen the fall of Aleppo and the humanitarian crisis there lead to heightened tensions around the world.",
  "And it is likely that these two policy paths, both addressing ISIS in some form, will complement each other well in the new year.",
  "“Now we have been following Syrian news for many months, but it doesn’t become clearer, what for we are still fighting there.",
  "“That’s not just our soldiers dying in Syria for no clear reasons except Putin’s international ambitions, but simple people ?",
  "As tension between the U.S. and Russia rose amid actions and revelations this week, a shaky cease-fire took effect in Syria ?",
  "Maxim Shemetov / Reuters Russian opposition leader Alexei Navalny has expressed his interest in running for office in 2018.",
  "Some people believe that the Russian president has kept Navalny, and other political opposition, around for this purpose ?",
  "'We have been following Syrian news for many months, but it doesn’t become clearer, what for we are still fighting there.'",
  "At the same time, Russia, Iran and Turkey met in Moscow to broker peace talks between Syrian rebels and the Assad regime.",
  "Separately, the FBI released a detailed report on the incident, directly pointing the finger at the Kremlin for meddling.",
  "is that America will have a new leader soon, one who has shown that he disagrees quite a bit with Obama: Donald Trump.",
  "In fact, there are already reasons to believe relations between the two countries could get better, Sotnikov said.",
  "And this anti-Putin leader’s arguments may just strike a chord, even with a more Russia-friendly President Trump.",
  "A week before as the last civilians and rebels left Aleppo, peace negotiations were already being put into place.",
  "He has already mentioned the excess of military spendings while there are plenty of domestic needs.",
  "The key to this political relationship may come from the role of the incoming secretary of state.",
  "an interesting move given the previous U.S. involvement in Syria and neighboring countries.",
  "a plan, that if true, will aid Putin and likely strengthen the U.S.-Russia relationship.",
  "That change and the chaos of Syria are ones the new American president will inherit.",
  "to use him as pawn to prove Putin’s power over the political system in the country.",
  "“Until now, U.S. participation in the Syria conflict didn’t give [the U.S.] much ?",
  "one that Putin has already indicated in response to Obama’s sanctions ?",
  "Ambassador to the U.N. Samantha Powers reacted to the horror in Aleppo.",
  "Great move on delay (by V. Putin) - I always knew he was very smart!",
  "If we are there helping Assad’s regime, what is the reason for that?",
  "Washington was sidelined, and the world watched as those like U.S.",
  "So will Trump make a difference to the Kremlin?",
  "But for others, that would be too optimistic.",
  "Yet one factor that may be on many minds ?",
  "with the backing of Russia and Turkey.",
  "Was he ever helping Russia?” he said.",
  "But Putin can turn that in his favor.",
  "why with so much powers for so long?",
  "If against ISIS ?"
]