[
  "Avenue Strategies' other clients include Big Cat Rescue, a sanctuary for tigers in Florida; Community Choice Financial Inc., a payday lender parent company; the Puerto Rico Federal Affairs Administration; Flow Health Inc., a former contractor for the U.S. Department of Veterans Affairs whose contract was canceled in January; and Red Horse Corporation, a program management company that is seeking certification as a Veterans Affairs contractor.",
  "Though the default would lead Rosneft to control a minority share of Citgo, a letter sent to the Treasury Secretary Steven Mnuchin on April 10 by six U.S. senators speculates that other investments by the Russian company could lead it to control a majority of the oil company.",
  "Bennett said in an email that \"Corey (was) not involved\" and that the firm's work is \"limited to Citgo facilities and folks in the U.S.,\" but a disclosure filing by VantageKnight suggests the lobbying work is geared toward international concerns.",
  "News site Politico recently reported that Avenue Strategies, which was launched in December, has advertised its ability to arrange meetings with \"key members\" at the White House, including President Trump himself and Vice President Mike Pence.",
  "The country and its company are subject to a variety of sanctions, and a bipartisan Senate bill introduced Wednesday calls for the U.S. to take a tougher stance against the Venezuelan government amid widespread protests in the country.",
  "The company is lobbying about the \"potential impact of U.S. energy and foreign policy restrictions on CITGO Petroleum Corporation's operations and valuation of assets,\" as well as \"sanctions related issues,\" according to the filing.",
  "Corey Lewandowski, President Donald Trump's former campaign manager, said Thursday he is leaving his newly-formed lobbying firm amid revelations it agreed to lobby for Citgo, the Venezuelan-owned oil company, CBS News has confirmed.",
  "The Venezuelan company received a $1.5 billion loan on Nov. 30 from Rosneft, the Russian state-owned company run by Igor Sechin, long considered to be Vladimir Putin's right-hand man.",
  "A large chunk of Citgo could soon be owned by Russia's state-owned oil giant Rosneft, under the terms of a controversial deal that has led to calls for the White House to intervene.",
  "Rosneft's acquisition of Citgo would likely be reviewed by the Treasury-led Committee on Foreign Investment in the United States, but Wednesday's bill seeks to bypass that process.",
  "A disclosure form filed by VantageKnight indicates that the offices of the president and the vice president are among the federal agencies it is lobbying on behalf of Citgo.",
  "It specifically calls for \"the President (to) take all necessary steps to prevent Rosneft from gaining control of critical United States interstate energy infrastructure.\"",
  "Email this reporter at KatesG@cbsnews.com, or via his encrypted address, grahamkates@protonmail.com (PGP fingerprint: 4b97 34aa d2c0 a35d a498 3cea 6279 22f8 eee8 4e24).",
  "Wednesday's senate bill warns that the deal \"could have significant national security implications for critical energy infrastructure in the United States.\"",
  "At the same time, a bipartisan group of senators is trying to force the president to intervene and prevent the Russian acquisition from going ahead.",
  "Barry Bennett, Lewandowski's partner at Avenue Strategies, told CBS News that the lobbying firm was contracted to begin work for Citgo on April 1.",
  "Citgo, which operates three pipelines and three refineries in the U.S., is owned by the Venezuela's state-run energy company PDVSA.",
  "Avenue Strategies is being paid $25,000 a month for its Citgo work by VantageKnight, another firm that lobbies for Citgo.",
  "Under the terms of the loan, if PDVSA defaults on its debts, Rosneft will claim 49.9 percent of Citgo.",
  "Credit ratings agencies have indicated they consider a PDVSA default to be likely in the near future.",
  "VantageKnight's Citgo lobbyist, Manuel Ortiz, declined to comment when reached by phone Thursday.",
  "Got news tips about the petroleum industry, international finance or public corruption?",
  "Lewandowski is leaving because he \"doesn't want to be a target,\" Bennett said.",
  "CBS News first reported on the deal in March."
]