[
  "The 29-year-old founder sold his stake in the company earlier this year to another company controlled by Usmanov, and a statement released Monday by VK said Durov submitted his resignation on March 21 and never withdrew it before the month-long deadline, which resulted in being “automatically relieved” of his position.",
  "And part of what’s been done can’t be turned back.”\n\nKremlin-friendly investment firm United Capital Partners (UCP), which owns almost half of all shares in the VK, said in a statement Tuesday that Durov was attempting to “politicize the situation” to avoid “serious legal claims” regarding embezzlement charges.",
  "Control has since been handed over to Alisher Usmanov, who heads Russian web giant Mail.ru and is the richest man in the country, and Igor Sechin, a long-time Putin ally in the Russian government and CEO of the state-run oil company Rosneft.",
  "According to Durov, the founder refused a request from the Federal Security Service (FSB), Russia’s intelligence agency, earlier this month asking the website to hand over data on VK users involved in the anti-government protests in Ukraine.",
  "The founder of Vkontakte (VK), Russia’s Facebook equivalent, fled the country Tuesday after the premiere social networking site fell “under the complete control” of close allies of President Vladimir Putin on Monday.",
  "“Unfortunately, the country is incompatible with Internet business at the moment.”\n\n“I’m afraid there is no going back, not after I publicly refused to cooperate with the authorities.",
  "Russian authorities have been seizing control of the site for months in an apparent attempt to regulate it much the same way that Kremlin oversees print and television media.",
  "In a Monday post on VK, website founder Pavel Durov said he had been fired from his position as CEO on a technicality, which he only found out about through media reports.",
  "VK is purposefully similar to Facebook in both design and function, and boasts more than 100-million users from Russia and nearby countries including Ukraine.",
  "The site launched in 2006, and was used to organize anti-Putin demonstrations in 2011 and 2012 in response to widespread allegations of rigged elections.",
  "“Probably, in the Russian context, something like this was inevitable, but I’m happy we lasted seven and a half years,” Durov said.",
  "However UCP partner Yuri Kachuro said the decision to terminate Durov was not made with full support from the board of directors.",
  "“I’m out of Russia and have no plans to go back,” Pavel Durov told Techcrunch Tuesday.",
  "They can’t stand me.”\n\nFollow Giuseppe on Twitter",
  "“We did a lot."
]