[
  "Leonard Blavatnik, who emigrated to the U.S. in 1978, was penniless at 21 but is now flush with $19.3 billion dollars after cultivating shares in post-government owned Russian energy and metal companies, has contributed a total of $106,400 to a variety of U.S. congressional candidates, and Republican and Democratic committees alike.",
  "In 2011, the Russian oligarch came under fire for racial discrimination: Two maids sued him after receiving an email from Blavatnik’s butler that read, “Sorry new directions… No Philippine since today.”\n\nBut Blavantik has been active in U.S. politics, especially since the 2014 campaign season came underway.",
  "A pro-Putin Russian oligarch, billionaire, and proprietor of Access Industries, has taken a keen interest in the 2014 election cycle, contributing hefty donations to establishment Republicans and Democrats vying for congressional seats in 2014, according to OpenSecrets.org.",
  "New Jersey Democratic Sen. Cory Booker also received a total of $13,000 from Blavantik in 2013 — and the Democratic Congressional Campaign Committee earned $32,400, while the National Republican Congressional Committee got $4,800.",
  "They also supported Ohio Republican Rep. John Boehner ($5,200), New Hampshire Democratic Sen. Jeanne Shaheen ($2,600), Maine Republican Sen. Susan Collins ($2,600), Minnesota Democatic Sen. Al Franken ($5,000) and others.",
  "Blavatnik contributed $5,200 (the maximum amount allowed by law) to Daniel S. Sullivan, who’s running for the Republican nomination for the U.S. Senate in Alaska against Lieutenant Governor Mead Treadwell and Joe Miller.",
  "Blavatnik is one of a billionaire’s quartet called AAR and was, until recently, one of the partners of TNK-BP, a vertically-integrated Russian oil company that was one of Russia’s top environmental polluters.",
  "Should U.S. Secretary of State John Kerry push for sanctions on Russia, Blavatnik could feel the pressure — he’s one of 12 wealthy Russian oligarchs possibly in Kerry’s sights, according to The Guardian.",
  "Every single donation lists Blavatnik’s occupation as chairman and director of Access Industries, an international industrial company which he founded in 1987.",
  "Blavatnik’s oftentimes shady business deals with fellow Russian oligarchs were detailed in the January issue of The New Yorker (which is behind a paywall).",
  "His company has contributed $1,426,391 million to candidates since 1996 and spent more than $720,000 on lobbying since 2011, according to OpenSecrets.org.",
  "Rosneft is a state-controlled Russian oil company managed by Putin ally Igor Sechin, a former KGB spy-turned-oil executive.",
  "Singer’s Friends for an American Majority also supports Rep. Tom Cotton of Arkansas and Rep. Steve Daines in Montana.",
  "He also holds a lavish annual Business of Film Lunch with Weinstein during the Cannes Film Festival aboard his yacht.",
  "Blavatnik invests in many media companies and purchased Warner Music in 2011 to the tune of $3.3 billion.",
  "He attended a fundraiser for President Barack Obama at Miramax films co-founder Harvey Weinstein’s home.",
  "Blavatnik and his wife have each donated $32,400 to the Democratic Congressional Committee.",
  "In May 2013, TNK-BP sold its shares to Rosneft, the world’s largest oil company.",
  "The notoriously media-shy Blavatnik could not be reached for comment.",
  "Blavatnik also served on TNK-BP’s board of directors.",
  "Blavatnik donated $5,200 to each of them as well.",
  "Follow Katie on Twitter"
]