[
  "Only in the event of a Russian military incursion onto or additional annexation of Ukrainian territory would the bill order a more severe round of sanctions which would include including cutting off all senior Russian officials and their companies, as well as any Russian entities owned by the Russian government or sanctioned individuals in the arms, defense, energy, financial services, metals, or mining sectors, and cutting off Russian banks from the U.S. banking system.",
  "\"We've just been deeply disappointed in the rather tepid, ineffective response of the administration response to the Russian aggression,\" said Senate Minority Leader Mitch McConnell, R-Ky.,\n\nThe president has pushed back against critics who argue he should take a more aggressive tack in the Ukraine crisis, in particular arguing that providing weapons to the Ukrainians won't make a difference in the crisis.",
  "It provides authority for the U.S. to export natural gas to all World Trade Organization members, encourages U.S. investment in eastern European energy products, and limits Russian access to advanced U.S. oil and gas technologies, which all serve as an attempt to reduce the influence Russia has over Eastern Europe as the major, and often sole, supplier of energy resources.",
  "Additionally, the legislation authorizes $100 million in direct military assistance to Ukraine, including anti-tank and anti-aircraft weapons and small arms, a move that one of the bill's cosponsors, Sen. John McCain, R-Ariz., has argued would boost morale among Ukrainian troops.",
  "The legislation would impose immediate sanctions on four Russian banks tied to the destabilization of Ukraine (Sberbank, VTB Bank, VEB Bank and Gazprombank) as well as the Gazprom, Novatek and Rosneft energy monopolies, and Rosoboronexport, the major Russian arms dealer.",
  "\"Rather than react to events as they unfold, which has been the policy of this administration, we need to inflict more direct consequences on Russia prior to Vladimir Putin taking additional steps that will be very difficult to undo,\" Corker said.",
  "Nearly half of Senate Republicans are cosponsoring a bill they say would strengthen the U.S. response to Russia for with tougher sanctions against banks and energy companies, moves to strengthen NATO and direct military assistance for Ukraine.",
  "He rejected the argument that an expansion of the treaty organization might have prompted moves by Russian President Vladimir Putin to destabilize neighboring Ukraine, which is one of the few countries on Russia's borders that is not a member.",
  "The bill would also seek to strengthen NATO by increasing both U.S. and NATO support for the Polish, Estonian, Lithuanian and Latvian armed forces, and requiring the president to speed up implementation of a missile defense system in Europe.",
  "But there could be some common ground between Republicans and the White House on strengthening NATO, an alliance that received praise from both Secretary of State John Kerry and Vice President Joe Biden at the Atlantic Council this week.",
  "He told reporters that the legislation is not meant as a \"messaging bill\" to stake out a Republican position, but rather to push the administration to develop a more concrete strategy toward Europe, NATO, and non-NATO allies.",
  "Corker has been among a group of Republicans who have critiqued the administration's recent move to increase sanctions on people and businesses but stop short of targeting entire sectors of the Russian economy.",
  "Igor Sechin, the president and chairman of the management board for Rosneft, is among the individuals who was targeted by the most recent administration sanctions order, although the company was not.",
  "The Republican strategy represents a halfway measure between the current level of sanctions and an all-out boycott of five or six sectors of the Russian economy.",
  "The Republicans' bill would have to pass the Democrat-controlled Senate, the House, and get a signature from the president before becoming law.",
  "The bill was introduced Wednesday by Sen. Bob Corker, R-Tenn., the top Republican on the Senate Foreign Relations Committee.",
  "\"NATO and the transatlantic relationship have never been more relevant than they are today,\" Biden said.",
  "It has nothing to do with the fact that we expanded NATO,\" Biden said.",
  "\"The current crisis...has nothing to do with the enlargement of NATO.",
  "It was born in Putin's mind.",
  "It was born in the Kremlin."
]