[
  "Ironically, the moves on the currency market overshadowed the fact that Russia’s PMI reading rose to its highest since July, something that HSBC Russia economist Alexander Morozov said reflected the fact that domestic producers are doing well out of substituting their goods for imports that are either banned due to sanctions or just becoming too expensive, thanks to the ruble’s decline.",
  "There was further evidence of the fallout on Europe Monday as research firm Markit revised down its November Purchasing Managers Index for the Eurozone to 50.1, its lowest in nearly 18 months, as the three biggest countries in the currency union–Germany, France and Italy–all contracted.",
  "Russia is one of Europe’s largest trading partners, and the collapse in trade and investment between the two this year, following the annexation of Crimea and the armed revolt in eastern Ukraine, has been the biggest single factor as the Eurozone’s recovery has ground to a halt.",
  "But it’s the ruble, the world’s worst-performing currency this year, which is most in the spotlight, especially since the Russian central bank decided to abandon its policy of supporting the exchange rate with a drip-feed of interventions last month.",
  "However, Morozov warned that manufacturers’ input prices, which also feature in the monthly surveys, rose at their highest rate since 1998, suggesting that inflation will breach 10% before long as companies pass on their higher costs to consumers.",
  "Igor Sechin, chairman of the national oil champion OAO Rosneft, said last week he expects oil prices to average between $70-75 a barrel next year–a level that economists at Sberbank will cause the economy to shrink by some 2%.",
  "Aside from Russia, the Nigerian naira has also plummeted, losing nearly 10% against the dollar in the last few days, while the price of Venezuela’s bonds has tumbled to levels which reflect high expectations of default.",
  "Oil prices have been in free-fall since the Organization of Petroleum Exporting Countries refused to cut output last week in order to bring the market back into balance and end the current glut.",
  "That’s having a huge impact, not only on the stock of energy companies, but also on the economies of those countries which depend on oil for their budgets and foreign debt payments.",
  "The news agency Interfax quoted central bank deputy chairman Ksenia Yudaeva Monday as saying that inflation would top 9% this year and will probably exceed 10% early next year.",
  "The dollar, which bought 33 rubles at the start of the year, surged past 50 for the first time ever, touching a new all-time high of 52.66 before retreating fractionally.",
  "Finance Minister Anton Siluanov said last week the combined effect of lower oil prices and sanctions would slash $140 billion off the Russian economy this year .",
  "The move was the ruble’s biggest one-day fall since 1998, when another (much bigger) collapse in oil prices led the country to default on its domestic debt.",
  "The central bank had wanted to keep inflation to no more than 6.5% this year, and many expect it to raise interest rates further when it meets Dec. 11.",
  "That mirrored a fresh slump in oil prices during Asian trading, which sent benchmark crude futures to their lowest levels since May 2009.",
  "The dollar surged nearly 4% against the ruble Monday as the ongoing rout in world oil prices sent the Russian currency spiraling.",
  "The collapse of the ruble’s purchasing power is likely to drive the Russian economy into recession next year.",
  "An index reading above 50 typically represents growth.",
  "This article originally appeared on Fortune.com"
]