[
  "Kadri Liik, a senior policy fellow at the European Council on Foreign Relations in London, said she couldn't confirm that assessment, but that the American strategy so far had been one of \"surgically targeted sanctions\" designed to inflict economic pain on members of Putin's circle rather than damage the Russian economy overall.",
  "But the European list is made up almost exclusively of Russian officials tied directly to Crimea, Russia's annexation of the peninsula in the Black Sea or management of its absorption by Moscow, as well as a half-dozen known leaders of pro-Russian secession movements in eastern Ukraine.",
  "In some cases, like those of the pro-Russian activists sanctioned by the EU for leading assaults on public buildings in Donetsk or Luhansk, it is an open question whether they have ever had real estate or other assets in EU member countries to be impounded.",
  "In fact, it is widely believed in Washington that to keep Russian hydrocarbons flowing to Europe, the Obama administration opted to exempt Gazprom, the Russian energy giant that is the world's leading natural gas extractor, from the U.S. sanctions list.",
  "To make that point, the U.S. government stepped up the pressure by slapping economic sanctions Monday on a number of influential people around Putin, some of the figures the Kremlin leader relies on most to control Russia's economy and political system.",
  "Ivan of the European Policy Center said sanctions have spurred an ongoing flight of both capital and businesses from Russia, and that other companies are now \"thinking five times\" over whether getting involved in the Russian market is worth it.",
  "The Europeans have also shied away so far from going after Russian companies, with Germany Chancellor Angela Merkel, leader of the EU's most powerful economy, indicating she believes that would be premature.",
  "The targets also include three banks, albeit minor ones, and businesses owned or controlled by four of Putin's wealthy friends who were already hit by a previous round of American sanctions in March.",
  "In contrast, the European Union has mainly targeted smaller players, but ones linked closely to the Kremlin's unilateral annexation of Crimea or the still simmering unrest in Ukraine's east.",
  "\"The goal is to change his calculus with respect to how the current actions that he's engaging in could have an adverse impact on the Russian economy over the long haul.\"",
  "The Russian stock market jumped 1 percent on the news, although Sechin's Rosneft dropped nearly 2 percent despite the fact the company itself had not been sanctioned.",
  "The objective in both Washington and Brussels is the same: to compel Moscow to respect the deal it signed this month to take action to ease tensions in Ukraine.",
  "One reason for the EU's approach is strictly legal, said Paul Ivan, a specialist on sanctions at the European Policy Center, a Brussels-based think tank.",
  "In the fight to defuse the Ukraine crisis, the White House is going directly after Russian President Vladimir Putin's wealthy and powerful entourage.",
  "Chief among them is Igor Sechin, president of state oil company Rosneft, who is widely seen as the second-most powerful man in Russia after Putin.",
  "But even he has acknowledged that EU and American sanctions have harmed Russia's economy by spooking investors and raising borrowing costs.",
  "Sanctions are \"a foreign policy tool\" used to bring about \"resolution of the current crisis,\" EU spokeswoman Maja Kocijancic said Tuesday.",
  "\"Sanctions are more easily challenged in the European legal system, and in the past, individuals have won their trials,\" Ivan said.",
  "It includes some big names, such as Russian Deputy Prime Minister Dmitry Kozak, who has also been targeted by U.S. sanctions.",
  "So the EU list has intentionally been kept to people with a \"clear link to the violation of international law,\" he said.",
  "Putin has publicly scorned the West's actions over Ukraine, and few expect the sanctions will make him back down.",
  "The Obama administration doesn't have to worry about such consensus-building when it levies economic sanctions.",
  "In Moscow, the new U.S. sanctions were met with relief since they were milder than what many had feared.",
  "\"The goal here is not to go after Mr. Putin personally,\" President Barack Obama said the previous day.",
  "For one thing, the EU can only impose travel bans or asset freezes if all its 28 member nations agree.",
  "The EU's sanctions list, which was widened Tuesday to cover 48 individuals, is strikingly different.",
  "That difference in approach highlights a key variance in the Transatlantic economies.",
  "Unlike the United States, Europe gets much of its oil and natural gas from Russia.",
  "They did not target major sectors of the economy or affect public companies.",
  "The reasons are economic, legal and political.",
  "Matt Lee in Washington contributed.",
  "---\n\nBerry reported from Moscow."
]