[
  "… The Trump administration has shown its total weakness by handing over executive power to Congress in the most humiliating way.”\n\nThat Trump has fallen prey to the rabidly anti-Russian political establishment in the United States has been the main way the Russian establishment has rationalized why a President Trump, whose victory they aided and celebrated, was not delivering quick policy dividends, like lifting Obama-era sanctions.",
  "Now that Trump has been forced to sign a Russia sanctions law he so obviously detests, Russian officials are repeating their argument—Trump wants to be friendlier with Russia but the hawks just won’t let him—with ever more force.",
  "But Congress is seized with a shark-like madness—they’re hungry for blood.”\n\n“Sometimes, it seems to me that the biggest sanctions aren’t aimed at us, but at Trump,” Sechin said.",
  "It is almost verging on concern trolling, with Russian officials expressing a concern not just for the sanctity of the American presidency but the health of the American system.",
  "Only flaws.”\n\nThe most remarkable commentary came from prime minister Dmitry Medvedev, who was once the president before he was unceremoniously moved aside by Putin in 2012.",
  "Valery Vasiliev, the deputy head of the economic policy committee in the upper house of Russian parliament, noted that “Trump isn’t pleased” with the sanctions.",
  "New steps are to come, and they will ultimately aim to remove him from power.”\n\n“American sanctions are bad to the Americans themselves,” Pushkov tweeted.",
  "Of course it’s not a good law, they all get it.”\n\n“Trump called the sanctions law ‘seriously flawed,’” tweeted Alexey Pushkov, a hawkish Russian senator.",
  "“The US establishment fully outwitted Trump; the President is not happy about the new sanctions, yet he could not but sign the bill,” Medvedev went on.",
  "“Even the president of the U.S. said that the law is not a good one,” said Igor Sechin, a close Putin ally and Russia’s oil czar.",
  "The sanctions law, he wrote on Facebook, “ends hopes for improving our relations with the new US administration.",
  "“The issue of new sanctions came about, primarily, as another way to knock Trump down a peg.",
  "“It’s true, but America’s whole Russia policy is flawed, especially the Congressional line.",
  "“They’re tying Trump’s hands, angering the E.U., pushing Russia away.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "Would that the American president didn’t make the trolling easier.",
  "Russian officials are also citing Trump’s disapproval.",
  "We want to hear what you think about this article.",
  "“He objected but he signed it.",
  "What else is there to say?"
]