[
  "Former economy minister accused of seeking bribe from oil boss apologises for not realising how difficult people’s lives are\n\nRussia’s former economy minister has apologised to Russians for the moral compromises he made during his time in government at the end of a trial that could see him jailed for up to 10 years.",
  "The case shows the ruthless means with which Putin’s elite fight among themselves while outwardly demonstrating loyalty to the cause, and Kremlin observers are watching the outcome of the case closely for a sign as to which way the political winds are blowing.",
  "Navalny's army: the Russians risking all to oppose Vladimir Putin Read more\n\nUlyukayev, 62, denounced the case against him as “a monstrous and cruel provocation”, telling the court in Moscow he wanted to admit his guilt, but not with respect to the charges.",
  "Ulyukayev said it was Sechin who had asked for the meeting, and he thought there was a gift of wine or sausages in the bag; Sechin is reported to give people gifts of cured meats from animals he has killed himself while hunting.",
  "Alexei Ulyukayev is accused of soliciting a bribe of $2m in cash from Igor Sechin, the head of state oil company Rosneft and widely regarded as the second most powerful man in Russia after the president, Vladimir Putin.",
  "“I am guilty instead of too often agreeing to compromise, of taking the easy way out and choosing my career over standing up for principles,” he said in his final word to court.",
  "People, forgive me for that; I am guilty before you.”\n\n\n\nThe case revolves around a meeting in Rosneft’s Moscow offices in November 2016, when Sechin handed Ulyukayev a basket.",
  "The opposition politician and anti-corruption campaigner Alexei Navalny said he had little sympathy for Ulyukayev, but appreciated his final statement.",
  "“It’s only when you face misfortune yourself that you start to realise how difficult people’s lives are and what injustices they face.",
  "When Ulyukayev got to his car, security agents pounced on him: the basket contained $2m in cash, and the whole meeting was a set-up.",
  "There is little evidence in the case except the testimony of Sechin, who has refused to turn up at court, ignoring several summons.",
  "“Of course they all only think about this stuff when the system they built themselves has chewed them up and spat them out.",
  "But Ulyukayev has not only thought about it, but spoken out and apologised,” Navalny wrote in a blogpost.",
  "First, Rosneft claimed he had not received them, later the company said Sechin was too busy.",
  "Sechin claimed Ulyukayev had demanded a bribe by raising two fingers at him to indicate $2m.",
  "When you’re doing OK, you shamefully turn away from people’s grievances."
]