[
  "US-Russia relations and their effect on oil\n\nRosneft and Exxon signed a landmark deal in 2012 under then-Exxon CEO and current Secretary of State Rex Tillerson's leadership to explore Russia's arctic and its portion of the Black Sea, as well as drill in Siberia.",
  "And after it emerged in April 2017 that Exxon applied to the Treasury Department in 2015 for a waiver of sanctions restrictions, the Treasury swiftly released a statement saying it won't issue waivers to US companies, including Exxon, to work in Russia.",
  "However, the prospects of improving relations between the two countries began to fade over the course of 2017 following a US strike on Syria and the launching of an investigation into whether there were ties between Trump aides and Russia by Congress.",
  "Russia's Federal Subsurface Management Agency (Rosnedra) suspended Rosneft's license for the exploration and production of oil and gas in the Yuzhno-Chernomorksy area of the Black Sea for five years because of western sanctions, a source told RBC.",
  "But the Russian oil giant plans to continue drilling in the Zapadno-Chernomorsky area of the Black Sea and will soon begin drilling an appraisal well with Italian oil multinational Eni SpA, according to the Rosneft representative cited by TASS.",
  "Thomson Reuters\n\nEnergy exports are the backbone and muscle of the Russian economy, and Moscow has long been keen to develop some of its nonporous fields, which are difficult to tap with traditional drilling techniques.",
  "This proved to be problematic for both parties since Rosneft does not have the technological ability to drill in cold offshore conditions by itself, while Russia was Exxon's second-biggest exploration area at the time.",
  "While Exxon has had to suspend its partnership with Rosneft, the EU version of the sanctions on Russia is slightly different from the US's in that there's a grandfather clause for existing projects.",
  "A representative from Rosneft said that the project is currently unfeasible due to the \"adverse macroeconomic situation and sanctions,\" as well due to the lack of necessary drilling equipment.",
  "Some of those exploration plans hit a brick a brick wall several years later, however, after western sanctions were imposed on Russia in response to its actions in Ukraine.",
  "Part of the sanctions leveled on Russia include the prohibition of technology transfers in Russian energy projects in the Arctic, Siberia, and the Black Sea.",
  "So, Rosneft teamed up with Exxon-Mobil Corp. and Eni for joint exploration projects in several regions, including the Black Sea and the Arctic.",
  "In September 2014, Rosneft discovered oil there with Exxon but, due to the sanctions, they could not continue the landmark joint exploration.",
  "The Obama administration issued an executive order that imposed sanctions on Russia in response to the country's actions in Ukraine in 2014.",
  "Meanwhile, Eni and Rosneft signed an extension cooperation agreement in the areas of upstream, refining, marketing, and trading in May 2017.",
  "A source told the Wall Street Journal back in April 2017 that \"Exxon is worried it could get boxed out of the Black Sea by the Italians.\"",
  "Sergei Karpukhin/Reuters\n\nRussian oil behemoth Rosneft has reportedly suspended an oil project in the Black Sea.",
  "This has allowed Italian oil company Eni to continue its venture in the Russian sector of the Black Sea.",
  "US President Donald Trump advocated improving relations with Russia over the course of his campaign.",
  "Wikimedia One key casualty of that round of sanctions was the Kara Sea inside the Arctic Circle.",
  "The company will \"keep an eye on changes in the macroeconomic parameters,\" TASS said.",
  "But Russia doesn't have the technological capability to work in those regions alone.",
  "Russian state media TASS later reported the suspension, as well.",
  "Sanctions also prohibit dealings with Rosneft CEO Igor Sechin.",
  "Rosneft signed another deal with Eni two weeks later.",
  "The red area is where Rosneft said it found oil."
]