[
  "In response to queries about the timing of the contract, a representative from Exxon sent Business Insider the statement the company issued about the license application and did not provide additional details:\n\n\"Our 2015 application for a license under the provisions outlined in the U.S. sanctions was made to enable our company to meet its contractual obligations under a joint venture agreement in Russia, where competitor companies are authorized to undertake such work under European sanctions.\"",
  "U.S. Secretary of the Treasury Mnuchin discusses Trump administration's tax reform proposal at the White House in Washington Thomson Reuters\n\nExxon released the following statement, noting that they \"understand\" the decision by the government, but warning that this presents an advantage to their European competitors:\n\n\"We understand the statement today by Secretary Mnuchin in consolation with President Trump.",
  "Igor Sechin (R), the chief executive of Russia's top oil producer Rosneft, and Claudio Descalzi, Chief Executive Officer of Italian energy company Eni, shake hands during a signing ceremony following a meeting of Russian President Vladimir Putin with Italian Prime Minister Paolo Gentiloni at the Bocharov Ruchei state residence in Sochi, Russia, May 17, 2017.",
  "Waiver gets denied\n\nExxon applied to the Treasury Department for a waiver in 2015, arguing that competitors are less restricted and that it could lose exploration rights in the Black Sea if it didn't begin working with Rosneft in the region by the end of 2017 under the terms of its contract with the Russian state oil company, according to reports.",
  "And although President Donald Trump advocated improving relations with Russia during his campaign, prospects of a thaw have somewhat faded following the US strike on Syria in April and the launching of an investigation into whether there were ties between Trump aids and Russia by Congress.",
  "The Wall Street Journal reported that \"under the terms of its deal with Rosneft, Exxon needs an oil discovery in the Black Sea by the end of this year to obtain a Russian government license to drill\" and that its exploration rights in the Black Sea \"will\" expire if the firm doesn't act.",
  "Our 2015 application for a license under the provisions outlined in the US sanctions was made to enable our company to meet its contractual obligations under a joint venture agreement in Russia, where competitor companies are authorized to undertake such work under European sanctions.\"",
  "The EU version of sanctions on Russia is slightly different from the US' in that there's a grandfather clause for existing projects, which has allowed Italian oil multinational Eni SpA to continue its venture in the Russian sector of the Black Sea (while Exxon had to pull out.)",
  "\"The meeting consolidated previous agreements for the joint development of exploration activities in the Russian Barents Sea and Black Sea, and will underpin further opportunities between the two Groups, including the Zohr project,\" the press release published by Eni said.",
  "If the Treasury Department had granted Exxon the waiver, the timing would probably have been highly scrutinized given, first, Tillerson's prior association with the firm and, second, the on-going investigation into whether there were ties between Trump aids and Russia.",
  "However, the prospects of improving relations between Russia and the US somewhat faded several months after his inauguration following the US strike on Syria and the launching of an investigation into whether there were ties between Trump aids and Russia by Congress.",
  "Russia's President Vladimir Putin (2nd R), Rosneft Chief Executive Igor Sechin (L, front) and Exxon Mobil Chief Executive Rex Tillerson take part in a signing ceremony at a Rosneft refinery in the Black Sea town of Tuapse in southern Russia June 15, 2012.",
  "A \"source familiar with the situation who spoke on the condition of anonymity because he was not permitted to speak for his company\" told the Washington Post in April it's expected that Eni's Maria 1 well will be drilled before the end of the year.",
  "Rosneft Chief Executive Igor Sechin (R) and President of ExxonMobil Exploration Company Stephen Greenlee sign documents, with Russian President Vladimir Putin standing behind, at the Novo-Ogaryovo state residence outside Moscow, February 13, 2013.",
  "Days after the report from the WSJ, the Treasury Department made a decision \"in consultation with Donald J. Trump\" that it wouldn't be issuing waivers to US companies — including Exxon — authorizing drilling currently prohibited by sanctions.",
  "An effort by the British multinational oil and gas company, BP, to sign a similar partnership with Rosneft failed a year earlier, and a decade before that Exxon was interested in buying a part of (now defunct) Russian oil behemoth Yukos.",
  "Energy exports are the backbone and muscle of the Russian economy, and Moscow reportedly had long been keen to develop some of its nonporous fields, which are difficult to tap with traditional drilling techniques.",
  "Diplomatic relations between the United States and Russia have deteriorated further over the years after Russia intervened militarily in Syria and the US accused Russia of meddling in the 2016 elections.",
  "A White House official recently told Business Insider that the administration would not lift or alter the existing sanctions until Moscow \"fully honors its commitments to resolve the crisis in Ukraine.\"",
  "Sergei Karpukhin/Reuters\n\nThe Exxon-Rosneft deal was negotiated after the United States under the Obama administration and Russia decided to pursue a \"reset\" in their relationship starting in 2009.",
  "The deal was a strategic win for both companies: Rosneft lacks the technological ability to drill in cold offshore conditions by itself, while Russia became Exxon's second-biggest exploration area.",
  "The waiver request was first reported by the Wall Street Journal in April 2017, although at the time of publication, it was unclear whether Exxon applied before or after Trump's election win.",
  "Yuri Kadobnov/Pool/Reuters\n\n\"Exxon is worried it could get boxed out of the Black Sea by the Italians,\" a person who was briefed on the firm's waiver application told the WSJ back in April.",
  "After his election, analysts argued there was a possibility that the sanctions imposed on Russia over Ukraine could be lifted, which theoretically would have major implications for energy.",
  "Sanctions were first leveled after Russia's annexation of Crimea in March; they were then tightened after the shooting down of Malaysia Airlines Flight 17 over eastern Ukraine in July.",
  "Sergei Karpukhin/Reuters Exxon Mobil's landmark deal to explore for oil in Russia's Arctic and a portion of the Black Sea, and to drill for oil in Siberia, has run into a brick wall.",
  "But, the Trump administration reportedly looked into lifting sanctions when the president — who is set to meet Russian President Vladimir Putin this week — stepped into office.",
  "However, the Obama administration leveled sanctions on Russia over its actions in Ukraine in 2014, which made it difficult for Exxon to hold up its end of the agreement.",
  "Notably, Bloomberg reported, citing filings with the SEC, that Exxon previously received three waivers \"to conduct unspecified paperwork\" for its venture with Rosneft.",
  "The New York Times, meanwhile, reported that Exxon \"could lose its exploration rights in the Black Sea if it did not begin drilling operations by the end of 2017.\"",
  "Wikimedia Currently, sanctions on Russia include the prohibition of technology transfers for Russian energy projects in the Arctic, Siberia, and the Black Sea.",
  "Another notable angle was Trump's pick for secretary of state, Rex Tillerson, who was CEO of Exxon and has a close relationship with Russia and Vladimir Putin.",
  "Back in September 2014, Rosneft found oil in the Universitetskaya structure and reported that the area could hold an estimated 87 billion barrels of oil.",
  "The agreement with Russian state oil company PAO Rosneft was signed in 2012 by current Secretary of State Rex Tillerson when he was still CEO of Exxon.",
  "But then, sanctions\n\nThe Obama administration issued an executive order in 2014 imposing sanctions on Russia in response to its actions in Ukraine.",
  "They were approved twice in 2015 and in October 2016, with the first coming months after the sanctions leveled hit the project in the Kara Sea.",
  "The joint venture expanded access to Russia's offshore fields for Exxon, and opened the door to technology developed by US shale for Rosneft.",
  "Eni and Rosneft signed an extension cooperation agreement in areas of upstream, refining, marketing, and trading in May 2017.",
  "Exxon has argued for some time that sanctions put it at a disadvantage against some of its European competitors in Russia.",
  "And on top of that, the US oil multinational is concerned about its Italian rival's ventures with Rosneft in the region.",
  "We took a look at how the dynamic for Exxon and Rosneft has changed before and after the implementation of sanctions.",
  "Fast forward to the 2016 election\n\nThroughout the campaign season, Trump advocated improving relations with Russia.",
  "To my knowledge, Exxon Mobil never lobbied against the sanctions,\" Tillerson testified in his confirmation hearing.",
  "There was immediate speculation that in his new position, he could push for sanctions on Russia to be lifted.",
  "The secretary of state, however, said he is recusing himself from matters related to Exxon for two years.",
  "An employee stands in front of a fuel tanker at a Rosneft petrol station in Moscow, Russia, July 4, 2016.",
  "And was asked and provided information regarding how those might impact American business interest.\"",
  "The deal itself\n\nThe Rosneft-Exxon deal was signed in 2012 under the leadership of Tillerson.",
  "\"Exxon Mobil participated in understanding how the sanctions were going to be constructed.",
  "Mikhail Klimentyev/RIA Novosti/Pool via Reuters\n\n\"I never lobbied against the sanctions.",
  "A key casualty of the sanctions ended up being the Kara Sea inside the Arctic Circle.",
  "The clock might now be ticking for Exxon, although the timing is somewhat unclear.",
  "But Exxon and Rosneft couldn't continue joint exploration of the area.",
  "Exxon and other global oil companies had been eyeing Russia for years.",
  "They also prohibit dealings with Rosneft CEO Igor Sechin.",
  "The red area is where Rosneft said it found oil.",
  "Who are the European competitors?"
]