[
  "“I absolutely have concerns with the idea of a Russian oligarch with close ties to Putin gaining a large ownership share of a major U.S. energy supplier, and I plan to request the administration undertake a thorough review of any potential acquisition by Rosneft, including through the Committee on Foreign Investment in the United States.”\n\nAP\n\nCitgo is owned and operated by PDVSA.",
  "Tillerson is the the former CEO of ExxonMobil, which struck oil exploration deals with Rosneft during Tillerson’s tenure at the company, and Ross purchased through his investment firm hundreds of millions of dollars in energy debt in 2016, according to the Wall Street Journal.",
  "Menendez, a member of the Senate Foreign Relations Committee, said he is concerned that a deal struck on Nov. 30 between Rosneft and PDVSA, the Venezuelan state-owned oil company, means the Russian company will ultimately claim at least 49.9 percent of U.S. oil company Citgo.",
  "O’Neil testified before the Senate Foreign Relations Committee on March 2, when she said CFIUS should also investigate whether Rosneft has made bond purchases that, combined with the Nov. 30 loan, would actually give the Russian company a majority stake in Citgo.",
  "“Russia has attacked the United States in various ways including cybercampaigns aiming to sow distrust of our democratic institutions and violating nuclear arms treaties,” Menendez said in an email response to questions about the deal posed by CBS News.",
  "Senator Bob Menendez said he wants a national security committee composed of presidential Cabinet members to investigate a loan that could lead Russia’s state-owned oil firm to claim a major stake in a U.S. oil company.",
  "CFIUS doesn’t typically review loans, but Shannon O’Neil, a senior fellow for Latin American studies at the Council on Foreign Relations, said the deal between Rosneft and PDVSA should fall under CFIUS’ purview.",
  "The presidential committee, known as CFIUS, is composed of nine Cabinet members, led by the Treasury Secretary, who review the national security implications of foreign investments in U.S. companies.",
  "“As a general matter, Commerce’s ethics officials provide the Secretary with ongoing guidance to avoid any potential conflicts of interest,” said James Rockas, special assistant to Ross.",
  "I am not aware of them reviewing a similar case, but it would be an acquisition by default, which many expect soon, so in my view it provides the justification to do so,” O’Neil said.",
  "“They have used such power to political ends in the Ukraine and Europe, so it is possible they would do the same with assets elsewhere, including the United States.”",
  "A spokesperson for Menendez, D-N.J., said he is going to ask any CFIUS member with conflicts of interest to recuse themselves from the review of the Rosneft deal.",
  "“If they acquired a majority stake they would be able to decide what to do with the assets, what to prioritize, from whom to buy or sell oil,” O’Neil said.",
  "The spokesperson said Secetary of State Rex Tillerson and Commerce Secretary Wilbur Ross appear to have clear conflicts of interest related to the review.",
  "It operates three oil refineries and three pipelines in the United States, and is one of the country’s 10 largest domestic oil producers.",
  "She told CBS News that Russia has a history of using oil to exert economic and political influence in other countries.",
  "Representatives of the Russian Embassy, Rosneft, PDVSA and Citgo also did not respond to requests for comment.",
  "CFIUS reviews are confidential, and neither the State nor Commerce departments commented on the Rosneft case.",
  "It reviewed 147 such deals in 2014, the latest year data are available, and rejected just one.",
  "Rosneft’s CEO Igor Sechin is one of Russian President Vladimir Putin’s closest allies.",
  "“CFIUS routinely reviews acquisitions before they happen.",
  "U.S."
]