[
  "He is quick to add, however, that many Republicans on Capitol Hill would resist any move to “throw Ukraine under the bus and pursue a better relationship with Russia.” Chief among them would be Senator John McCain, who expressed his “concern” on Monday that Tillerson had received a “friendship award from a butcher” — meaning Putin.",
  "In exchange for Arctic drilling rights, Tillerson gave Russia unprecedented access to oil fields in his home state of Texas and in the Gulf of Mexico, allowing Putin to feel like an equal and long-term partner, rather than another one of the world’s many oil-rich autocrats who sells chunks of his country to global corporations.",
  "“Rex Tillerson’s career is the embodiment of the American dream,” Trump said in a statement on Tuesday, a dream he achieved at the world’s largest energy company through “hard work, dedication and smart dealmaking.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Read More: Marco Rubio Raises ‘Serious Concerns’ About Rex Tillerson for Secretary of State\n\nBy bringing this worldview with him to the State Department, Tillerson could be tempted to renegotiate the balance of power in many regions of the world.",
  "Through the canny eyes of a political dealmaker, many of Washington’s oldest commitments in Europe and the Middle East could come to be seen in much the same way — as a stack of bargaining chips to be traded rather than principles to be upheld.",
  "They want to see a whole new approach to American diplomacy, one that stops putting principles ahead of profits, focuses instead on getting the best political bargain available — and treats Russia as an equal on the global stage.",
  "It is an environment where statesmen sit before a map of the world and haggle over the pieces available to them, much like Putin and Tillerson did while weighing the oil fields of Texas against Russia’s reserves in the Arctic.",
  "Though some Western leaders have argued that the sanctions kept Russia from seizing any more Ukrainian territory, Putin still refused to give up Crimea or to abide by the terms of a peace deal in eastern Ukraine.",
  "“If the West comes around to the understanding that sanctions don’t work, that we can’t muster the unity, then Russia would show that they can basically wait it out.”\n\nThis strategy now appears to be working.",
  "But it was this keen interest in energy politics that brought Putin into contact with Rex Tillerson, the American oil executive who, as of Tuesday, is in line to become the next U.S. Secretary of State.",
  "Though Tillerson’s formal partner in those talks was Igor Sechin, the Rosneft chief executive, Putin personally oversaw the negotiations, which were finalized at his residence in Sochi that summer.",
  "View Sample Sign Up Now\n\nOne of the most impressive deals of Tillerson’s career was a 2011 agreement to drill for oil in the Arctic along with Rosneft, Russia’s state-run energy conglomerate.",
  "“That is how hatred is sown and it produces vengefulness.”\n\nRead More: Why Angela Merkel Isn’t Ready to Be the ‘Leader of the Free World’\n\nIt also didn’t do much to change Russia’s behavior.",
  "Read More: TIME’s Person of the Year: Donald Trump\n\nBut what makes Tillerson especially attractive to Putin is not just his pragmatism or his support for the lifting of sanctions.",
  "ExxonMobil faced losses estimated at $1 billion by the following year, and without the aid of American technology, Russia was forced to stop drilling in its northernmost wells.",
  "Though Tillerson has not yet outlined his position on the Russia sanctions, Reince Priebus, the incoming White House chief of staff, said on Tuesday that they might be lifted.",
  "“For the next four years, we can forget about America as the bearer of values,” said Vladimir Milov, a former Russian Energy Minister who went on to join the opposition.",
  "For Putin, the news of the latest nomination to the Cabinet of President-elect Donald Trump could hardly have been more perfect if the Kremlin itself had scripted it.",
  "Tillerson, who has served as chief executive of ExxonMobil since 2006, has been a friend to Russia even during the lowest points in its relations with the West.",
  "For the first time in at least a generation, they would start to look like mere lines on a map, erasable with just a bit of force and a few years of patience.",
  "And his name is the one that officials in Moscow have tended to mention as a sign of hope that “pragmatic” relations with the U.S. would one day return.",
  "“That would send a terrible shockwave through Western Europe,” says Marvin Kalb, a foreign policy expert at the Brookings Institution in Washington.",
  "“Certainly in Ukraine they are terrified that they are going to be the loser in this deal,” says Steven Pifer, a former U.S. ambassador to Ukraine.",
  "Although Vladimir Putin has no shortage of energy executives on his payroll, the Russian President likes to negotiate oil and gas deals personally.",
  "Two years later, Putin rewarded Tillerson with the Order of Friendship, one of the highest civilian honors that Russia can grant a foreigner.",
  "Another would be a Russian promise to respect the NATO alliance, stop violating its airspace and pull its troops away from NATO borders.",
  "“That would be the perfect scenario for Russia,” says Joerg Forbrig, an expert on Eastern Europe at the German Marshall Fund in Berlin.",
  "The Russian annexation of Crimea in the spring of 2014 provoked sanctions from the U.S. and Europe that effectively blocked the deal.",
  "Back home, Trump and Tillerson could likely package all of these small concessions and sell them on Twitter as a diplomatic victory.",
  "It is rather Tillerson’s reputation as an unsentimental dealmaker — which also happens to be the quality that endeared him to Trump.",
  "He has been known to discuss the minutiae of drilling rigs and pipeline routes with foreign delegates until their eyes glaze over.",
  "He has called for the U.S. to lift the sanctions imposed on Moscow in 2014 for its military assault against Ukraine.",
  "Instead the Kremlin became even more aggressive on the global stage, especially with its bombing campaign in Syria.",
  "But over time, any deal with Russia would bring serious risks if it does not have the support of U.S. allies.",
  "Still, Trump’s pick for Secretary of State would have broad leverage to ease U.S. sanctions if he chooses.",
  "Moscow’s hope was that the West would grow divided, lose its nerve and lift the sanctions soon enough.",
  "And for Putin that’s a very comfortable environment,” he told a radio host this week in Moscow.",
  "Nor is it his close relationship with some of Putin’s top lieutenants in the energy industry.",
  "“Sanctions are a kind of war,” Sechin told Germany’s Der Spiegel magazine in September 2014.",
  "It would mean that Europe’s borders are not as sacred as the Europeans might have thought.",
  "One option would be a military coalition against terrorist groups in Syria and elsewhere.",
  "What the Russians want from Tillerson, however, is bigger than sanctions relief.",
  "—With reporting by Tessa Berenson / Washington\n\nContact us at editors@time.com.",
  "“You have to just wait and see,” he said during a morning show on MSNBC.",
  "What the Kremlin would offer in response is anybody’s guess.",
  "“America is going to play the deal game under Trump.",
  "Putin and his oil czar were furious.",
  "Call it a hobby, or an obsession.",
  "He seems to get a kick out of it.",
  "But the alliance didn’t last."
]