[
  "During the December trip, at a public lecture, Page praised the incoming Trump administration, but he acknowledged he had “no role in the administration, officially or unofficially, at all.” When asked whether he’d ever met Trump, Page said he’d “certainly been in a number of meetings with him” and had “learned a tremendous amount from him.”\n\nPage was also asked directly whether he had any influence, or was planning to influence, the new administration and whether he had any “channels to convey messages between Moscow to team Trump”?",
  "Recruiting sources is one thing, but running them securely and being confident in what they are reporting are something else all together.”\n\nWhether his flaws made him an unsuitable recruit largely depends on what Russia wanted him to do, said Asha Rangappa, a former special agent at the FBI, specializing in counterintelligence investigations, and now a senior lecturer at Yale’s Jackson Institute for Global Affairs.",
  "“He has set an incredible agenda and I think the business community, universities, think tanks can really have a huge impact.”\n\nWhen asked by NBC News’ Richard Engel about the CIA’s assessment that Russia had intervened to help Trump win the election, Page said he’d seen no hard evidence to support that claim and even suggested that U.S. intelligence could have framed it so it looked like a Russian operation.",
  "The Washington Post’s Dan Zak put it best on how we try to read into the enigmatic Page:\n\nSpecial counsel Robert S. Mueller III and his team are somewhere underneath Washington, with their flashlights and pickaxes, while the rest of us remain above ground, peering at the ominous cumulonimbus around Carter Page, scanning every inopportune grin, every halt in his speech, every bounce of an eyebrow.",
  "Page told Politico in February that it was possible he had other conversations with Trump officials while the FBI was monitoring his communications, but “probably not much.”\n\nPage’s July 2016 trip to Moscow has received a heavy dose of scrutiny, because it was made during a time when Page was still advising the Trump campaign and it was included in the Steele dossier.",
  "To obtain a FISA warrant on Page in October 2016 (and renew it three times after that), the FBI needed to show “compelling evidence and probable cause to believe Page was knowingly assisting clandestine Russian intelligence activities in the U.S.”\n\nWhat did the Russians see in Page?",
  "Almost a year later, he told the House Intelligence Committee that on this December trip he specifically met with both Deputy Prime Minister Arkady Dvorkovich and Rosneft investor relations chief Andrey Baranov, the same two officials he admitted to having contact with in July.",
  "But once Trump actually won the election, the opportunities that would come with obtaining influence with the administration exploded, which explains why Mueller is so keenly interested in this period and makes the surveillance on Page potentially even more significant.",
  "Still, Page’s congressional testimony revealed that he’d shared a draft of the speech he’d give in Moscow with members of the campaign, asking if they had any feedback, and he was also eager to share with them what he’d learned in Moscow when the trip was over.",
  "However, Page continues to deny the Steele dossier’s allegations that during his July trip to Moscow, he met with Igor Sechin, the head of Russia’s state-owned oil company Rosneft, and Igor Divyekin, a senior Kremlin official.",
  "In March 2016, the FBI was once again talking to Page about his contacts with Russian intelligence, according to the recent memo from Rep. Adam Schiff (D-Calif.), the ranking member of the House Intelligence Committee.",
  "For Trump supporters, Page, and the process to obtain a warrant to spy on him, has become proof that the Russia investigation is tainted with political bias and therefore illegitimate.",
  "Who was Page talking to during the transition period, and then well into 2017, that made him a useful enough source of foreign intelligence that his FISA warrant kept getting renewed?",
  "The Schiff memo says there is evidence that contradicts Page’s congressional testimony surrounding his Moscow visits, strongly suggesting we still don’t know the full truth.",
  "The dossier claims the men discussed lifting U.S. sanctions against Russia, possible bilateral energy cooperation and dirt the Russians had collected on Hillary Clinton.",
  "Much of the attention on Page has focused on his activities during the campaign, but what’s largely overlooked is what he was doing after the election, Rangappa noted.",
  "More from Just Security:\n\nA Year on, Fog of War Not Lifting Over Deadly Raqqa Strikes\n\nThe Trump Administration Should Publicly Disclose Its New Policy on Lethal Force",
  "He’s capable of both oversharing and evasion, sometimes in the same breath, and our collective paranoia flares: Is he just a goofball, or is this some kind of act?",
  "In addition to a January 2017 conversation with Trump’s former chief strategist Steve Bannon, who else did Page speak to on the Trump side during this period?",
  "And why are Republicans hanging their strategy to undermine special counsel Robert Mueller’s investigation on such a seemingly problematic protagonist?",
  "Mark Wilson/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "This is when surveillance on him essentially began and it provided enough intelligence to convince a judge to renew his FISA warrant three times.",
  "“However, if I were looking at him as a possible recruit, his weak personality and unreliable character would have forced me to walk away.",
  "For supporters of President Donald Trump (and Page himself), he’s a martyr whose civil rights have been trampled by anti-Trump forces.",
  "The Russian undercover spies working in New York City, who tried to recruit him in 2013, may have gotten closer to the truth.",
  "He had some access (or could develop some), he could be easily manipulated, and had pro-Russian tendencies,” Sipher told me.",
  "Do we all need Carter Page, the former foreign policy adviser on the Trump campaign, to be a little more than he really is?",
  "Page denies this, and both he and the campaign maintain that he took that trip on his own, not as a Trump representative.",
  "“The goal is to try to understand what foreign intelligence is doing in the country and how to stop them,” Rangappa said.",
  "“To arrest your target is to essentially dry up your intelligence source.”\n\nAs the story continues, keep an eye on Page.",
  "But Page also traveled to Moscow again in December of that year, a time that we now know he was under FBI surveillance.",
  "For others, he’s an international spy and, according to the Steele dossier, a central player in the Trump–Russia story.",
  "Page’s role in this story is confounding, and each side seems eager to shape him into the thing they need him to be.",
  "Page’s role in this story is confounding, and each side seems eager to shape him into the thing they need him to be.",
  "Carter Page speaks to the media after testifying before the House Intelligence Committee on Nov. 2 in Washington.",
  "“The biggest influence is the process to helping advance the objectives of the president-elect,” Page responded.",
  "But Rangappa points out that counterintelligence investigations don’t typically result in criminal prosecutions.",
  "During the campaign, investing in the Trump campaign was a longshot for Russian President Vladimir Putin.",
  "John Sipher, a former member of the CIA’s clandestine service, said he also finds Page perplexing.",
  "But after that 2013 run-in, it appears that Russian intelligence wasn’t quite done with Page.",
  "The thinking goes that if Page were guilty of any wrongdoing, he’d have been charged by now.",
  "“For now his enthusiasm works for me,” one of them said in an intercepted phone call.",
  "Why didn’t his run-in with the FBI in 2013 scare him off of Kremlin spies for good?",
  "They described him as an “idiot,” someone they intended to use and then cut loose.",
  "(Previous mysteries include the Flynn plea deal and the question of collusion.)",
  "Who did he really meet with during his infamous July 2016 trip to Moscow?",
  "This begs the question: Who was Page talking to during this time?",
  "And what contacts, if any, did he have with Russian intelligence?",
  "“I can see why the Russians were attracted to him as a target.",
  "This makes Page my third Trump–Russia mystery to explore.",
  "How and why did he get involved with the Trump campaign?",
  "Page testified he’s never met them in his life.",
  "He may (or may not) surprise you.",
  "Did he stay in the Trump orbit?",
  "What did they discuss?"
]