[
  "And in a comment on Tuesday, Page said: “I’m cooperating with everyone in D.C. who might want my help in the interest of helping our country get to the end of this witch hunt that was sparked by the dodgy dossier.”\n\nAsked twice last week if he has been interviewed by Mueller, who is also investigating the dossier, Page said both times, “no comment.”\n\nFollow Chuck on Twitter",
  "But Page said last week that he is withholding business records and other documents sought by the panel in order to avoid “a perjury trap.” (RELATED: Carter Page Says He Will Plead The Fifth)\n\nThe committee is seeking records pertaining to Page’s business records and contacts with Russians stretching back to 2010.",
  "The Senate Intelligence Committee has showed an increased interest in the dossier in recent weeks, but North Carolina Sen. Richard Burr, the body’s chairman, recently said that investigators had “hit a wall” regarding the claims made in the document.",
  "The subpoena comes after Page said last week that he would invoke his Fifth Amendment privileges to avoid turning over documents requested by the committee as part of its investigation into Russian interference in the presidential campaign.",
  "Page, an energy consultant who served on the campaign from last March through September, has offered to appear before the Senate Intelligence Committee in an open setting — specifically, one that is being held on Nov. 1.",
  "The dossier alleges that during a trip to Moscow last July, while still with the campaign, Page met in secret with Igor Sechin, an ally of Vladimir Putin’s and the president of Russian oil giant Rosneft.",
  "(RELATED: Senate Intel Committee Still Doesn’t Know If Dossier Is Credible)\n\nBurr also indicated that the committee would be dealing more aggressively with recalcitrant witnesses it wanted to interview.",
  "Page cited a foreign intelligence warrant taken out against him last September, just after he left the campaign, saying that U.S. investigators already have the information they are seeking from him.",
  "Steele alleged in the document, which was funded by an ally of Hillary Clinton’s, that Page worked with Trump campaign chairman Paul Manafort in an information exchange with Kremlin operatives.",
  "Page is at the center of the Senate’s investigation into Russian interference in the presidential campaign, as well as one being conducted by Special Counsel Robert Mueller.",
  "The interest in Page largely stems from allegations made against him in the anti-Trump dossier of research compiled last year by former British spy Christopher Steele.",
  "But Page denies the allegations in the Steele report, which he calls the “dodgy dossier.” Page says he has never met Sechin, Diveykin or Manafort.",
  "Page stood by his denial of the allegations made in the dossier during a phone interview last week, after he said he would be pleading the Fifth.",
  "The Senate Intelligence Committee has subpoenaed former Trump campaign adviser Carter Page, according to a new report from Fox News.",
  "Page told TheDC last week that he had never heard of Diveykin until the publication of news reports based on the dossier.",
  "The dossier also alleges that Page met with a Kremlin insider named Igor Diveykin during his trip.",
  "It’s really on principle,” he said of his refusal to cooperate fully with the Senate panel.",
  "He says he fears that any wrong statement on his part could lead to a perjury charge.",
  "Manafort has also said he does not know Page.",
  "“There is nothing I have done wrong."
]