[
  "That the FBI questioned Page about accusations made in the dossier, however — and that the Judiciary Committee is examining virtually every Russian mentioned in the document — indicates that the document is being used as a \"road map\" for the investigation into Russia's interference in the 2016 election.",
  "He has called accusations that he served as a liaison an \"illegal\" form of \"retribution\" for his speech at the New Economic School last July, when he said the US had a \"hypocritical focus on ideas such as democratization, inequality, corruption, and regime change.\"",
  "The FBI reportedly obtained a FISA warrant under the Foreign Intelligence Surveillance Act last summer to monitor Page's communications and whereabouts after he returned from a trip to Moscow in July, while he was technically still working for the Trump campaign.",
  "Those allegations were laid out in an explosive but unverified collection of memos, now known as the Trump-Russia dossier, accusing the Trump campaign of colluding with Russia to undermine Democratic presidential nominee Hillary Clinton during the election.",
  "The reporter, Page wrote, \"expressed some disappointment to learn that this short break over the holiday weekend was mostly spent enjoying time on the Danube River and meeting with a geothermal energy company I had been in negotiations with.\"",
  "AP Photo/Pavel Golovkin\n\nAn early foreign-policy adviser to Donald Trump's presidential campaign who is now under FBI investigation claims that US and European intelligence officials spied on him when he was in Budapest in September.",
  "\"On Friday, June 2nd, 2017, I had a phone conversation and exchanged a series of text messages with a prominent and highly-accomplished reporter from a leading U.S. newspaper,\" Page wrote in a letter to the committee dated July 19.",
  "The reporter told Page he was asking because he had learned that \"US authorities had collaborated with European intelligence operatives in collecting information about my trip to Hungary last Labor Day weekend,\" Page wrote.",
  "It alleges that Igor Sechin, the CEO of Russia's state oil company Rosneft, offered Page the brokerage of a 19% stake in the company in exchange for the lifting of US sanctions on Russia when Page was in Moscow last July.",
  "While there, the dossier claims, Page also met with Igor Diveykin, the senior Kremlin internal affairs official who US officials believe was responsible for the intelligence collected by Russia about the US election.",
  "The Senate Judiciary Committee sent a letter to Donald Trump Jr. this week asking for documentation of any communication to, from, or about several Russians mentioned in the dossier, including Sechin and Diveykin.",
  "Page denied all of the allegations throughout five separate interviews and more than 10 hours of questioning from the FBI, according to The Washington Post, which first broke the news.",
  "The round of questioning, he said, \"had begun a few days earlier on Wednesday, May 31, with an ostensibly simple question: 'Did you visit Budapest in July/August/September of 2016?'\"",
  "Trump Jr. has come under scrutiny for a meeting he had last June at Trump Tower with Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin.",
  "The FBI extensively questioned Page in March about allegations that he served as a middleman between the campaign and Moscow during the election.",
  "The dossier alleges that Page was part of a \"well-developed conspiracy of cooperation between (Trump associates) and the Russian leadership.\"",
  "Carter Page, a former foreign-policy adviser of Donald Trump’s, at a news conference at the RIA Novosti news agency in Moscow on December 12.",
  "Page traveled to Moscow again in December to meet with Rosneft officials, he told reporters at the time.",
  "Carter Page told the Senate Judiciary Committee that he recently learned this from a reporter."
]