[
  "“The prosecution has completely ignored the circumstances of Sechin handing over to me this suitcase, which in total does not leave any doubt about the provocation carried out against me,” a Ulyukayev told a local Russian media outlet Wednesday.",
  "Prosecutors say former economy minister Alexey Ulyukayev demanded a $2 million bribe in exchange for approving energy giant Rosneft’s purchase shares of small oil producer PAO Bashneft, according to reports from Russian news agencies.",
  "Ulyukayev served as Russian economy minister since 2013 until Russian president Vladimir Putin dismissed him in November – Putin accused the former minister of “a breach of trust” after the allegations came to light.",
  "The U.S. leveled sanctions against the oil tycoon and other Russian oligarchs in 2014, which have hampered ExxonMobil and other energy companies hoping to make inroads on oil projects in the country.",
  "Follow Chris White on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Ulyukayev denied the accusations and said Russia’s intelligence agency apprehended the former official after Rosneft CEO Igor Sechin asked him to take a suitcase filled with money.",
  "Exxon disputed the government’s allegations in a press statement and said the fines were “fundamentally unfair.”\n\nExxon did business with Rosneft, not Sechin, the company stated.",
  "The sanctions were enacted against the Russian oilman but not his company, Exxon added, leaving the company free to engage with the giant Russian oil producer.",
  "There is “exhaustive evidence” showing Ulyukayev’s demanded a bribe and thought he could get away, scot-free, a Rosneft spokesman told reporters.",
  "A former Russian official accused of taking a multi-million-dollar bribe argued Wednesday that a state-run oil company entrapped him.",
  "The U.S. Treasury Department, for instance, fined Exxon $2 million in July for violating sanctions targeting Sechin.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Treasury Department government also alleges that Exxon executives knew Sechin was blacklisted.",
  "He is the highest profile official to be detained since the president came to power in 2000.",
  "Russian agencies have not discussed the circumstances surrounding Ulyukayev’s arrest.",
  "He claimed the oil company is attempting to shake him down.",
  "Sechin has become a lightning-rod of controversy recently.",
  "Exxon caused “significant harm” to the program."
]