[
  "Ziyavudin Magomedov, who is worth $1.4 billion according to the Russian Forbes magazine, was arrested Saturday along with his brother after the court refused to release him on bail of 2.5 billion rubles ($44 million) — the sum police say he embezzled from government infrastructure contracts.",
  "The police did not immediately identify the contracts that have caused concern but one of Magomedov's companies has recently been in the spotlight over the delayed construction of the arena in the city of Kaliningrad, which is to be used in this summer's World Cup soccer tournament.",
  "MOSCOW (AP) — The Kremlin rejected suggestions on Monday that the arrest of a billionaire involved in the construction of one of the stadiums to be used in this summer's World Cup was part of a strategy to wrest his business from him.",
  "Yevtushenkov spent several months under house arrest on suspicion of money laundering related to the purchase of oil company Bashneft, a prized asset that state-owned Rosneft had long coveted.",
  "Ivan Melnikov of the Public Oversight Commission who visited the detention center where the two were held told the Tass news agency on Monday that both appeared to be \"shocked\" by the arrest.",
  "The arrest of the brothers on accusations they are part of a \"criminal group\" has stoked speculation that they have fallen victim to Kremlin infighting aimed at stealing his business.",
  "The surprise arrest of Magomedov, who denied the accusations in court on Saturday, has echoes with the experience of Vladimir Yevtushenkov, another billionaire, in 2014.",
  "The 49-year-old businessman from Russia's Dagestan owns Summa, a sprawling conglomerate that includes energy, infrastructure, construction and agriculture assets.",
  "Kremlin spokesman Dmitry Peskov dismissed that speculation on Monday, saying the arrests are part of Russian government efforts to fight corruption.",
  "He is believed to be part of the inner circle of Prime Minister Dmitry Medvedev, the former president who has enjoyed the support of Putin.",
  "Like many other Russian tycoons with previously close ties to leading officials, Magomedov has received lucrative government contracts.",
  "He was an early investor in Richard Branson's ultrahigh-speed rail project, Hyperloop One, and is currently its board member.",
  "A company in Magomedov's Summa group was involved in using sand to stabilize the marshy area on which the stadium was built.",
  "The businessman was released and charges against him dropped after Bashneft was re-nationalized several months later.",
  "Sechin's Rosneft has long been thought of as coveting Novorossiysk Port, which Summa co-owns with another company.",
  "Bashneft was eventually auctioned off to Rosneft which is led by Igor Sechin, a long-time ally of Putin.",
  "There were disputes about the quality of the work, which was done between 2014 and 2016.",
  "In recent years, Magomedov has got involved in venture projects.",
  "___\n\nJames Ellingworth in Moscow contributed to this story.",
  "If charged, they face a potential life sentence in prison.",
  "The arrests appear to have caught the brothers off-guard.",
  "The stadium is due to open next week.",
  "They are \"not a one-off,\" he said."
]