[
  "Russian media linked him to the sudden arrest of Vladimir Yevtushenkov — who had reportedly rejected Sechin's offer to buy his Bashneft oil company — in connection with an investigation into its privatization more than a decade earlier.",
  "When then-Russian President Boris Yeltsin appointed Putin acting president in 1999, Sechin became the deputy head of his administration, waiting for Putin at the elevator every morning and at the airport after every foreign trip.",
  "According to Pavlovsky, he was the hardest-working official in the Kremlin and \"read all the papers,\" once catching a loophole no one else had spotted in a tax accord with the popular offshore business destination of Cyprus.",
  "Bob Dudley, who was CEO of the British-Russian joint oil venture TNK-BP, claimed in a leaked US Embassy cable that Sechin was in \"direct cooperation\" with his partners turned enemies in their attempts to force him out.",
  "According to Belkovsky, Sechin presented Putin with a report the analyst had written warning that Khodorkovsky planned to seize power, and he's believed to have overseen the subsequent legal attacks on the oligarch.",
  "Although his parents worked at a metallurgical factory, Sechin studied at a school that specialized in French and managed to get into a university in Leningrad, where he studied Portuguese and Spanish.",
  "Yet even his critics have to admit Sechin fulfilled his task of turning a marginal oil company into the country's state champion, combining a legendary work ethic with the zeal of a Jesuit priest.",
  "He recalled how his friend once daringly climbed from a neighbor's apartment into a third-story window to let Konyushkov into his apartment when he forgot his keys after one such training.",
  "According to another classmate, Nikolai Konyushkov, Sechin always liked military discipline and was a platoon commander when the students underwent combat training outside the city.",
  "\"He was interested in money and a career for money from the beginning to exit this nightmare,\" she said, remembering there wasn't much food when she came over to their apartment.",
  "By 1991, the future president was chair of the city's public relations committee, and Sechin became his head secretary, taking down visitors' contacts in a black leather binder.",
  "According to classmate Larisa Volodimerova, the skinny young man wasn't exceptional but studied hard to escape the poverty he lived in with his twin sister and divorced mother.",
  "His control over Putin's schedule as well as what papers made it to the president's desk increased his clout — and his willingness to mercilessly go after his rivals.",
  "Sechin's first major target was Mikhail Khodorkovsky, who was discussing the sale of a blocking stake in his Yukos oil company to Chevron Texaco or Exxon.",
  "A recently rediscovered 1996 video interview shows Sechin faithfully following Putin through the airport metal detector, duffel bag and briefcase in hand.",
  "After graduating with a higher degree in economics in 1984, Sechin served as a Soviet military translator in the conflicts in Angola and Mozambique.",
  "Sechin's prize was chairmanship of Rosneft, which became the largest oil company in Russia after absorbing the main components of Yukos.",
  "Dudley later fled Russia — after reportedly surviving a poisoning attempt — and a few years later, Rosneft ended up taking over TNK-BP.",
  "Zygar described him as a \"cyborg\" who can go days without sleeping and terrorizes underlings with his deceptively soft voice.",
  "Sechin also served as deputy prime minister from 2008 to 2012, and he is secretary of Putin's energy development commission.",
  "\"He could have served in more or less peaceful places, in the capital, but Igor Ivanovich chose hot spots,\" Konyushkov said.",
  "Acquaintances often remark on Sechin's absolute loyalty to Putin: Pavlovsky called him the leader's \"angry guard dog.\"",
  "(Former US Ambassador to Russia Michael McFaul said Sechin told him he had worked for Soviet intelligence in Africa.)",
  "In subsequent years, Sechin would outmaneuver or outlast many other rivals, often with similarly underhanded tactics.",
  "Khodorkovsky was soon imprisoned on charges of tax fraud, and Yukos was broken up.",
  "After his return, Sechin went to work in Leningrad city hall, where he met Putin.",
  "Bashneft was seized by the state and sold to Rosneft two years later.",
  "Sechin was born into a blue-collar family in Leningrad in 1960.",
  "\"He didn't fear military service; he liked it.\""
]