[
  "The Houston-based company is owned by PDVSA, and operates three oil refineries and three pipelines in the U.S.\n\n“We write to bring to your attention, as Chair of the Committee on Foreign Investment in the United States (CFIUS), a series of international transactions that could have significant national security implications for critical energy infrastructure in the United States,” the senators wrote in the letter, which is signed by Bob Menendez, D-New Jersey; Marco Rubio, R-Florida; John Cornyn, R-Texas; Bill Cassidy, R-Louisiana; Ted Cruz, R-Texas, and Dick Durbin, D-Illinois.",
  "In a letter sent Monday to Treasury Secretary Steven Mnuchin, the lawmakers expressed concern over a Nov. 30 deal, which CBS News first reported on in March, that would allow Russia’s Rosneft to claim at least 49.9 percent of U.S. oil company Citgo from PDVSA, the Venezuelan state-owned oil company.",
  "As such, we are extremely concerned that Rosneft’s control of a major U.S. energy supplier could pose a grave threat to American energy security, impact the flow and price of gasoline for American consumers and expose critical U.S. infrastructure to national security threats.” the senators wrote.",
  "“I absolutely have concerns with the idea of a Russian oligarch with close ties to Putin gaining a large ownership share of a major U.S. energy supplier, and I plan to request the administration undertake a thorough review of any potential acquisition by Rosneft,” Menendez said at the time.",
  "The senators echoed her concerns in their letter to Mnuchin, saying Russia could use its control of Citgo to counter sanctions imposed by former President Barack Obama’s administration after Russia annexed the Ukrainian territory of Crimea in March 2014.",
  "CBS News\n\nThe letter notes that although Rosneft’s deal with PDVSA would only cause it to acquire 49.9 percent of Citgo -- still a minority stake -- other transactions could tip the Russian company into owning a majority stake in the U.S. company.",
  "“As the chair of CFIUS, we ask that you proactively monitor the situation and that your staff keep our offices briefed on your efforts and any informal review process of Rosenft’s postential acquisition of Citgo,” they wrote.",
  "Shannon O’Neil, a senior fellow for Latin American studies at the Council on Foreign Relations, previously told CBS News that Russia has a history of using oil to exert economic and political influence in other countries.",
  "The presidential committee, known as CFIUS, is composed of nine Cabinet members, led by the Treasury Secretary, who review the national security implications of foreign investments in U.S. companies.",
  "A bipartisan group of six senators is pressing the U.S. Treasury Department to investigate a loan deal enabling Russia’s state-owned oil firm to take a major stake in a U.S. oil company.",
  "“It is our understanding that Rosneft acquired other PDVSA bonds on the open market that could bring their ownership potential to more than 50 percent,” the senators wrote.",
  "They also expressed concern about Rosneft CEO Igor Sechin, whom they called “Vladimir Putin’s crony.” Sechin has long been considered Putin’s right-hand man.",
  "The senators requested a response from Mnuchin by April 28, as well as updates on any review conducted by CFIUS.",
  "When CBS News asked Menendez about the deal in March, he cited Sechin’s role at Rosneft in decrying the deal.",
  "CFIUS reviews are confidential, and the Treasury Department did not return a request for comment.",
  "It reviewed 147 such deals in 2014 (the latest year data are available) and rejected just one.",
  "“Russia has also expressed strong opposition to existing sanctions.",
  "PDVSA and Rosneft did not immediately return requests for comment."
]