[
  "His most dangerous opponent, Alexei Navalny, was barred from running and on Saturday Navalny and hundreds of his supporters were detained by police while protesting over Putin’s new term under the slogan: “Putin is not our tsar.”\n\nPOOL New / Reuters Vladimir Putin’s inauguration for a fourth term as Russian president came two months after more than 70 percent of voters backed him in an election in which he had no serious challengers.",
  "Standing in the ornately-decorated Andreyevsky Hall of the Grand Kremlin Palace, with his hand on a gold-embossed copy of the constitution, Putin swore to serve the Russian people, to safeguard rights and freedoms, and protect Russian sovereignty\n\nPutin’s inauguration for a fourth term as Russian president came two months after more than 70 percent of voters backed him in an election in which he had no serious challengers.",
  "Vladimir Putin was sworn in for another six years as Russian president on Monday, buoyed by popular support but weighed down too by a costly confrontation with the West, a fragile economy and uncertainty about what happens when his term ends.",
  "In a speech after the swearing-in ceremony, Putin said that in the next six years Russia would prove a strong, muscular player on the world stage, backed by a powerful military, while pushing hard to improve life for its citizens at home.",
  "Clashes in the past few weeks over U.S. sanctions on Russia, the conflict in Syria, and the poisoning in England of former Russian spy Sergei Skripal have left some diplomats worried that the confrontation could spiral out of control.",
  "Anointing a successor entails dangers for Putin as doing so too soon would risk him becoming a lame duck, allegiances shifting from him to the heir apparent and new turf wars being set off in the ruling elite.",
  "Some Kremlin-watchers had speculated Putin might bring in a fresh face as prime minister to kick-start reforms of the sluggish economy and revive foreign investment curtailed by stand-offs with the West.",
  "The names include Igor Sechin, head of state oil firm Rosneft; Defence Minister Sergei Shoigu; Alexei Dyumin, a former Putin bodyguard who became a regional governor, and Moscow mayor Sergei Sobyanin.",
  "“Taking up this post, I feel a colossal sense of responsibility,” Putin, 65, told his audience of Russian officials and foreign dignitaries, among them former German chancellor Gerhard Schroeder.",
  "Buffeted by lower oil prices, falls in the rouble, inflation and the impact of sanctions, average monthly wages have fallen from the equivalent of $867 in 2013 to $553 last year.",
  "Likely options include Putin leaving the Kremlin but continuing to run the country from another post, or bowing out of public life and handing over to an anointed successor.",
  "Kremlin insiders say Putin has not selected any heir apparent, and that any names being circulated are the product of speculation, not knowledge of Putin’s thinking.",
  "But that fell short of the government’s 2 percent target and was far from the 8.5 percent growth achieved in 2007, the highest level achieved during Putin’s rule.",
  "The appointment needs to be approved by the lower house of parliament, but that is likely to be a formality because the chamber is dominated by Kremlin loyalists.",
  "When Putin came up against the same term limits in 2008, he got around the problem by anointing Medvedev as president, before taking back the job after one term.",
  "STANDOFF\n\nForeign diplomats see little prospect that Russia’s standoffs with the West that have dominated the past four years will ease during Putin’s new term.",
  "Soon after the inauguration ceremony, the Kremlin issued a statement saying that Putin had nominated Dmitry Medvedev to be prime minister in his new term.",
  "He will soon have ruled longer than Soviet Communist leader Leonid Brezhnev, whose 18-year rule from 1964 to 1982 is primarily associated with stagnation.",
  "Opinion polls show Putin has high levels of support among Russian citizens, and Navalny has not been able to inspire a nationwide upsurge of protests.",
  "Officials and analysts say bold policies with the best chance of reviving growth have been mired in disagreements among Putin’s policy-makers.",
  "The choice is also likely to be parsed by Kremlin-watchers for any clues about what happens after Putin’s current term ends in 2024.",
  "Russia’s economy, the world’s eleventh largest, returned to growth of 1.5 percent last year, helped by a recovery in oil prices.",
  "Reuters Photographer / Reuters There is little clarity too about what happens after Vladimir Putin's fourth term ends in 2024.",
  "Some observers believe Putin, who has not anointed any heir apparent, could attempt the same manoeuvre a second time.",
  "For the short journey from his office to the inauguration ceremony, Putin traveled in a new Russian-made limousine.",
  "Sputnik Photo Agency / Reuters Vladimir Putin has nominated Dmitry Medvedev to be prime minister in his new term.",
  "seen by people close to the Russian elite as a safe pair of hands whose chief quality is loyalty to his boss ?",
  "From now on, the limousine will replace the fleet of imported vehicles Putinuses, state television reported.",
  "“The object of my life and my work will be to serve the people and the fatherland,” he said.",
  "Medvedev, a loyal Putin lieutenant, has held the job since 2012.",
  "Medvedev, a loyal Putin lieutenant, has held the job since 2012.",
  "The constitution bars him from seeking a third consecutive term.",
  "But the Russian economy is a potential weakness for Putin.",
  "There is little clarity too about what happens after 2024.",
  "Putin indicated he favoured continuity.",
  "By then Putin will be 71.",
  "By choosing Medvedev ?",
  "MOSCOW (Reuters) ?"
]