[
  "JUST WATCHED Putin: Russia will diversify its economy Replay More Videos ... MUST WATCH Putin: Russia will diversify its economy 01:30\n\nJUST WATCHED Economy in focus at Putin news conference Replay More Videos ... MUST WATCH Economy in focus at Putin news conference 03:27\n\nPutin's first challenge was to assure his fellow citizens that Russia can overcome what he called an \"unfavorable scenario\" and he promised that would happen -- in two years, maybe less.",
  "Story highlights Putin's first challenge was to assure Russians they can overcome an \"unfavorable scenario\"\n\nThe Russian president said the Ukraine conflict should be settled peacefully\n\nPutin is adept at turning the tables, writes Jill Dougherty\n\nPutin: \"We can't have a palace coup because we have no palaces\"\n\nPresident Vladimir Putin's news conferences aren't at all like news conferences I used to attend in Washington, when I covered the White House.",
  "Since there are more than 1,200 journalists in the giant hall, they have to attract President Putin's attention some way, so some bring stuffed animals, raise home-made signs, or wear T-shirts specially printed up to advertise the region or news organization they come from.",
  "When Putin said there's a \"fine line\" between the opposition and a \"Fifth Column\" -- in other words, traitors to Russia -- reporters twice followed up with pointed questions, including a demand that he name those members of the \"Fifth Column.\"",
  "The value of the Russian currency, the ruble, was dropping like a stone, the U.S. and Europe were just announcing yet more sanctions, Russia was on the verse of a recession, but the president refused to call it a \"crisis.\"",
  "One journalist asked him about reprisals by Chechen authorities against the families of alleged terrorists, accusing Russia's government-financed TV channels of igniting hatred in society.",
  "Instead, he blamed Russia's economic woes on \"external\" factors, asserting that economic sanctions account for just \"25 to 30%\" of Russia's economic problems.",
  "When a BBC reporter asked him about a \"new\" Cold War, Putin leaned forward like an athlete, insisting that that Russia is simply defending its own interests.",
  "In one of the most dramatic questions, a Russian reporter asked Putin if he is worried that members of his inner circle could carry out a \"palace coup?\"",
  "Surprisingly, the president called on some journalists who are not known as being friendly to the Kremlin and there were some uncomfortable questions.",
  "The West, he claimed, won't leave the bear in peace, but wants to \"chain\" it, \"de-claw it,\" unless it sits obediently in the forest, eating berries.",
  "If there was one promising note, it was the Russian president's statement that the conflict in eastern Ukraine should be settled peacefully.",
  "Close-ups of the president's face were broadcast on two giant screens on either side of the hall, his every glance, every gesture visible.",
  "Putin admitted only that the Russian Central Bank and the government could have reacted more quickly to the economic challenges.",
  "They told us there would be no NATO expansion, he complained, and now the West is building new virtual walls around Russia.",
  "Putin, who in spite of his somewhat fierce image abroad, does have a sense of humor, defused the question with a smile.",
  "Stability is based on support of the Russian people, he said, and \"the people believe we are acting in their interest.\"",
  "Moscow, he said, has only two military bases outside its territory but the U.S. has bases \"all over the world.\"",
  "This was Vladimir Putin's 10th news conference and it couldn't have happened at a worse time.",
  "Others asked him what is the salary of Igor Sechin, head of the Russian oil giant Rosneft?",
  "He acknowledged that there were Russians in eastern Ukraine, but they were \"volunteers.\"",
  "The U.S. he said, \"legalized torture\" and even developed a method for carrying it out.",
  "Putin quickly pointed to the torture report just released by the White House.",
  "Putin spoke for several minutes on the image of the Russian \"bear.\"",
  "\"We can't have a palace coup because we have no palaces,\" he said.",
  "Striding into the hall, Putin appeared cool, calm and collected.",
  "There was no real mea culpa for Russia's economic predicament.",
  "As the Russians say, the smell of kerosene was in the air.",
  "This one was the usual length -- three and a half hours.",
  "Then there's the length of the conference.",
  "First, there are the stuffed animals.",
  "Putin is adept at turning the tables.",
  "\"How do you explain that?\"",
  "Others have been longer.",
  "He said he didn't know.",
  "he asked indignantly.",
  "He did not."
]