[
  "Laura Lucas Manuson, a White House National Security Council spokesperson, said there have been \"frequent conversations with business leaders on this issue since the beginning of the crisis to understand their concerns,\" but that the United States cannot go on with “business as usual.\"",
  "With a $900 billion oil deal with Rosneft currently underway, and $600 million already invested, CEO Rex Tillerson has personally made efforts to keep a relationship with Russian officials, regardless of existing sanctions.",
  "In the event new economic sanctions are issued against Russia, expect to see a variety of businesses up in arms, from Exxon to Visa, as well as nations who depend on Russia for energy.",
  "He spoke at the World Petroleum Congress just last week along side Sechin, even though the government has urged U.S. entities not to appear at events with sanctioned Russians.",
  "The newest round of sanctions are on the agenda for the June 26 and 27 European Union leaders meeting, overlapping with when the U.S. lobbies will run their advertisements.",
  "He is also getting personally involved in the gas deal between Russia's Gazprom and Austria's OMV AG to build a natural gas pipeline across Eastern Europe.",
  "If Russia stops supporting separatists in Ukraine and moves away from Ukraine's borders, it will \"make sanctions, additional sanctions, less likely.\"",
  "While Manuson notes \"business as usual\" cannot continue, the second largest company in the United States, Exxon Mobil, has been doing just that.",
  "Germany has long had a positive economic relationship with Russia, and Merkel seems to be one of the few politicians that Putin truly respects.",
  "The sanctions up for discussion are all designed to target Russia's $2 trillion economy, in an effort to end their incursions into Ukraine.",
  "This statement comes just hours after rebels shot down a Ukrainian helicopter during the ceasefire, killing everyone on board.",
  "Production from this oil field is set to start in December — that is, if sanctions do not prevent the deal from going forward.",
  "This would also be, arguably, the most intense show of aggression by the Western World against Russia in recent history.",
  "Yesterday, Rosneft and ExxonMobil finished installing the world’s largest topside drilling platform at Sakhalin-1.",
  "While economic concerns are mounting, White House officials are holding strong on the front of economic sanctions.",
  "Rosneft is clearly a bit concerned, pushing to start the Arctic deal with Exxon ahead of schedule as well.",
  "Economic experts and industry leaders in Germany have expressed the same concerns as the U.S. lobbies.",
  "These industry leaders include global superpowers like Siemens, Volkswagen, Adidas, and Deutsche Bank.",
  "It is estimated 300,000 jobs are at risk if economic sanctions against Russia are issued.",
  "Russian legislators have removed his ability to use force in Ukraine.",
  "Last year, Germany and Russia had 76 billion Euros in trade turnover.",
  "White House press secretary Josh Earnest echoed Manuson's statement.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "This article is from the archive of our partner The Wire.",
  "Putin is working to counter any pro-sanction sentiment.",
  "We want to hear what you think about this article."
]