[
  "It is reported that today the board of directors of VKontakte * suddenly * found that a withdrawal of my statement of resignation from the post of general director on April 3 (which they publicly accepted before this), turned out to have been filled out \"not according to all the rules,\" so I am automatically fired.",
  "Durov, a press-shy 29-year-old who founded a network that now boasts more than 100 million users in Russia and other post-Soviet countries, has largely stayed out of politics but says he has refused previous Kremlin attempts to censor VKontakte.",
  "Pavel Durov, the founder of VKontakte, Russia's most popular social network, said on Monday that he had been fired and that the site was now \"under the complete control\" of two close allies of President Vladimir Putin.",
  "Last week, he posted that he had in the past received requests to shut down groups on the site related to opposition leader Alexey Navalny and to anti-government protests in Ukraine, and had refused.",
  "Sechin is the leader of the hardline silovik faction that backs Putin, is CEO of Rosneft, the state-owned oil company, and is believed to be one of the Russian president's closest advisors.",
  "On Monday morning, a report by the Russian news agency Interfax quoted the VKontakte press service as saying that Durov quit on March 21 and never officially withdrew his resignation.",
  "VKontakte's spokesman George Lobushkin told BuzzFeed a replacement for Durov would be chosen at the next board of directors meeting, a date for which has yet to be set.",
  "That is now changing, particularly after anti-Putin protests held in the winter of 2011–12 that were organized by an opposition that was particularly active online.",
  "Here is Durov's full statement:\n\nJudging by the news, as a result of my public renunciation last week, today I was fired as general director of VKontakte.",
  "While the Kremlin maintains tight control over television and some print media, it has been lax about allowing freedom of expression to flourish online.",
  "On April 1, he appeared to announce he was quitting VKontakte, saying the new shareholder structure no longer allowed him to enjoy the same \"freedom.\"",
  "Announcing his firing on his VKontakte page, Durov said: \"Today, VKontakte goes under the complete control of Igor Sechin and Alisher Usmanov.\"",
  "In his post, Durov said he interpreted the move as a firing and had only heard about it via press reports, and had a different take on events.",
  "Usmanov is a metals tycoon who expanded into tech via his company Mail.ru, which has steadily upped its stake in the Russian social network.",
  "\"Probably, in the Russian context, something like this was inevitable, but I'm happy we lasted seven and a half years,\" Durov continued.",
  "It's interesting that the shareholders didn't have the bravery to do this directly, and that I learned about my firing from the press.",
  "Two days later, in two posts on his VKontakte wall, he rescinded his resignation, implying the April 1 post was an April Fools' joke.",
  "According to the social network, after a one month lapse, Durov's tendered resignation finally went into effect today.",
  "Probably, in the Russian context, something like this was inevitable, but I'm happy we lasted seven and a half years.",
  "In January, Durov announced he had sold his remaining 12% stake in the firm amid a shareholder feud.",
  "In this way, today VKontakte goes under the complete control of Igor Sechin and Alisher Usmanov.",
  "Rumors that Durov was under pressure to sell his stake in and leave the firm began last year.",
  "\"Unfortunately, the country is incompatible with Internet business at the moment.\"",
  "As far as I understand, this opaque position is held by all the shareholders.",
  "\"I'm out of Russia and have no plans to go back,\" Durov said.",
  "Durov told Techcrunch on Tuesday that he had fled Russia.",
  "The story of his departure from VKontakte is confusing.",
  "Until recently, Usmanov owned a 10% stake in Facebook.",
  "And part of what's been done can't be turned back.\"",
  "And part of what's been done can't be turned back.",
  "\"We did a lot.",
  "We did a lot."
]