[
  "At the conference, ExxonMobil received the \"Excellence Award for Technical Development\" for its \"leadership in safety, environment and technology in the development of the global LNG industry through strong partnerships and long-term vision,\" according to a company press release at the time.",
  "The U.S. government, the Wall Street Journal reported at the time, discouraged business leaders from attending, with a spokesperson for the National Security Council telling the Journal they didn't think it was \"appropriate to return to 'business as usual' in Russia.\"",
  "That is why ExxonMobil is committed to making sustained and disciplined investments in research and development to create technologies that improve exploration, risk management, and emergency response.",
  "It is also the reason Rosneft and ExxonMobil have established a joint Arctic Research Centre in Russia as well as an overarching technology sharing agreement to support our joint ventures worldwide.\"",
  "Tillerson attended the 2014 World Petroleum Conference in Moscow, appearing on stage with Igor Sechin, a close ally and confidant of Putin who heads the state-controlled energy company Rosneft.",
  "Democratic Sen. Ben Cardin, the ranking member of the Foreign Relations Committee, said this week he was \"deeply troubled\" by Tillerson's \"vocal opposition\" to sanctions against Russia.",
  "Tillerson's ties with Russia, and his perceived warm relationship with its president Vladimir Putin, have caused concern with senators on both sides of the aisle.",
  "Rex Tillerson, the CEO of ExxonMobil and Donald Trump's pick to be secretary of state, shared the stage in 2014 with a Russian official under U.S. sanctions.",
  "Through a historic partnership with Rosneft, we will unlock new supplies of energy in Russia's Kara Sea, in Western Siberia, and beyond,\" said Tillerson.",
  "\"We're hopeful that eventually this gets resolved, and we can return to normal activities with our partners in Russia,\" Tillerson said on CNBC last year.",
  "Tillerson addressed the conference, saying that oil and gas industry should push new boundaries, but do so in an environmentally responsible way.",
  "\"As these achievements show, the key to every success in the energy industry is -- and will always be -- innovation and cooperation.",
  "Sechin was one of the high-level Russian officials sanctioned in April of 2014 in response to Russian aggression in Ukraine.",
  "\"The sanctions have had essentially no impact on our relationship with our Russian partner, or the Russian government.",
  "In September of that year, further sanctions caused ExxonMobil to wind down operations in the Arctic with Rosneft.",
  "On Tuesday, Arizona Sen. John McCain said Tillerson's opposition to sanctions raised \"morality\" questions.",
  "The U.S. government had discouraged senior U.S. business executives from attending the conference.",
  "Still, Tillerson has said he is hopeful such operations will resume once sanctions were removed.",
  "Photos of Tillerson and Sechin sitting together can be seen on Getty Images.",
  "Tillerson received Russia's \"Order of Friendship\" medal from Putin in 2013.",
  "ExxonMobil and Tillerson said it could cost the company a billion dollars.",
  "A Trump transition spokesperson did not return a request for comment.",
  "He opposed U.S. sanctions on Russia after it annexed Crimea in 2014.",
  "\"ExxonMobil is working to build on these successes at Sakhalin-1.",
  "This is an issue of differences between countries.\"",
  "The two were featured together in a session.",
  "They understand this is not about us."
]