[
  "The left-leaning editorial boards of both The Washington Post and The New York Times were critical of Trump’s decision to tap Tillerson, with the latter questioning “why would Mr. Trump choose as his top diplomat a man whose every decision or action would be tainted by suspicion that he’s capitulating to Russian interests or those of the oil industry?”\n\nBoth newspapers admitted the possibility of some benefit from an outsider’s leadership at the State Department, but neither seemed convinced that those benefits outweigh the baggage Tillerson will bring to the job.",
  "Sen. Bob Corker (R-Tenn.), the chairman of the Senate Foreign Affairs committee and another name on Trump’s list of candidates for secretary of state, released a statement Tuesday congratulating Tillerson on his nomination and noting that it was “an honor to be considered.” Corker spoke warmly of the Exxon CEO but did not outright pledge to support his confirmation.",
  "The Post’s editorial board wrote that Tillerson should be confirmed only with transparency from Trump regarding any financial ties he might have to Russia and with assurances from the ExxonMobil CEO that he recognizes and condemns Russia’s “belligerent behavior.”\n\nBut others showered praise on Tillerson, including Gates.",
  "In securing the secretary of state job, Tillerson leapfrogged a long list of candidates that was at times led by big-name frontrunners like former New York Mayor Rudy Giuliani, a staunch Trump loyalist, and 2012 GOP presidential nominee Mitt Romney, perhaps the president-elect’s most vocal Republican critic.",
  "“The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America's interests, and will be a forceful advocate for America's foreign policy goals to the president, within the administration, and on the world stage.",
  "Romney, who not only opposed Trump during the Republican primary but also savaged him in a March speech as unfit for the presidency, went through an unusually public audition process that culminated in a Nov. 29 dinner with Trump and incoming White House chief of staff Reince Priebus.",
  "“I congratulate him on his nomination and look forward to meeting with him and chairing his confirmation hearing.”\n\nSen. Marco Rubio of Florida, another member of the Senate Foreign Relations Committee, expressed reservations about Tillerson’s nomination.",
  "Tillerson, who was due to reach Exxon's mandatory retirement age of 65 in March, would be the latest wealthy individual to join Trump's Cabinet: He was paid $27.3 million last year and owns shares in Exxon worth nearly $240 million.",
  "On Sunday, Roger Stone, Trump’s longtime friend and informal adviser, claimed during an appearance on Alex Jones’ radio show that the president-elect had allowed Romney to believe he might get the job just to “torture” him.",
  "“I am honored by President-elect Trump's nomination and share his vision for restoring the credibility of the United States’ foreign relations and advancing our country’s national security,\" Tillerson said in a statement.",
  "President-Elect Donald Trump officially picked ExxonMobil CEO Rex Tillerson as his choice to be secretary of state on Tuesday morning, setting up a contentious confirmation battle over the nation's top diplomat.",
  "Tillerson is likely to face extensive questions on Capitol Hill, as a number of prominent Republicans have already voiced concerns about his close ties to Russia and its strongman president, Vladimir Putin.",
  "I look forward to learning more about his record and his views.”\n\nTrump's allies and aides continued to defend Tillerson, citing his business record and history of negotiating massive energy deals.",
  "Through hard work, dedication and smart deal making, Rex rose through the ranks to become CEO of ExxonMobil, one of the world’s largest and most respected companies,\" said Trump in a statement.",
  "He likely faces wall-to-wall opposition among Democrats and environmentalist groups, who are expected to use the opportunity to grill Tillerson about ExxonMobil's handling of climate change.",
  "Tillerson's confirmation battle could be further complicated by a sharp dispute over Russia's involvement in the election, with CIA officials saying Russia tried to help Trump win.",
  "\"\"He would bring to the position vast knowledge, experience and success in dealing with dozens of governments and leaders in every corner of the world,\" Gates said in a statement.",
  "He turned heads a year later when he spoke at an energy summit in Moscow alongside Igor Sechin, a Russian oil executive and close Putin ally facing Treasury Department sanctions.",
  "Trump’s announcement that he will tap the ExxonMobil CEO to lead the State Department capped an unusually public vetting process, the leaderboard of which changed almost daily.",
  "Rex Tillerson | Nicholas Kamm/AFP via Getty Images Trump taps Tillerson for secretary of state Concern has been raised about the ExxonMobil CEO’s close ties to Russia.",
  "Yury Ushakov, Putin's foreign policy adviser, said on Tuesday that all Russian officials, including Putin, enjoyed \"good, businesslike relations\" with Tillerson.",
  "“We must focus on strengthening our alliances, pursuing shared national interests and enhancing the strength, security and sovereignty of the United States.",
  "He was recommended by Bob Gates and Condoleezza Rice, among others, Trump aides say, noting that he has respect in the diplomatic community.",
  "\"It's not like Vladimir Putin and Rex Tillerson are pounding down vodka at the local bar,\" top aide Kellyanne Conway said on CBS on Monday.",
  "Afterwards, Romney told reporters he was heartened by the conversation, and said they had a “wonderful evening” discussing world affairs.",
  "Tillerson, 64, has worked at Exxon for more than 40 years, climbing up the ranks from an engineer to become the CEO and travel the globe.",
  "And that’s not the kind of man you want as secretary of state.”\n\nGiuliani eventually said he dropped out because he was a \"distraction.\"",
  "Tillerson has over the years negotiated major business deals with Russia and was awarded the \"Order of Friendship\" by Putin in 2013.",
  "\"He is a person of great integrity whose only goal in office would be to protect and advance the interests of the United States.\"",
  "Yet Trump seemed undeterred by the pushback, trusting his gut and choosing another nominee with significant business experience.",
  "A Cabinet nominee hasn't been rejected by the Senate since 1989, and Trump will need Republicans to coalesce around Tillerson.",
  "In one of his few foreign policy comments, he said at a 2014 shareholder meeting that he was generally opposed to sanctions.",
  "Tillerson is a very impressive individual and has an extraordinary working knowledge of the world,” Corker’s statement said.",
  "The president-elect has called those charges \"ridiculous,\" but lawmakers of both parties are calling for an investigation.",
  "\"His tenacity, broad experience and deep understanding of geopolitics make him an excellent choice for Secretary of State.",
  "“While Rex Tillerson is a respected businessman, I have serious concerns about his nomination,” Rubio said in a statement.",
  "And again, that does not mean we should prejudge Mr. Tillerson,\" Sen. John McCain (R-Ariz.), said Sunday on Fox News.",
  "\"I have very high hopes that the new administration will lead the nation to greater strength, prosperity and peace.\"",
  "He has no formal government experience, but spent years running ExxonMobil's extensive international operations.",
  "“When he gets the friendship award from a butcher, frankly, it’s an issue that I think needs to be examined.",
  "He will promote regional stability and focus on the core national security interests of the United States.\"",
  "He has often wrangled with foreign governments as the company grew its international drilling business.",
  "“Donald Trump was interviewing Mitt Romney for secretary of state in order to torture him,” Stone said.",
  "“These discussions I've had with him have been enlightening, and interesting, and engaging,\" he said.",
  "Senators have voiced varying levels of concern about Tillerson's warm relationship with the Kremlin.",
  "The 2012 Republican nominee even praised Trump for accomplishing something he could not: \"He won.\"",
  "\"My discussions with President-elect Trump have been both enjoyable and enlightening,\" he wrote.",
  "He didn’t just oppose Trump, which is his democratic right, he called him a phony and a fraud.",
  "Should Tillerson not win confirmation, it would be an early setback for Trump's presidency.",
  "\"They're not intimate friends, but they deal with each other through business interests.\"",
  "On Monday night, Romney posted on Facebook that he was honored to have been considered.",
  "He has made a number of large deals, including the purchase of XTO Energy in 2009.",
  "Rice and Gates have also both done work for Exxon through their consulting firm.",
  "Alex Isendstdt, Ken Vogel, Andrew Restuccia and Shane Goldmacher contributed.",
  "Yet how he would approach the job of America's top diplomat is unclear.",
  "\"Rex Tillerson’s career is the embodiment of the American dream.",
  "And given the history, that’s completely understandable.",
  "Mitt Romney crossed a line.",
  "“To toy with him.",
  "And a con man.",
  "“Mr."
]