[
  "Photograph: Luis Acosta/AFP/Getty Images\n\nBorn into grinding poverty in rural Trinidad, Warner had risen to become the third-ranking vice president of Fifa and the longest-serving member of its executive committee, or ExCo, the 24-man body tasked with making Fifa’s most important decisions – including determining where World Cups are held.",
  "The committee’s remaining 22 constituents were a colorful if motley group that included a number of former professional soccer players, a medical doctor, a hardware store owner, executives of airlines and oil companies, a champion middle-distance runner, several professional politicians, a handful of lawyers and at least two billionaires.",
  "The Trinidadian hissed his reply: “Who is going to stop us?”\n\nAnother member of that team, riding in a shuttle back to central Zurich from the auditorium where the results had been announced, noticed Fifa’s general secretary, the tall and handsome French lawyer Jérôme Valcke, burying his face in his hands, and muttering to himself.",
  "Just weeks before the December 2010 World Cup vote, two ExCo members, Nigerian Amos Adamu and Tahitian Reynald Temarii, had been suspended by Fifa’s ethics committee following an undercover sting operation by the Sunday Times, which caught them on tape offering to sell their votes in exchange for six- and seven-figure bribes.",
  "The rise of Russia’s neo-Nazi football hooligans Read more\n\nBritish prime minister David Cameron, who had flown back to London on pressing business earlier that day, first heard the news from an advisor sharing the back seat of his bulletproof Jaguar on the way to Downing Street from Heathrow airport.",
  "Commentators in the press questioned how it could be possible that the two countries least suited to host the World Cup had won, pointing to the inhospitable climatic conditions of Qatar, where daytime temperatures in June and July, when the World Cup was always held, routinely surpassed 40C.",
  "Photograph: Shaun Botterill/Fifa/Getty\n\nEngland, the odds-on favourite for 2018, had been humiliated several days earlier by the airing of a BBC documentary accusing three Fifa ExCo members of taking millions of dollars in bribes from the sports marketing firm International Sport and Leisure.",
  "But Uruguay’s soccer association, which had won gold medals in the 1924 and 1928 Olympics, offered to cover the travel costs of visiting teams, to build a huge new stadium at its own expense, and to share any profits with Fifa, while absorbing all the risk of a financial loss by itself.",
  "In order to gather intelligence on the competing bids, the individuals and companies supporting England’s bid had hired a former spy who had spent several years undercover in Moscow in the early 1990s, and then taken up a senior post on the Russia desk at MI6 headquarters in London.",
  "During Fifa meetings, the men controlling world soccer could often be found sprawled on overstuffed couches in the Baur au Lac’s lounge, in suits, thawbs and robes, gossiping about the sport’s recondite politics over pricey cocktails and elaborate tea services on silver trays.",
  "The hundreds of journalists on hand to witness the result of that morning’s vote rushed to file accounts of the Russian delegation, including Roman Abramovich, high-fiving and whooping as Blatter handed deputy prime minister Igor Shuvalov the World Cup trophy onstage.",
  "Designed by a noted Swiss architect and costing more than $200m, the building, opened in 2007, presented a cold, inscrutable facade of shiny glass covered by steel mesh, set so far back from perimeter fences and guard posts that it could not be seen from the street.",
  "In 1928, under pressure from its members to create a tournament that would rival the popularity of soccer at the Olympics, while also admitting professional players – which the International Olympic Committee did not –Fifa announced plans for the first World Cup.",
  "“Would it be fair to say,” one excited journalist fawned, “that you are the cleverest prime minister in the world by staying away and winning the contest from so many thousands of miles away?”\n\n“Thank you,” Putin said, replying in Russian and smiling.",
  "On 8 June 2010, three days before the kickoff of the World Cup in South Africa, envoys from Russia and England stood outside a meeting room in Johannesburg’s Sandton Convention Centre, nervously waiting to make their pitch to host the 2018 tournament.",
  "For their part, members of England’s bid had lurked in the Baur au Lac until well after midnight, buying ExCo members glasses of aged single-malt whisky and desperately attempting to cut last-minute deals to push their effort across the victory line.",
  "For starters, Russia’s national soccer team had failed to qualify for the 2010 World Cup thanks to a humiliating loss the previous November to lowly Slovenia, a country with a population only slightly larger than the Siberian city of Novosibirsk.",
  "A smile plastered over his unshaven jaw, he joined a contingent of his countrymen, including the Arsenal star Andrey Arshavin, in the Russian booth, greeting soccer officials from around the world, and mugging for photographs with David Beckham.",
  "Photograph: Philippe Desmazes/AFP/Getty Images\n\nChuck Blazer, America’s highest-ranking soccer official, wearing a dark suit and one of his trademark colorful ties, was sitting in the auditorium’s front row, which had been reserved for the ExCo.",
  "Sometimes called an “underground skyscraper,” five of Fifa House’s eight floors were subterranean, and the building’s grand lobby, redolent in contrasting polished and rough-hewn stone, was quietly decorated with expensively discreet flowers.",
  "“These arguments,” Fifa later noted, “were decisive.” Unwilling or unable to make such financial commitments, the other countries dropped their bids, and 13 nations ultimately competed in the first World Cup, which was an instant hit.",
  "Undaunted, seven continental groups – representing France, Belgium, Denmark, the Netherlands, Spain, Sweden and Switzerland – met in the back room of a Parisian sports club on 21 May 1904, and decided to organise without the Brits.",
  "The English press, in a fit of uncharacteristic optimism, hailed the presentation as a sign that England’s chances looked good, and that technical prowess, existing infrastructure and general competency – merit – would win the day.",
  "Despite growing signs that the odds were stacked against it, England had rented two suites at the Baur au Lac and flown in its “Three Lions”– prime minister David Cameron, Prince William and David Beckham – to make a final appeal.",
  "At a hastily assembled press conference, he thanked Blatter and insisted that Russia would be ready by 2018, and that he hoped Abramovich, who he said was “wallowing in money,” would chip in for some of the stadium construction.",
  "The ExCo vote on where to host both the 2018 and 2022 World Cups was to be held in Zurich on 2 December 2010, and with just under six months to go, the Concacaf meeting in Johannesburg was viewed as a critical sales opportunity.",
  "They called their nonprofit organisation the Fédération Internationale de Football Association, and by joining, the pioneering officials pledged to adhere exclusively to its statutes, giving it supreme authority over the sport.",
  "It gave away, free of charge, the broadcast rights to its first televised World Cup, held in Switzerland in 1954, and even at the 1974 World Cup in West Germany, the majority of tournament revenue still came from ticket sales.",
  "With the possible exception of Mexico, the confederation’s members were not considered particularly formidable on the soccer pitch – but in the cutthroat field of international soccer politics, Concacaf was a powerhouse.",
  "Squeezed between Mohamed bin Hammam of Qatar and Nicolás Leoz of Paraguay, he did not join in the cheering, and rose only to briefly embrace the suddenly exultant Qatari beside him, before slumping back into the chair.",
  "But nowhere was it taken harder than in England, where the vote dominated headlines for weeks, and all conversation on the topic was reduced to agonised soul-searching, finger-pointing and anguished gnashing of teeth.",
  "A high-school dropout and former auto mechanic and commodities trader whose fortune was made thanks to his staunch support of Boris Yeltsin, Abramovich came to control Sibneft, one of Russia’s largest oil producers.",
  "That unrivaled discipline gave Concacaf an outsized influence compared with other, larger soccer confederations, which struggled with internal strife and factionalism, splitting their votes, sometimes several ways.",
  "For those running England 2018, as the bid was officially called, it was evident that winning the right to host was going to depend on more than just the quality of each country’s stadiums, airports and football.",
  "On the eve of the vote, the nine nations making World Cup bids had staked out the Baur au Lac to make one last lobbying push, bringing in as much firepower as they could muster to sway the ExCo members their way.",
  "A sort of commercial trade show for the World Cup itself, the event provided all nine countries competing for the right to host the 2018 and 2022 tournaments the chance to meet delegates from around the world.",
  "Russia had been awarded the 2014 Winter Olympics just 18 months earlier, and had been riding nearly a decade of spectacular economic growth, thanks largely to record prices for oil and other natural resources.",
  "A thin crust of icy snow coated the grounds of Fifa’s Zurich headquarters early on 2 December 2010, as members of the executive committee arrived to cast perhaps the most important votes in soccer history.",
  "England’s Football Association, then already 40 years old, was particularly sceptical, writing dourly that it “cannot see the advantages of such a federation”, and refusing to have anything to do with it.",
  "After a dozen years in office, and 17 years before that as general secretary, Blatter had grown acutely aware of the cost of maintaining power in an organisation as wealthy, diverse and cutthroat as Fifa.",
  "Thank you, it’s very nice to hear this.”\n\nSoccer fans in Australia, Korea, Japan, Spain, Portugal, Belgium and Holland, all of whom had come up empty-handed, bemoaned the vote and questioned its fairness.",
  "Terrified of the thin-skinned Fifa officials’ wrath, England’s bid team had tried to get the BBC to delay broadcast of the report, which had been produced by investigative journalist Andrew Jennings.",
  "Its territory stretched from Panama in the south to Canada in the north, and included the US, as well as all of the Caribbean and the sparsely populated South American countries Suriname and Guyana.",
  "Other sources, meanwhile, began whispering that Russian bid officials had taken valuable paintings from the Hermitage Museum in St Petersburg and offered them to ExCo members in exchange for votes.",
  "It was a room within a room – a dark, impenetrable war chamber ripped from some cold war political drama, with tall, curved walls sheathed in hammered aluminum and floors of polished lapis lazuli.",
  "“I am a happy president,” said Blatter, looking not particularly happy as he announced that Russia and Qatar had won, and would be hosting the World Cup tournaments in 2018 and 2022 respectively.",
  "The hotel, on the banks of Lake Zurich, prides itself on absolute discretion, but does admit to having put up, among others, Haile Selassie, Empress Elisabeth of Austria and Kaiser Wilhelm II.",
  "In the spring of 2010, not long after sources began saying that Putin had suddenly taken a strong personal interest in the bid, Steele began hearing a string of curious and troubling rumours.",
  "But the way the sport was played varied enormously from place to place, and the need for a single organising body that could ensure fair matches between countries grew increasingly apparent.",
  "Perhaps most importantly, Fifa would demand absolute allegiance from its members, and the complete exclusion of any soccer associations that did not prove to be faithful members of the club.",
  "Because such a large share of Fifa’s revenue began to derive from the World Cup, the nonprofit opted to measure its finances in four-year cycles concluding with the championship tournament.",
  "He had met the president in the Oval Office during a four-day visit to Washington DC the previous year, and couldn’t help but feel a surge of excitement when he heard his voice on the line.",
  "No sunlight was allowed to penetrate the enclosure, Blatter explained on occasion of the building’s opening, because “places where people make decisions should contain only indirect light”.",
  "In exchange for the generous disbursement of money that spilled down through him from the highest reaches of the sport, he expected his member associations to vote exactly as he instructed.",
  "Winning the right to host the World Cup, watched by hundreds of millions around the world, would undoubtedly be an effective way to help plant that idea, projecting strength and stability.",
  "More than anyone, he had mastered the darker arts of administering the world’s most popular sport, and had a hand in many of its most Machiavellian deals and accommodations over the years.",
  "But once the bidding expo began, the normally shy and retiring Abramovich, wearing a tailored charcoal suit rather than his usual jeans, made an unusually enthusiastic show of good cheer.",
  "Speaking in heavily accented but precise English, he reiterated that position on the phone, deliberately noting that he had only one vote and could not tell other ExCo members what to do.",
  "Despite all its efforts, the country had humiliatingly garnered only two votes – from its own representative on the ExCo and from Cameroon’s Issa Hayatou – to host the 2018 tournament.",
  "“This,” Valcke kept saying, “is the end of Fifa.”\n\nThis is an edited extract from Red Card: FIFA and the Fall of the Most Powerful Men in Sports by Ken Bensinger, published by Profile.",
  "England was doomed, Steele felt certain; it was never going to beat a country like Russia, which was clearly prepared to do anything to avoid a humiliating defeat on the world stage.",
  "Engrossed in hushed conversation, the unusually jocular Russian billionaire and the balding, diminutive Fifa president rode an escalator up to the convention centre’s second floor.",
  "There they alighted on the third subfloor without ever having to step outside or be observed by the crowds of journalists who had been gathering at the entrance since before dawn.",
  "Australia, vying for 2022, had dispatched supermodel Elle Macpherson to Zurich, along with the billionaire chairman of its soccer federation, shopping mall developer Frank Lowy.",
  "Britain’s four national soccer associations, which viewed themselves as the sport’s inventors and greatest practitioners, were uninterested in submitting to a higher authority.",
  "Directly behind him, Bill Clinton whispered with Sunil Gulati, president of the US Soccer Federation, then rose to shake hands with the politicians and royals in the room.",
  "Within a few months, Germany agreed to pay the annual membership fee of 50 French francs, and before long England, Scotland, Wales and Northern Ireland all joined, too.",
  "Without stopping, they glided past security in black chauffeur-driven Mercedes S-Class sedans, then down a long ramp leading directly into the bowels of the building.",
  "His task, he said, was to help England 2018 “better understand what they were up against, and what they were up against was a completely alien way of doing business”.",
  "Russia, the theory went, would pledge its ExCo member’s vote for 2022 to Qatar, and Qatar would promise that, in exchange, its ExCo member would pick Russia for 2018.",
  "Photograph: England 2018/PA\n\nAnd finally, when the expo was drawing to a close, Abramovich walked out of the hall alongside Sepp Blatter, the Swiss president of Fifa.",
  "For its first several decades, Fifa persisted largely thanks to fees paid by its members, plus small commissions charged on ticket sales at international matches.",
  "Shortly before going to bed in his immaculate residence on a secluded street in an upmarket Zurich neighbourhood, Blatter received a phone call from Barack Obama.",
  "The country, and particularly its leader, Vladimir Putin, had been eager to take advantage of that boom to reassert its long-relinquished role as a world power.",
  "He boasted of Fifa having $1bn in the bank, and grandly pledged to distribute $250,000 to each member association as a bonus, plus $2.5m to each confederation.",
  "One of Steele’s best sources said the timing was no coincidence, and that on top of massive gas deals, the emissaries were colluding to swap World Cup votes.",
  "At the turn of the 20th century, the soaring popularity of the relatively new sport of soccer led to demand for matches between clubs from different nations.",
  "The Russian leader noted he was staying away because, he told the press, ExCo members should “make their decision in peace and without any outside pressure”.",
  "Facebook Twitter Pinterest Former US president Bill Clinton and Prince William in Zurich in December 2010 for the announcement of the World Cup bid winners.",
  "Blatter had publicly expressed support for the US bid on numerous occasions, pointing to the vast commercial opportunities that such an event would provide.",
  "The US delegation included national team star Landon Donovan, actor Morgan Freeman, sitting attorney general Eric Holder and former president Bill Clinton.",
  "South Africa became the first non-European member, affiliating in 1909; Argentina and Chile joined in 1912; and the US entered the fold the following year.",
  "It was the kind of naked patronage that had earned him the adoration of many of Fifa’s 208 members – a larger assembly than that of the United Nations.",
  "He was also a born politician, able to whip all of his confederation’s member nations into a reliably unified voting bloc at Fifa’s annual congresses.",
  "That rapidly changed with the advent of modern communications and advertising, and soon television and sponsorship deals far outstripped gate income.",
  "He had voted for Russia rather than England to host the 2018 World Cup, but later admitted he had been shocked when the US did not win the 2022 bid.",
  "Earlier in the day, Blatter had bragged to Fifa’s entire membership about the organisation’s record profits in the four years leading up to 2010.",
  "As he announced in a press conference after the congress concluded, Blatter was planning to run for a fourth consecutive term as Fifa president.",
  "The information he had been developing on Russia and Fifa was highly specific, but also unique and potentially valuable – perhaps extremely so.",
  "When in Zurich, FIFA ExCo members stayed at the Baur au Lac, a 165-year-old monument to the very Swiss aesthetic of expensive understatement.",
  "When that was unsuccessful, representatives of the English bid resorted to insults, calling the report “unpatriotic” and “an embarrassment”.",
  "For the 2007–2010 period culminating in South Africa, Fifa booked a record profit of $631m, and Fifa’s cash reserves reached nearly $1.3bn.",
  "Wiry, with glasses over a deeply lined face, he made a point of reminding people that he was a black man who had risen from abject poverty.",
  "On 30 July 1930, nearly 70,000 fans filled Montevideo’s brand-new Estadio Centenario to watch Uruguay defeat Argentina 4–2 in the final.",
  "Then, in a bit of encouraging news for the English delegation, word came that Vladimir Putin would not be coming to Zurich for the vote.",
  "Their audience: elected representatives of the Confederation of North, Central America and Caribbean Association Football, or Concacaf.",
  "Before turning in, Jack Warner had effusively embraced Prince William – a sure sign, it seemed, that he’d send his vote England’s way.",
  "The building, known in soccer circles as Fifa House, was an imposing symbol of what the once humble sports governing body had become.",
  "Several hours earlier, the billionaire owner of Chelsea FC, Roman Abramovich, walked into Johannesburg’s Gallagher Convention Centre.",
  "Russia’s presentation, meanwhile, was embarrassingly marred by a glitchy PowerPoint display that failed three times as Sorokin spoke.",
  "Buy it at guardianbookshop.com\n\n• Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.",
  "Black-stained oak desks were arrayed in a large square beneath a massive crystal chandelier in the oval form of a stadium bowl.",
  "One member of England’s bid team cornered Jack Warner and asked him why he had promised his vote and then voted otherwise.",
  "In April, Russia’s deputy prime minister, Igor Sechin, went to Qatar to discuss a massive natural gas extraction project.",
  "The aesthetic was rigorously Swiss, with almost no adornment anywhere, but it was clear that no expense had been spared.",
  "Abramovich bought Chelsea in 2003 and moved to London five years later, after selling off many of his Russian holdings.",
  "Facebook Twitter Pinterest Roman Abramovich and David Beckham at the Fifa ‘bidding expo’ in Johannesburg in June 2010.",
  "Photograph: Arnd Wiegmann/Reuters\n\nThe beating heart of both building and institution was found on the third sublevel.",
  "The report also claimed that Jack Warner had attempted to scalp tickets worth more than $80,000 at the 2010 World Cup.",
  "A host of other countries were battling for the rights to the 2022 World Cup, among them the US, Australia and Qatar.",
  "With so much attention cast in Beckham’s direction, scarcely anyone even noticed them quietly departing together.",
  "Fifa’s 208 member associations, each governing soccer in their countries, were split between six confederations.",
  "Concacaf, with 35 member associations under its umbrella, was one of them, and it, in turn, reported up to Fifa.",
  "He had arrived that day on his private jet, accompanied by Igor Shuvalov, Russia’s first deputy prime minister.",
  "Subsequently, he supported Putin as a candidate to succeed Yeltsin, and was richly rewarded for his loyalty.",
  "Russia’s delegation, led by Alexey Sorokin, the Russian Football Union’s general secretary, presented first.",
  "And it just so happened that Steele could think of another potential client for that information: the FBI.",
  "It also made Warner, 67 years old at the time, one of the most powerful and feared men in soccer.",
  "The event’s surging popularity did not, however, net substantial financial gains for many years.",
  "Two days after the Concacaf meeting in Johannesburg, Fifa held what it dubbed a “bidding expo”.",
  "“We shall work for the next generation,” he said, intentionally paraphrasing Winston Churchill.",
  "Belgium and the Netherlands had teamed up to make up one rival bid; Spain and Portugal another.",
  "Unlike many oligarchs who left Russia, Abramovich maintained a close relationship with Putin.",
  "In particular, it was an opportunity to mingle with nearly every executive committee member.",
  "There sat the executive boardroom, where Fifa’s ExCo made soccer’s most critical decisions.",
  "Minutes later, Qatar’s royal family followed suit, embracing one another, close to tears.",
  "When Steele reported his findings, members of the bid team were predictably alarmed.",
  "The World Cup had become the largest and most lucrative sporting event in history.",
  "The cycle ending with the 1974 World Cup netted a tidy profit of just under $20m.",
  "Facebook Twitter Pinterest Sepp Blatter announcing Qatar as 2022 World Cup hosts.",
  "That influence was largely due to Jack Warner, Concacaf’s Trinidadian president.",
  "“We did our best,” Cameron finally said, before lapsing into stunned silence.",
  "But England’s most formidable adversary for 2018 was without a doubt Russia.",
  "They then slipped into a private meeting room and quietly closed the door.",
  "Anyone bidding for the tournament knew that courting Warner was critical.",
  "England was preparing a bid, and was up against a number of competitors.",
  "Just a few hours later, Vladimir Putin touched down in Zurich, exultant.",
  "Most critically, it would boost Putin’s image among the Russian people.",
  "By comparison, England’s bid team turned in a dazzling performance.",
  "That same month, Russia’s World Cup bid team also travelled there.",
  "World Cup Fiver: sign up and get our daily football email.",
  "The call was short and formal, lasting only a few minutes.",
  "Facebook Twitter Pinterest Fifa’s headquarters in Zurich.",
  "He stood at the podium before a huge crowd and grimaced.",
  "Everyone was to play the game by the same set of rules.",
  "The Russians, however, were playing a different game.",
  "“Mr President, it will be difficult.”\n\n“I understand.",
  "Facebook Twitter Pinterest Jack Warner in April 2011.",
  "Well, good luck,” Obama replied before hanging up.",
  "Blazer remained motionless, staring stonily ahead.",
  "As a rule, billionaires hate to wait for anything.",
  "But the former spy then had a second thought.",
  "“I’m glad I insisted on giving you the floor.",
  "His position was rarely, if ever, challenged.",
  "Losing the vote, for Putin, was unthinkable.",
  "Blatter called it “a sad day for football”.",
  "It would be a shame to see it go to waste.",
  "Five countries submitted bids to host.",
  "The two men slumped in their seats.",
  "“How are our chances?” Obama asked.",
  "Blatter paused and softly sighed.",
  "His name was Christopher Steele.",
  "They never spoke again.",
  "It did not go well."
]