[
  "But Tillerson’s view finds support within the business community—Myron Brilliant, the U.S. Chamber of Commerce’s executive vice president and head of International Affairs, for instance, wrote in an email that “American workers and farmers shouldn’t have to take a hit for a policy that has no chance of succeeding.” U.S. sanctions against another country could, for example, limit its citizens’ ability to purchase American goods, or spark an equivalent response by the targeted country against the United States.",
  "“[W]as there any country in the world whose record of civil rights was so horrible or whose conduct was so directly a threat to global security or U.S. national security interests that Exxon wouldn’t do business with it?” Tillerson replied: “The standard that is applied is first was it legal, does it violate any of the laws of the United States to conduct business with that particular country, then beyond that it goes to the question of the country itself: Do they honor contract sanctity?",
  "“[If] the conclusion is made that these sanctions are going to be the best and most appropriate way to act,” he said, “then I think the executive would like to have the optionality to make that decision.”\n\nNew Jersey Democratic Senator Bob Menendez, a key architect of U.S. sanctions against Iran and Russia, at one point stated that sanctions are intended to disrupt economies abroad, rather than harm business at home.",
  "“His stance on sanctions is something I think many members of the committee will be reviewing when deciding their vote.”\n\nSeveral senators, including Oregon’s Jeff Merkley, also questioned Tillerson about the involvement of a European ExxonMobil subsidiary with Iran, Syria, and Sudan, countries which the U.S. has sanctioned for terrorism sponsorship.",
  "And if they do or don’t, are there mitigating actions that can be put in place to protect whatever business activity might be undertaken?” Murphy pointed out that Tillerson’s list did not include a country’s human rights record or the national security interests of the United States.",
  "“While I appreciate that Mr. Tillerson did not advocate for the immediate repeal of sanctions currently in place, he was noncommittal on maintaining or increasing sanctions on Russia,” New Hampshire Senator Jeanne Shaheen said in an e-mail.",
  "When Menendez told Tillerson during the hearing that “diplomacy is not the same as deal making,” he underscored both the tension between Tillerson’s former role and his potential future one, as well as the exact reason sanctions matter.",
  "But Merkley seemed focused not so much on haranguing Tillerson over past behavior, but on assessing whether, as secretary of state, he would discourage a CEO from taking actions that undermine U.S. efforts to combat terrorism.",
  "“I would certainly be open to having the folks in the State Department contact companies and just inquire as to whether they’re aware of the actions they’re taking,” Tillerson replied.",
  "Still, he expressed openness to using narrow sanctions for specific problems, for example if the United States was under direct cyberattack by a foreign country.",
  "They move the terrain of conflict from into the economic realm, where the American casualties might be shareholders or even jobs, but are not U.S. soldiers.",
  "Merkley wanted to know whether Tillerson recalled any discussions over whether ExxonMobil should have disclosed these deals; Tillerson claimed he could not.",
  "“That … could go to contract sanctity, rule of law, and stability of the country, which is always a judgment as well,” Tillerson said.",
  "Connecticut Senator Chris Murphy went further.",
  "Do they have a rule of law?"
]