[
  "[RIG/U]\n\nTrump's withdrawal from the Paris agreement, the landmark 2015 global pact to fight climate change, drew condemnation from Washington's allies and many in the energy industry - and sparked fears that U.S. oil production could expand more rapidly than it is currently.",
  "By Julia Simon\n\nNEW YORK (Reuters) - Crude closed down more than 1 percent on Friday for a second straight week of losses, on worries that U.S. President Donald Trump's withdrawal from the Paris climate accord could accelerate U.S. production and flood the global oil market.",
  "\"The market is a little sceptical that OPEC staying at their current production levels will really reach their goal, which is to hit the five-year average,\" said James Williams, president of WTRG Economics in London, Arkansas.",
  "Brent crude futures (LCOc1) settled at $49.95 (38.74 pounds) per barrel, down 68 cents or 1.3 percent, while U.S. West Texas Intermediate crude (CLc1) futures fell 70 cents to settle at $47.66 per barrel or 1.5 percent.",
  "U.S. output is expected to keep rising, as the U.S. Energy Information Administration forecasts production of about 10 million bpd next year, similar levels to Russia and Saudi Arabia.",
  "Market analysts are troubled by a growth in U.S. crude production that is offsetting efforts from the Organization of the Petroleum Exporting Countries to reduce global oversupply.",
  "\"Trump seems to be removing any barriers he can find that would obstruct growth of crude oil or natural gas,” said Stewart Glickman, energy equity analyst at CFRA in New York.",
  "Money managers raised their net long U.S. crude futures and options positions in the week to May 30, the U.S. Commodity Futures Trading Commission said on Friday.",
  "U.S. crude production last week rose by nearly 500,000 barrels per day (bpd) from year-earlier levels and hit 9.34 million bpd, its highest since August 2015.",
  "U.S. drillers this week added 11 rigs, in a record stretch of 20 straight weeks of additions, data from energy services company Baker Hughes showed.",
  "Igor Sechin, chief of Russia's largest oil producer, Rosneft, said U.S. producers could add up to 1.5 million bpd to world oil output next year.",
  "(Additional reporting by Libby George and Sabina Zawadzki in London and Jane Chung in Seoul; Editing by Adrian Croft and Lisa Shumaker)",
  "[EIA/S]\n\nLast week OPEC and some non-OPEC producers extended a deal to cut 1.8 million bpd in supply until March 2018.",
  "Reuters sources say OPEC officials discussed deepening the cuts last week and could revisit the proposal.",
  "Williams of WTRG said that is because U.S. inventory draws tend to rise during this time of year anyway.",
  "\"It’s kind of ironic because by doing that you’re encouraging more volumes to come out of the ground.\"",
  "U.S. inventories fell 6.4 million barrels last week, their eighth straight weekly drawdown.",
  "The lower inventories caused a rise in prices on Thursday, but the small rally was brief.",
  "Oil prices are down around 10 percent since the extension.",
  "Both contracts ended the week down more than 4 percent."
]