[
  "It’s this forbidding territory that Exxon (xom), under Tillerson, has turned into one of Russia’s most lucrative oil provinces, affording Russia a crucial entry into the fast-growing oil markets of Asia, generating nearly $5 billion in tax dollars and other revenue for the government to date, and generally being, by Moscow’s lights, a good corporate citizen.",
  "Sakhalin-1 is a constant reminder to the Kremlin of the gulf in industrial know-how between Russia and the U.S..\n\nExxonMobil’s reputation has improved under Tillerson, though the company’s continued skepticism towards climate change and related governance issues has hurt the company.",
  "Certainly, Tillerson has committed billions of Exxon shareholders’ money to Russia, and even if he cuts his own financial ties to the company, it will be hard for him to pursue any kind of foreign policy that undoes much of his life’s work.",
  "Tillerson’s predecessor, Lee Raymond, tried to buy Russia’s most profitable oil company Yukos from the oligarch Mikhail Khodorkovsky, who had gained control of it during the highly corrupt privatizations under Boris Yeltsin in the 1990s.",
  "And one would guess that so much direct experience of Putin and Sechin will leave very little room for illusions about the nature of Russia’s government, how much it resents American pre-eminence, and how far it will go to undermine it.",
  "Again, its offshore drilling expertise proved its worth, as the two struck oil in the only well to be completed before Russia invaded Ukraine, triggering wide-ranging sanctions from the U.S. and EU.",
  "As to the reason why, all you need to do is look at Sakhalin, a windswept, earthquake-prone island off Russia’s Pacific coast where temperatures can fluctuate 110 degrees throughout the year.",
  "That kind of operational excellence, delivered over 12 years, commands respect in Moscow, not least because it’s the kind of engineering that Russian companies can’t manage on their own.",
  "Technologically, it is one of the most stunning achievements of the hydrocarbon age (even if the newest of the three fields has had some problems this year, according to Russian media).",
  "If Vladimir Putin has a man crush on anyone in business, it’s probably Rex Tillerson, the ExxonMobil chief executive Rex Tillerson Trump just nominated to head the State Department.",
  "But ExxonMobil’s reputation is much better in Moscow, not least because Exxon managed its project in Sakhalin better than Anglo-Dutch rival Royal Dutch Shell did a neighboring one.",
  "Sakhalin cemented the strong personal relationship between Tillerson and Rosneft CEO Igor Sechin, seen by many as the second most-powerful man in Russia behind Putin.",
  "The project’s three fields, Chayvo, Odoptu, and Arkutun Dagi, produce some 100,000 barrels of oil a day in temperatures that drop to nearly 50 degrees below zero.",
  "To reach the oil, it has had to drill horizontally up to 8 miles out below the seabed, setting one world record after another for the longest wells ever drilled.",
  "But ultimately, all it proves him to be is a businessman with enough good sense to adapt to local realities and rules, who can deliver a strategy effectively.",
  "That Arctic partnership remains one of the most glaring potential conflicts of interest for Tillerson if he is confirmed by the Senate as Secretary of State.",
  "Khodorkovsky was arrested and jailed for tax fraud, and Yukos was seized and sold to Rosneft for a song, making it the de facto national champion.",
  "Under local laws governing the two projects, revenue only started accruing to the Russian government once they were profitable.",
  "That created an incentive for the operators to inflate costs in ways that allowed them to capture more of the project’s value.",
  "And Exxon was, naturally, Rosneft’s partner of choice when it was looking to develop oil and gas reserves in the Arctic Ocean.",
  "The result was the Kremlin brutally took back control of Sakhalin-2 in 2006 and passed it to state-controlled giant Gazprom.",
  "Putin also revoked Exxon’s license to develop another part of the waters around Sakhalin, just to show who was in charge.",
  "Tillerson, first as Exxon president, then from 2006 as CEO, bent before the wind and started to mend fences with Rosneft.",
  "Although the oil reservoirs are offshore, the biggest drilling rig was built onshore to protect it from freezing seas.",
  "The two want to build a liquefied natural gas terminal to sell Sakhalin-1 gas abroad (guess who will operate it).",
  "CORRECTION: This story has been updated to correct the current output level of the Sakhalin-1 fields.",
  "But their relationship had had a rocky start in another episode of high drama and scandal.",
  "The prospect appalled Putin and the former KGB clique on whom he built his administration.",
  "While Shell’s costs for Sakhalin-2 exploded, Exxon kept a tight lid on them at Sakhalin-1.",
  "Few people – certainly few Americans – have a better idea of what makes the Kremlin tick.",
  "His friends, former shareholders and colleagues and his own self-esteem will see to that.",
  "Whether any of this means that Tillerson will be ‘soft’ on Putin is hard to tell.",
  "The partnership has flourished."
]