[
  "Tillerson told lawmakers he “never lobbied against the sanctions and that ExxonMobil never lobbied against the sanctions.”\n\nTillerson said Exxon’s lobbying activity surrounding sanctions legislation in Congress were informational, and more about learning “how the sanctions were going to be constructed.” Exxon did lobby the Obama administration, but Tillerson said that was to avoid putting “lives at risk and the environment at risk” by abandoning an oil rig operating in the Arctic.",
  "Freelance writer Glenn Fleishman asked if Tillerson committed “perjury when he lied about lobbying on sanctions?”\n\nTillerson just denied that Exxon lobbied against sanctions That’s false https://t.co/sATEMZeHp5 pic.twitter.com/O2IXAA83J1 — Judd Legum (@JuddLegum) January 11, 2017\n\nEven members of the Senate foreign relations committee were skeptical.",
  "“This is hard to disprove — but very, very hard to believe,” wrote Vox’s Zack Beauchamp before admitting “while we will need more reporting to show that Tillerson lied, conclusively, there’s a lot of evidence to suggest that he did.”\n\nPolitico reported Exxon sometimes used the U.S.-Russia Business Council to lobby Congress.",
  "WSJ reporter Byron Tau tweeted “14 lobbying reports where Exxon lists lobbying on sanctions between 2006 and 2014, despite what Tillerson just said under oath.”\n\nBut Tillerson didn’t say Exxon never lobbied on sanctions, and those lobbying disclosure forms don’t say what position the company took on specific issues.",
  "He said the more relevant issue is whether Exxon “lobbied to weaken sanctions or lobbied against **stronger** sanctions.”\n\nFollow Michael on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“There was no grace period, there was no grandfathering period, and I engaged immediately with the State Department, with the Treasury and with OFAC to explain to them there were significant risks to people and the environment if” sanctions went into effect instantaneously.",
  "“The CEO also said U.S. sanctions applied to an existing project, unlike European sanctions, which exempted developments already under way, people familiar with the matter said.”\n\nWSJ’s report suggests Exxon lobbied to secure their assets from sanctions.",
  "Eventually, the Obama administration granted Exxon a temporary license “so we could get all the people out of the country, get all the equipment that was subject to sanctions out of the country, including rig out of the country,” Tillerson said.",
  "“That was really my direct engagement, was really dealing with an effect of the sanctions, so, again, the characterization ExxonMobil lobbied against the sanctions is just not accurate,” Tillerson said.",
  "Tillerson and others told senior officials that because of the complexity of the Arctic project Exxon couldn’t immediately pull out without significant safety and environmental risks,” WSJ reported.",
  "Tillerson, who President-elect Donald Trump nominated to be secretary of state, has been criticized for his business ties to Russia while heading Exxon.",
  "Chairman Sen. Bob Corker, a Tennessee Republican, said “I think you called me at the time,” when Tillerson denied personally lobbying against sanctions.",
  "Journalists took to social media Wednesday to claim former ExxonMobil CEO Rex Tillerson lied to Congress about lobbying on Russian economic sanctions.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "WSJ reported Monday that Exxon lobbied against sanctions — but for reasons that line up with Tillerson’s explanation to Congress.",
  "CNN’s Eric Bradner tweeted Tillerson “[l]ied about Exxon lobbying” to Senate lawmakers during his confirmation hearing Wednesday.",
  "“When the sanctions went into place, because of the way the sanctions were written, they took immediate effect,” Tillerson said.",
  "Exxon, however, told Politico any lobbying effort “sought and provided information” of company operations in Russia and Ukraine.",
  "Sanctions against Russia for annexing Crimea and causing unrest in Ukraine could have cost the company billions of dollars.",
  "Tillerson, in fact, did not deny lobbying on Russian sanctions — only that the company lobbied “against” sanctions.",
  "Exxon cut a $3.2 billion oil exploration deal with Rosneft, run by Russian oligarch Igor Sechin, in Summer 2014.",
  "For licensing opportunities of our original content, please contact licensing@ dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "So, it’s not unreasonable to assume Exxon’s lobbying was against, or at least to modify, those sanctions.",
  "So, did Tillerson actually “lie” when he denied lobbying against 2014 U.S. sanctions against Russia?",
  "Indeed, Exxon has billions invested in Russia — as do other oil majors, like BP and France’s Total.",
  "The right question may be what exactly Exxon lobbied to change about the sanctions.",
  "Maybe asking Tillerson if Exxon opposed sanctions on Russia is the wrong question.",
  "Though Corker did agree with Tillerson’s characterization of Exxon’s lobbying.",
  "The paper sees this as lobbying “against” sanctions, but Exxon doesn’t.",
  "Those efforts were disclosed in lobbying reports.",
  "Tillerson is a board member at the council.",
  "WSJ’s Tau put it another way.",
  "Probably not and here’s why.",
  "“Mr."
]