[
  "“It will be interesting to see what comes out when the unjustified basis for those FISA requests are more fully disclosed over time, including potentially the Dodgy Dossier.”\n\nPage’s reference to the “Dodgy Dossier” is to the memos compiled by former British spy Christopher Steele.",
  "The revelation confirms for the first time that a federal surveillance warrant, known as a FISA warrant, was issued for a member of the Trump campaign as part of a federal investigation of potential ties between the Republican’s associates and the Russian government.",
  "Those concerns grew throughout the campaign and after the election as it became increasingly likely that the Russian government conducted cyber attacks against the Democratic National Committee and Hillary Clinton campaign.",
  "The FBI gained approval from a secret federal court last summer to conduct communications surveillance against Carter Page, a former adviser to Donald Trump’s presidential campaign, The Washington Post is reporting.",
  "In the application for the warrant, federal officials laid out what they said was evidence that there was probable cause showing that Page was acting as an agent of the Russian government, officials told The Post.",
  "Asked if he knew from that article that he was one of the targets of the warrant, Page told TheDC: “To use a phrase a lot of people throw around nowadays: there was a whole lot of smoke.”\n\nFollow Chuck on Twitter",
  "Trump’s former campaign chairman Paul Manafort, his informal adviser Roger Stone, and former national security adviser Michael Flynn are all reportedly central figures in the investigation.",
  "Page, whose offices are in a building adjacent to Trump Tower, drew national attention in July after he traveled to Moscow to give a speech at a university commencement ceremony.",
  "Page, an energy consultant who runs the Manhattan-based firm Global Energy Capital, was brought on to the campaign in March as a foreign policy adviser.",
  "The Post also reports that Page is the only American whose communications were directly targeted for surveillance as part of the Trump probe last year.",
  "Page denied any wrongdoing in a statement to The Daily Caller and says that the FISA requests will be shown to have been “unwarranted” in due time.",
  "Asked when he first learned that he was the target of a FISA warrant, Page referred to an article published by the website Heat Street last fall.",
  "It also states that he met secretly with Igor Sechin, an ally of Russian president Vladimir Putin and president of Rosneft, the oil company.",
  "Judges on the Foreign Intelligence Surveillance Court, which review FISA warrant submissions, approve virtually all applications.",
  "Federal officials cited other contacts between Page and Russian operatives in the FISA application, officials told The Post.",
  "But his involvement with the campaign has fueled speculation that the Trump campaign had improper ties with the Kremlin.",
  "“There had been prior reports, but I was so happy to hear that further confirmation is now being revealed,” Page said.",
  "That would mean that other former Trump advisers who are said to be subjects of the FBI probe were not surveilled.",
  "Page denied that he was successfully recruited or that he shared any sensitive information with the agents.",
  "The uncorroborated dossier alleges that Page served as a liaison between the Trump campaign and Kremlin.",
  "That evidence included contacts in 2013 with Russian spies who tried to recruit Page in New York City.",
  "The details of that recruitment attempt were laid out in a sealed FBI complaint filed in Jan. 2015.",
  "According to that article, the FBI unsuccessfully applied for FISA warrants last summer.",
  "While in Moscow, Page met Arkady Dvorkovich, Russia’s deputy prime minister.",
  "The 90-day warrant was renewed more than once, the officials told The Post.",
  "He served in a low-level role and is said to have never met Trump.",
  "BuzzFeed News published the complaint earlier this month.",
  "But applications filed in October were finally approved.",
  "Page officially left the Trump campaign in September.",
  "Those contacts have yet to be made public.",
  "Page has denied ever meeting Sechin."
]