[
  "Tony Blinken, Obama’s White House deputy national security adviser, for instance, told reporters in April 2014 that Sechin was blacklisted in his “individual capacity” but Rosneft was not designated, which would help American companies minimize the impact they face when involved with some Russian projects.",
  "“It is extremely unusual that Treasury would do that.”\n\nState and Treasury Department officials work closely on sanctions and both agencies announce new sanctions in tandem, with the State Department advising Treasury officials on matters related to foreign policy.",
  "“You have to wonder how far up the chain at the Treasury Department this went,” Thad McBride, an international trade lawyer at Bass, Berry & Sims,told reporters Friday, noting the document appeared to be referencing Tillerson’s knowledge of the deal.",
  "?”\n\nThe department has not said if Mnuchin was involved in the decision to level fines against Exxon, and the State Department told reporters Friday that Tillerson was unaware of the fines because he has recused himself from Exxon’s business matters.",
  "The Treasury Department’s decision points out that Exxon’s “senior-most executives” were involved in violations is almost certainly a dig at Tillerson, who led the company at the time of the alleged transgression, sanctions analysts noted.",
  "The Treasury Department’s statement announcing fines against ExxonMobil for allegedly violating Russian sanctions contains language apparently accusing Secretary of State Rex Tillerson of wrong-doing when he was the oil company’s CEO.",
  "“How do you propose that Exxon deal with Rosneft?” Scott Flicker, a lawyer at Paul Hastings, a law firm specializing in trade sanctions, told reporters Friday shortly after Exxon announced it’s decision to sue the U.S. government.",
  "Analysts also argue that the Treasury’s broad interpretation of the previous Russian sanctions could impact other American companies that attempt to do business with Rosneft or on other projects that include Russian investors.",
  "“Our current focus is to identify individuals and target their personal assets, but not companies that they may manage on behalf of the Russian state,” a White House fact sheet noted at the time.",
  "Sanctions experts suggested Friday that the Treasury Department acted strangely when the agency issued a $2 million fine against Exxon for forging a deal in 2014 with Russian oil giant Rosneft.",
  "Follow Chris White on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The sanctions enacted in 2014 were brought against the Russian oilman but not his company, Exxon added, leaving Tillerson at the time free to engage with the giant Russian oil producer.",
  "But the company disputed the government’s allegations in a press statement Thursday and said the fines were “fundamentally unfair,” because it did business with Rosneft, not Sechin.",
  "The oil company argues former President Barack Obama’s White House issued a several guidance requirements in 2014 for companies considering doing business with companies in Russia.",
  "Exxon showed “reckless disregard” for allegedly dealing with Sechin, who on the U.S. government’s blacklist, the department noted in a three-page document announcing the fine.",
  "The department’s actions imply there are high up elements within the Trump administration that were probably unaware of the fines.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Exxon was fined for violating sanctions leveled against Igor Sechin, the wealthy CEO of oil giant Rosneft.",
  "Exxon caused “significant harm” to the program, the department alleged Thursday morning.",
  "Exxon is suing the department and its head, Steven Mnuchin, over the issue.",
  "The requirements appear to distinguish between Sechin and Rosneft.",
  "Other Obama administration officials made similar statements.",
  "Elements within the Treasury Department see it another way.",
  "“Is Rosneft supposed to fire their C.E.O."
]