[
  "(RELATED: Alleged Trump Dossier Source Has Overstated His Business Connections)\n\nDespite those questions about the veracity of parts of the dossier, the FBI is said to have used it as part of the basis to obtain the FISA warrant against Page.",
  "And in September, after Page left the campaign, the bureau successfully obtained a warrant under the Foreign Intelligence Surveillance Act to spy on Page, a former junior level Merrill Lynch banker who worked in Moscow during the 2000s.",
  "The report notes:\n\nIt is unclear exactly what about Mr. Page’s visit caught the F.B.I.’s attention: meetings he had during his three days in Moscow, intercepted communications of Russian officials speaking about him, or something else.",
  "By the time the warrant was obtained, the FBI had obtained several reports compiled by former British spy Christopher Steele alleging that the Trump campaign was colluding with Kremlin agents to influence the presidential election.",
  "Steele’s memo, which used information from paid sources from inside Russia, alleged that Page and Sechin discussed relaxing sanctions that the U.S. had placed against Russian companies because of Russia’s invasion of Ukraine.",
  "One, dated July 19, asserts that during his trip to give the commencement speech, Page met secretly with Igor Sechin, the president of Russian oil giant Rosneft and a close ally of Vladimir Putin’s.",
  "He reportedly told one of Steele’s sources that the Russian government has blackmail material on Trump and that the campaign was working with the Kremlin to influence the election.",
  "Page, who joined the Trump campaign in March, later acknowledged briefly meeting Russia’s deputy prime minister during that trip, though he says nothing of substance was discussed.",
  "New details are emerging about what led the FBI to open its investigation into whether members of the Trump presidential campaign had improper ties to the Russian government.",
  "Also cited in the FISA warrant for Page’s surveillance is his encounter in 2013 with a small cell of Russian spies who attempted to recruit him in New York City in 2013.",
  "According to The New York Times, a trip that low-level Trump campaign adviser Carter Page took to Moscow in July was one of the factors that prompted the investigation.",
  "The dossier was financed by an opposition research firm hired by an ally of Hillary Clinton’s, and many of the claims in the documents appear to be inaccurate.",
  "One of the memos asserts that Trump lawyer Michael Cohen met with Kremlin operatives in Prague in August to discuss meddling in the presidential campaign.",
  "One of the dossier’s sources for some of the most salacious claims about Trump is believed to be a Belarusian-American businessman named Sergei Millian.",
  "Page, the managing partner of Global Energy Partners, visited Moscow on July 7 to speak at the commencement ceremony for the New Economic School.",
  "The speech drew the attention of reporters here in the U.S. and fueled speculation that the Trump campaign was too cozy with the Kremlin.",
  "(RELATED: Here’s Who Introduced Carter Page To The Trump Campaign)\n\nAs The Times reports, the FBI also took interest in Page’s trip.",
  "He has denied knowing that the spy was working as such, and he says that he was never recruited by the Russian government.",
  "One of the Russian operatives, who was working under cover as a Russian trade representative, met with Page at one point.",
  "He has also overstated his relationships with other companies, The Daily Caller and other news outlets have reported.",
  "Steele’s memos, which make up a 35-page dossier published by BuzzFeed in January, have not been fully corroborated.",
  "Former Trump advisers Paul Manafort and Roger Stone are also said to be part of the investigation.",
  "CNN’s Jake Tapper reported back in January that a different Michael Cohen had made that trip.",
  "It has also been reported that investigations have corroborated some parts of the document.",
  "Page provided the spy with some of the lectures he gave to students at New York University.",
  "He appears to have overstated his relationship with Trump and his real estate company.",
  "Trump campaign veterans have insisted that Page was a minor figure on the campaign.",
  "None of his foreign policy ideas were adopted, and he never met Trump.",
  "But there is reason to question any information provided by Millian.",
  "The investigation was opened in late July, according to The Times.",
  "There, he criticized the U.S. government’s foreign policy.",
  "The FBI’s investigation has since expanded beyond Page.",
  "Cohen has denied visiting Prague at that time.",
  "Page has strongly denied ever meeting Sechin.",
  "Page is named in several of the memos.",
  "Follow Chuck on Twitter"
]