[
  "“American support for human rights is viewed negatively by most people in our country, who sincerely believe that Washington’s main concern is how to ruin people’s lives in Russia.”\n\nOpinions like these, Oreshkin said, are the product of a relentless campaign of anti-American propaganda, which has included claims that the United States paid anti-Putin protesters with “cookies and cash,” to allegations by a senior Russian lawmaker that Obama ordered U.S. agents in the Russian government to slash pensions for senior citizens and raise road taxes.",
  "In 2014, after the United States and Europe imposed sanctions on Russia over its actions in Ukraine, Sechin told Rosneft shareholders that one of his dreams was to “ride the roads in the United States on motorcycles with Tillerson.” Speaking this year at an economic forum in St Petersburg, Tillerson called Sechin “my friend.”\n\nTillerson’s appearance at the forum was widely interpreted as a show of support for Rosneft, Exxon’s pre-sanctions partner in a series of successful oil drilling projects in Russia.",
  "Sergei Markov, a pro-Kremlin analyst, was even more enthusiastic, telling The Wall Street Journal that Trump’s choice of Tillerson as secretary of state was “a sort of Christmas gift from the American people to the Russian people.”\n\nNo Excuses for Putin\n\nUltimately, efforts by President Barack Obama and his two secretaries of state, John Kerry and Hillary Clinton, to promote democratic values in Russia were unsuccessful.",
  "RELATED: Meet Rex Tillerson, Vladimir Putin's pal\n\nDespite this, some Russian opposition figures held out hope that Trump might prove to be a Republican president in the mold of Ronald Reagan, whose fierce criticism of the Soviet Union’s human rights abuses provided inspiration for dissidents in the Communist state.",
  "Trump is clearly not the kind of person who cares about such matters.”\n\nIn his pre-election campaign, Trump spoke in favor of waterboarding, killing the families of terrorist suspects, and barring Muslims from the United States, all statements that drew heavy criticism from international human rights organizations.",
  "“It was important for Russia’s democratic opposition to feel that we were not alone, that people and institutions in more developed countries support the same ideas of freedom and human rights,” said Igor Eidman, a Kremlin critic and cousin of Boris Nemtsov, the opposition leader gunned down in Moscow last year.",
  "“There is, however, a lot of evidence suggesting that Tillerson is very much used to working with some of the world’s worst dictatorships, without raising any concerns about human rights,” Milov said, citing Exxon’s operations in countries such as Chad, Angola and Equatorial Guinea.",
  "Yet as Donald Trump, the U.S. president-elect, prepares to enter the White House, there is one thing they are in full accordance on: For the next four years at least, the United States will stop promoting human rights and democracy in Russia.",
  "“Putin had an affinity for Trump before the elections because they both brutally reject political correctness,” said Fyodor Lukyanov, a political analyst who heads a Kremlin foreign-policy advisory council.",
  "“It’s very tragic that at least for the upcoming four years we have clearly lost America as a beacon of freedom, as a country that was a standard bearer for democracy and human rights,” he added.",
  "Although the Kremlin has been reserved in its praise for Tillerson, saying only it is counting on “constructive” relationship, pro-Putin figures have greeted his nomination with undisguised joy.",
  "“He knows Russia and he knows the Russian character, including the Russian way of doing business,” said Chris Weafer, a senior partner at Macro Advisory Ltd., a Moscow-based consultancy.",
  "Trump’s nomination of Rex Tillerson, the former ExxonMobil chief executive, has dismayed many Kremlin critics, who are alarmed by his deep ties to Russia’s political and business elite.",
  "From now on, Putin will have to answer for everything.”\n\nRead more at Newsweek.com:\n\n— Kremlin not banking on 'overnight change' in relations\n\n— Tillerson: Canny pick or catastrophe?",
  "“For years, state propaganda has been blaming Obama and the U.S. state department for all of Russia’s problems,” said Dmitry Gudkov, an opposition politician and former lawmaker.",
  "For the majority of Russians, however, Trump’s election victory has improved their opinion of America, said Dmitry Oreshkin, an opposition-friendly political analyst.",
  "“The human rights situation in Russia is the worst we've seen in the country's post-Soviet history,” said Yulia Gorbunova, a Russia researcher at Human Rights Watch.",
  "“He believes the crisis in Russia-U.S. relations began when the Americans started to talk about democratic values, instead of calling things by their proper names.",
  "Tillerson also has a warm relationship with Igor Sechin, an alleged former Soviet military intelligence agent who heads the state-owned oil giant, Rosneft.",
  "There is zero evidence that he cares about such things,” said Vladimir Milov, an opposition politician and former Russian deputy energy minister.",
  "A longtime associate of Putin, Sechin is a key figure in an influential group of hardliners and security officials known as the siloviki.",
  "Often described as Russia’s second most powerful man, Sechin is both loathed and feared by Russia’s beleaguered opposition movement.",
  "Analysts say that Exxon would stand to earn billions of dollars if economic sanctions against Russia are lifted.",
  "Reuters\n\nThat doesn’t mean, however, that the Obama administration’s efforts were entirely pointless.",
  "Tillerson has known Putin since 1999, when the former KGB officer was Russia’s prime minister.",
  "In 2013, Putin personally honored the Texas oilman with Russia’s Order of Friendship award.",
  "All three countries are listed as “Not Free” by the U.S.-based Freedom House organization.",
  "In Russia, supporters and opponents of President Vladimir Putin agree on very little.",
  "The two men have met on numerous occasions since, both formally and informally.",
  "Trump continues to amaze,\" Alexei Pushkov, a senior Russian senator, tweeted.",
  "But Trump’s capture of the White House presents the Kremlin with a problem.",
  "“It would take a miracle for Tillerson to criticize Russia on human rights.",
  "Putin’s clampdown on civil liberties shows no sign of slowing down.",
  "Tillerson has said he believes the sanctions are ineffective.",
  "— Trump chooses Exxon CEO for secretary of state",
  "Tillerson's Deep Ties to Moscow\n\nBut no longer.",
  "“Now, they will be deprived of that excuse.",
  "\"The choice of Tillerson is sensational."
]