[
  "“In order to comply with international law and protocol, the New York City Law Department has instructed the Office of Chief Medical Examiner to not publicly disclose the cause and manner of death of Ambassador Vitaly Churkin, Permanent Representative of the Russian Federation to the United Nations,” said spokeswoman Julie Bolcer.",
  "Churkin’s cause of death is being withheld because his diplomatic immunity remains intact under international law, a spokeswoman for the office of the chief medical examiner said.",
  "One suspicious death involves a former KGB spy who some believe provided information that went into the uncorroborated dossier compiled by a retired British spy on Donald Trump.",
  "New York City’s medical examiner is withholding the cause of death of Vitaly Churkin, Russia’s ambassador to the United Nations, at the request of the State Department.",
  "BuzzFeed reported that Krivov is thought to have been Consular Duty Commander at the consulate, a position which put him in charge of counterespionage operations.",
  "“As outlined in formal requests from the United States Department of State, Ambassador Churkin’s diplomatic immunity survives his death,” she added.",
  "As Axios notes, Erovinkin was an aide to Igor Sechin, the head of the state-owned oil company Rosneft and a prominent figure in the dossier.",
  "The killer’s motive is still not known, though he shouted slogans in support of Syrian rebels fighting against Russia-backed Syrian regime.",
  "The website Axios noted last month that Churkin is one of six Russian diplomats to have died under mysterious circumstances since November.",
  "On Nov. 8, Election Day, a Russian diplomat named Sergei Krivov died after being found unconscious in the Russian Consulate in New York.",
  "Also on Dec. 19, Peter Polshikov, a Russian diplomat who worked in Latin America, was fatally shot in his Moscow apartment.",
  "His death has fueled conspiracy theories given a spate of other Russian diplomats’ demise in recent months.",
  "On Dec. 19, Russia’s ambassador to Turkey, Andrei Karlov, was assassinated by a lone gunman in Ankara.",
  "And the New York City medical examiner’s decision will no doubt raise additional questions.",
  "On Jan. 9, Andrei Malanin, the Russian consul in Athens, was found dead in his apartment.",
  "Alexander Kadakin, Russia’s ambassador to India, died after a short illness on Jan. 27.",
  "Oleg Erovinkin was found dead in the back of his car on Dec. 26.",
  "Churkin died suddenly in New York City last month.",
  "Follow Chuck on Twitter",
  "He was 64."
]