[
  "The Treasury also sanctioned a major North Korean zinc company, the Korea Zinc Industrial Group, and the Korea Computer Center, which it said is a state-run information technology research center that generates foreign currency for the North Korean government through programming and software development.",
  "The measures announced by the U.S. Treasury on Thursday sanctioned Ardis-Bearings Llc, which it said is based in Moscow, and its director, Igor Aleksandrovich Michurin, for acting as a supplier to a North Korean trading company involved in the country's missile and weapons of mass destruction programs.",
  "The United States has been negotiating with China for five weeks on possible new U.N. sanctions and the 15-member U.N. Security Council body could vote on a draft resolution to add names to its targeted sanctions list as early as Friday, diplomats said.",
  "Khudainatov then became a Rosneft vice president and subsequently left Rosneft and took over the much smaller IPC, which produces about 40,000 barrels of oil per day, compared with more than four million barrels a day at Rosneft.",
  "The head of Independent Petroleum, Eduard Khudainatov, was chief executive of Russia's largest oil producer Rosneft from 2010 to 2012 before Russian President Vladimir Putin appointed his close aide, Igor Sechin, to replace him.",
  "Another Russian firm, Independent Petroleum Company, and a subsidiary were blacklisted for signing a contract to provide oil to North Korea and shipping over $1 million worth of petroleum products to North Korea, Treasury said.",
  "The Security Council first imposed sanctions on Pyongyang in 2006 over its ballistic missile and nuclear programs and has ratcheted up the measures in response to five nuclear tests and two long-range missile launches.",
  "The Trump administration has been pressing Beijing to rein in North Korea, warning that all options are on the table if Pyongyang persists with its nuclear and missile development.",
  "Traditionally, the United States has negotiated new sanctions with China - North Korea's neighbor and only major ally - before involving the other 13 council members.",
  "Washington has worked to step up both unilateral and international sanctions in an effort to cut off funds and supplies to the reclusive state.",
  "The steps freeze any funds the individuals or companies may have in the United States, and bar Americans from dealing with them.",
  "The center is believed to have offices in Germany, China, Syria, India and the Middle East, Treasury said.",
  "Any new names added to the U.N. blacklist would be subjected to a global asset freeze and travel ban.",
  "North Korea is threatening a sixth nuclear test and has conducted repeated missile tests this year.",
  "The Treasury said he had worked undercover at a United Nations organization in Europe.",
  "A North Korean intelligence official, Kim Su-Kwang, was also sanctioned.",
  "Russian support would be needed for the approval of a new resolution.",
  "IPC was set up in December 2012, according to filings."
]