[
  "@SenLandrieu #SanctionedByPutin — Senator Harry Reid (@SenatorReid) March 20, 2014\n\nBoehner is also wearing his ban proudly:\n\nProud to be included on a list of those willing to stand against Putin’s aggression http://t.co/AL67mauKqq — Speaker John Boehner (@SpeakerBoehner) March 20, 2014\n\nIt seems getting personally sanctioned isn't so much a punishment, as it is a source of bragging rights for lawmakers... on both sides of the divide.",
  "Billionaire New Jersey Nets owner Mikhail Prokhorov is one of those billionaires caught between two worlds, as his stock wealth has taken a huge hit in recent weeks, and he's been frustrated in his efforts to transfer the ownership of the team to a Russian-based company, in compliance with Putin's laws.",
  "Kremlin rules have prevented Russian officials from keeping money in overseas investments for some time, according to William Pomerantz of the Woodrow Wilson Center, and therefore they did not (technically and legally) have anything to lose by being barred from the States.",
  "Dmitry Rogozin, Deputy Prime Minister of Russia, was unfazed:\n\nAll these sanctions aren't worth a grain of sand of the Crimean land that returned to Russia http://t.co/77w9Dl6uiv — Dmitry Rogozin (@DRogozin) March 21, 2014\n\nPutin retaliated with his own sanctions.",
  "Nonetheless, I will never cease my efforts on behalf of the freedom, independence and territorial integrity of Ukraine, including Crimea.”\n\nBanned Senator Harry Reid had this to say:\n\nPresident Putin, it's one thing to pick on me, but I wouldn't mess with Mary.",
  "The Crimea conflict has affected Russia’s uber-rich — they combined to lose an estimate $6.6 billion dollars in one week, mostly due to failing stocks — but these particular sanctions do not affect their general spending or investments in the United States.",
  "Like his counterparts in Moscow, McCain was amused by the sanctions, saying “I guess that means my spring break in Siberia is off, my Gazprom stock is lost, and my secret bank account in Moscow is frozen.",
  "As long as the sanctions are against government officials, rather than general economic sanctions, Russian money can keep flowing into the United States as usual until further notice.",
  "While Russia’s wealthiest politicians are technically not allowed to keep investments overseas, a fair amount of Russian money has been invested in the United States economy.",
  "That meant bans against Senate Majority Leader Harry Reid (\"Reed\"), vocal Russian critic Sen. John McCain, and Speaker of the House John Boehner, along with six others.",
  "Thus far, none of these sanctions are having any major economic implications for either side, though the fear is there that something worse could be afoot.",
  "The Russian Foreign Ministry stated that “There should be no doubt: for every hostile attack, we will respond appropriately.\"",
  "Since 2012, one billion dollars in residential real estate in the United States has been purchased by Russian buyers.",
  "The European Union also joined in, sanctioning a total 33 officials, banning visas and freezing assets.",
  "(But in violation of NBA ownership rules.)"
]