[
  "Related: Russia cuts off natural gas supplies to Ukraine\n\nRussian markets have been on a wild ride this year as investors try to assess how far the U.S. and Europe will go with their sanctions and how bad the fighting will get in Ukraine.",
  "The country's benchmark Micex index fell more than 2% and the ruble was down about 1% against the dollar Thursday after the U.S. government unveiled a new round of sanctions against several Russian businesses and individuals.",
  "The latest measures prevent two of the country's leading energy companies -- Rosneft and Novatek -- and two major banks -- Gazprombank and VEB -- from raising medium and long-term financing from U.S. sources.",
  "Related: Malaysian Airlines plane down over Ukraine\n\nThe new U.S. measures target two banks, two energy companies, eight arms firms, a shipping facility and various Ukraine separatists.",
  "Rosneft's CEO Igor Sechin said the decision to place sanctions on his company were \"groundless, biased and illegal,\" saying the company was not involved in the crisis in Ukraine.",
  "The U.S. stopped short of imposing trade sanctions on entire sections of the oil-rich economy, but experts said the latest moves could still have painful consequences.",
  "The West is using sanctions to punish Russia for its continued support of armed separatists who are battling the Ukrainian military in the east of the country.",
  "Russian markets have taken another tumble as the latest set of U.S. sanctions rattle investor confidence and raise concerns about Russia's fragile economy.",
  "The Micex stock market index plunged by 21% between January and the middle of March, then recovered all those losses before turning lower again this month.",
  "William Jackson from Capital Economics said that the new sanctions could damage investment in the country, which would hurt Russia's economic growth.",
  "The other targets have had their U.S. assets frozen and have been cut off from doing business with American companies and individuals.",
  "\"With the new round of sanctions, the risk of a Russian recession rises further,\" said Berenberg chief economist Holger Schmieding.",
  "The International Monetary Fund forecast in late April that growth would slump to just 0.2% this year, down from 1.3% in 2013.",
  "His comments came as European leaders announced they would be drafting a new list of sanctions targets by the end of July.",
  "President Obama said he expected the sanctions would weaken the Russian economy and further isolate the country.",
  "It was already slowing before the Ukraine crisis began, and sanctions have made the outlook even weaker.",
  "Shares in Rosneft dropped by about 4% and Novatek stock was down by more than 5%.",
  "Russia's economy has been struggling over the last few months.",
  "The ruble has also fluctuated wildly versus the U.S. dollar.",
  "Its losses for the year currently stand at about 6%.",
  "It stands 4% down so far this year."
]