[
  "Conservative legal groups have criticized in the past the Democrat’s unwillingness to disclose email communications between the AG office and wealthy environmentalist donors, such as Rockefeller Brothers Fund, Rockefeller Family Fund, and billionaire activist Tom Steyer – many of whom have publicly supported going after both Trump and energy companies.",
  "New York Attorney General Eric Schneiderman has accepted more than $60,000 in small donations from Leonard Blavatnik, a Ukrainian-born energy billionaire with ties to Russian oligarchs, according to a Daily Caller News Foundation examination of the Democrat’s financial disclosure reports.",
  "The billionaire used his holding companies Access Industries and AI Altep Holdings to contribute $2.5 million to Sen. Mitch McConnell for the Kentucky lawmaker’s GOP Senate Leadership Fund, according to Federal Election Commission documents.",
  "The U.S. leveled sanctions in 2014 on Rosneft’s wealthy CEO, Igor Sechin, along with several other energy developers in Russia, because of Putin’s decision to militarily intervene in Ukraine’s political system.",
  "One of the attorneys general who has sought probes against the Trump administration has accepted large individual campaign donations from an energy tycoon with connections to Russian President Vladimir Putin.",
  "Members of the Rockefeller family have also given $10,040 to Schneiderman since 2004, most of it coming from Larry Rockefeller, a prominent environmental lawyer, who’s given Schneiderman $7,500 since 2014.",
  "His fundraising efforts highlighted various legal challenges against the president have earned Schneiderman $1.7 million in contributions during the first half of this year, Politico reported in July.",
  "Blavatnik plowed $25,000 into Schneiderman’s political war chest in January of 2017 – his generous contribution was one of the largest individual donations given to the New York Democrat this year.",
  "Soros is a major funder of liberal causes, and has funded groups jumping on the bandwagon against oil producer ExxonMobil, an energy company that Schneiderman has flooded under a sea of lawsuits.",
  "His office uses Freedom of Information Law (FOIL) “law enforcement” exemption to justify blocking the requests, and claims his communication with the donors is part of the Exxon investigation.",
  "Follow Chris White on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The AG initially pursued investigations against Exxon in 2015 for supposedly misleading the public and shareholders about the dangers climate change caused the company’s bottom line.",
  "One of his primary financial ventures, AAR, sold a 50 percent stake in energy company TNK, one of Russia’s largest oil companies, where Blavatnik served on the board of directors.",
  "The moves indicate how serious the attorney general is on flooding Trump and his administration with legal filings, subpoenas, and lawsuits, The Wall Street Journal reported.",
  "Master’s primary responsibility will be investigating and possibly prosecuting the Trump administration for possible civil rights abused, according to Schneiderman’s office.",
  "He has gone after energy companies and the president’s personal charities, including a fraud lawsuit in 2013 targeting the president’s real estate school: Trump University.",
  "Schneiderman hired Howard Master in March of 2017 who served under a terminated Obama-era U.S. attorney to focus on corruption cases involving the Trump administration.",
  "Master served under U.S. Attorney Preet Bharara, who the president fired earlier this year after refusing to resign at Attorney General Jeff Sessions’ request.",
  "New York’s legal crusader engaged in a years-long probe into the oil company’s alleged concealing of climate change data from shareholders and the public.",
  "Schneiderman has made targeting Trump’s properties and his presidency the primary objective of for the New York attorneys general office going forward.",
  "Florida Sen. Marco Rubio’s Conservative Solutions PAC received about $1.5 million through Blavatnik’s two holding companies, and Ohio Gov.",
  "Schneiderman’s bellicose actions against the president and the White House’s climate agenda have won him plaudits from well-heeled donors.",
  "Liberal billionaire George Soros and his family, for instance, have donated $251,000 to Schneiderman’s political campaigns since 2006.",
  "Soros himself has given the anti-Trump crusader $64,500, while the wealthy philanthropist’s sons and daughter-in-law donated the rest.",
  "He also joined some of his fellow attorneys general in challenging Trump’s temporary immigration ban and climate change reversal.",
  "Schneiderman’s office has not responded to TheDCNF’s request for comment in time for the publication of this article.",
  "Blavatnik, who holds dual citizenship in the U.S. and the U.K., has also been heavily involved in GOP politics.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Schneiderman, along with pursuing charges against Trump, has also become a thorn in the side of ExxonMobil.",
  "Schneiderman’s first half of contributions were consistent with the $1.6 million he reported in January.",
  "His contributions to the New York AG could complicate Schneiderman’s campaign against Trump.",
  "Russian oil company Rosneft eventually completed a $55 billion acquisition of TNK-BP.",
  "Blavatnik had previously donated $38,000 to the anti-Trump lawman from 2011 to 2014.",
  "Blavatnik has been involved in Russia’s oil industry for several years.",
  "The sanctions inevitably caused the country’s currency to collapse.",
  "John Kasich pulled in about $250,000 through Blavatnik ventures."
]