[
  "Although I have no knowledge of who you are, your actions over the past year have created more damage than any professional interaction I have ever encountered in my career,” he wrote to the anonymous reviewer of the article, which is entitled “The Silk Road to Capitalism: Foreign Influence on Governance in Central Asia.”\n\nPage, who joined the Trump campaign in March 2016 and left in September, also touted praise he had received from other academics, including Brookings Institution Director Strobe Talbott.",
  "“Over the past half year, I have had the privilege to serve as an informal advisor to the staff of the Kremlin in preparation for their Presidency of the G-20 Summit next month, where energy issues will be a prominent point on the agenda,” Page wrote in the Aug. 25, 2013 letter to an anonymous reviewer at the University of Pennsylvania Press.",
  "In his 2013 letter, Page touted his various credentials, including his work as a banker in Moscow, his time in the military, and work he did in early 2013 as an informal adviser to Kremlin staff ahead of the G-20 Summit in St. Petersburg.",
  "He called the contacts with Russians “pretty plain-vanilla stuff.”\n\nReached for comment about the letter, Page called the roundtable meeting “completely benign.”\n\nCarter Page letter by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "“It is disappointing that over 453 days after my resubmission, the book remains in the gulag,” he wrote in the letter, which was also addressed to Bill Finan, who now serves as director of the Brookings Institution Press.",
  "He was interviewed by FBI agents in June 2013 about his interactions with Victor Podobnyy, a Russian spy who worked under cover as an attaché to the Permanent Mission of the Russian Federation to the United Nations.",
  "The 46-year-old energy consultant has sent lengthy letters to FBI and Justice Department officials, as well as to the various committees investigating Russian interference in the presidential campaign.",
  "The Daily Caller has obtained a letter that former Trump campaign adviser Carter Page sent to an academic press in 2013 claiming that he served as an “informal advisor” to Kremlin staff.",
  "Page told TIME that his reference in the 2013 letter was to his help with several roundtable discussions held in New York City to discuss the upcoming G-20 Summit.",
  "The memo asserts that the FBI and Justice Department misled a federal judge in an application for a surveillance warrant against Page in Oct. 2016.",
  "In the two-page document, Page expressed frustration that a manuscript he had submitted for review had been rejected by the anonymous interviewer.",
  "The Democrat-funded dossier alleges that Page met secretly in Moscow in July 2016 with two Kremlin insiders, Igor Sechin and Igor Diveykin.",
  "Democrats seized on the TIME report of Page’s letter saying that it added to the evidence that Page may have acted as an agent of Russia.",
  "Page was never accused of criminal wrongdoing in the case, and he has said he cooperated with FBI agents during their investigation.",
  "The affidavit suggested that Podobnyy and the Russian operatives he worked with did not obtain much useful information from Page.",
  "The style of the letter matches others that Page, a prolific letter writer, has sent during the ongoing Russia investigation.",
  "Page’s contacts with Podobnyy were revealed last year when a sealed affidavit against Podobnyy was leaked to the media.",
  "The dossier also asserts that Page was the Trump campaign’s backchannel to the Kremlin for the purposes of collusion.",
  "He is also the central figure identified in a memo released by the House Intelligence Committee on Friday.",
  "Page has vehemently denied the dossier’s allegations, and says he has never met Sechin or Diveykin.",
  "As TIME reports, Page was involved in meetings with Russian trade diplomat Ksenia Yudaeva.",
  "“I am writing to make you aware of the impact of your handling of the subject review.",
  "Months later, Page gave Podobnyy some of his academic writings on the energy sector.",
  "The application relied heavily on the unverified Steele dossier, the memo says.",
  "Page has come under heavy scrutiny over some of his contacts with Russians.",
  "Page has been on the FBI’s radar over past contacts with Russians.",
  "TIME magazine first reported snippets of the letter on Saturday.",
  "Podobnyy first met Page in Jan. 2013 at an energy conference.",
  "Finan did not respond to a request for comment."
]