[
  "“The Kremlin sees the United States as divided,” says Steven Pifer, a former U.S. ambassador to Ukraine and now a senior fellow at the Brookings Institution in Washington, D.C. “We should expect the Kremlin will believe that this situation gives Russia running room to push its agenda more aggressively.”\n\nThere is one obvious step Putin could take to push back against NATO, experts say, but it’s fraught with risk: attack one of the Baltic states (Estonia, Latvia and Lithuania), all former Soviet republics that joined the Western military alliance in 2004.",
  "On March 20, the president congratulated Putin on his re-election, reportedly ignoring warnings from advisers and briefing materials that said, \"DO NOT CONGRATULATE.” Officials perhaps felt doing so shortly after a federal grand jury had indicted 13 Russians with interfering in the 2016 U.S. election would send the wrong message.",
  "As TV crews from across the world jostled for position, the Russian president spoke about a range of issues, from Ukraine to China to the nerve agent attack in southern England on Sergei Skripal, a former Russian military intelligence officer who once spied for Britain’s MI6.",
  "“Russia has demonstrated its willingness to use force to alter the map of Europe and impose its will on its neighbors, backed by implicit and explicit nuclear first-use threats,” said the Trump administration's review of its nuclear defense policies.",
  "But some analysts say Russia’s president has no intention of backing down in his increasingly risky standoff with the United States and its allies; his domestic popularity and strongman image largely depend on his confrontations with the West.",
  "“Well, listen up now.” His speech was accompanied by an animated video, broadcast live on national television, that showed Russian warheads raining down on Florida, where President Donald Trump often spends weekends at his Mar-a-Lago resort.",
  "“But now...we will not allow him to be changed.”\n\nALEXEY DRUZHININ/AFP/Getty\n\n‘Extremely Dangerous’\n\nWeeks before the election, during a bellicose speech in Moscow, Putin hailed what he called Russia’s new “invincible” nuclear weapons.",
  "Moscow reacted with predictable fury to the Trump administration’s move, calling Washington “an accomplice in fomenting a war.”\n\nYet Trump and U.S. national security advisers appear divided when it comes to Russia policy.",
  "The Kremlin interpreted the statement to mean that Washington now considers Moscow its main long-term adversary, says Fyodor Lukyanov, head of a Russia-based think tank that sometimes advises the Russian government.",
  "NATO and Baltic officials say Moscow was likely behind the jamming of Latvia’s mobile communications network ahead of Russian war games in the region in September, while Lithuania has faced frequent cyberattacks.",
  "Trump’s recent appointments of Mike Pompeo as secretary of state and John Bolton as national security adviser are unlikely to improve the situation: Both men are Cold War warriors and longtime Russia critics.",
  "Medvedev, the Russian prime minister, described it recently as “disgusting” and claimed that the American political establishment was sabotaging Trump’s efforts to improve ties between the two countries.",
  "His re-election comes as Russia and the West continue to face off over the wars in Syria and Ukraine, as well as accusations of Kremlin plots to interfere in elections in the United States and Europe.",
  "It’s unclear if the U.S. and other Western powers would be willing to go to war with Russia to defend an Eastern European country many American citizens might have difficulty finding on a world map.",
  "Putin is far from predictable; nothing he said or did before his last electoral victory indicated that Russia would seize Crimea or send its military to support the embattled regime in Damascus.",
  "“It’s unthinkable that Russia would do this.”\n\nAnd then, at the end of the news conference, a journalist asked Putin something that was on everyone’s mind: Was this his final presidential term?",
  "Weeks later, The Washington Post reported that Yevgeny Prigozhin, who allegedly controls Wagner, was in close touch with Kremlin and ­Syrian officials ahead of the assault on the oil refinery.",
  "An outright Russian invasion of the region is unlikely in the immediate future, says Aliide Naylor, author of The Shadow in the East, a forthcoming book about Russia and the Baltic states.",
  "Though Trump has been unwilling to criticize Putin directly, saying he wants to “get along” with him, Washington’s relationship with Moscow is the most contentious it has been for decades.",
  "Pavel Rebrov/REUTERS\n\nThe Trump administration announced in December that it would begin delivering lethal weapons, including advanced Javelin anti-tank missiles, to Ukraine’s military.",
  "The country, he said on March 1, had been forced to create the advanced weapons, including nuclear-powered cruise missiles, in response to American missile shields in Europe and Asia.",
  "In 1999, when he was a little-known and unpopular prime minister, Putin took control of the Russian military’s campaign in Chechnya, where he vowed to “rub out” militant separatists.",
  "The hostilities began in 2014, when a pro-Western government came to power in Ukraine, boosting the chances of the former Soviet state one day joining NATO.",
  "Estonia says Russian military planes have made a number of incursions into its airspace in recent years: The most recent alleged incident came on March 12.",
  "The West needs to be calm but extremely vigilant.”\n\nCritics say Putin could order Russia’s army into action to distract attention from domestic problems.",
  "“If there’s ever a real clash, it’ll happen in Ukraine,” Dmitry Trenin, director of the Carnegie Moscow Center think tank, told the Meduza news website.",
  "Yet in February, an American airstrike killed scores of Russian mercenaries when they attempted to seize a U.S.-protected oil refinery in eastern Syria.",
  "Russia’s constitution forbids anyone from serving more than two consecutive presidential terms, but it says nothing about subsequent periods in office.",
  "After the Kremlin annexed Crimea, however, a wave of patriotism swept Russia, and Putin’s ratings rocketed to over 80 percent, where they remain today.",
  "Russians loved his tough image, and his approval ratings shot up, leaving him perfectly placed to succeed the ailing Boris Yeltsin as president.",
  "The Kremlin opposes Ukraine becoming a member of that Western military alliance, mainly because it does not want American troops on its borders.",
  "Putin dismissed British allegations that he had ordered the hit, which left Skripal and his daughter hospitalized in critical condition.",
  "It was close to midnight on March 18, and a triumphant Vladimir Putin stood at a podium at his campaign headquarters near Red Square.",
  "He had just secured a fourth presidential term in a landslide election victory, extending his rule for another six years, until 2024.",
  "This is extremely dangerous.”\n\nAnalysts say the likelihood of an open military confrontation between the two countries remains low.",
  "“[Putin] used to be simply our president, and he could have been changed,” Simonyan wrote in an article published on RT’s website.",
  "Both sides are taking impulsive actions and reacting immediately to events, rather than implementing well-thought-out strategies.",
  "That Russian word means “father of the nation,” a term reserved for such figures as Vladimir Lenin, founder of the Soviet Union.",
  "There is, theoretically at least, nothing but old age to stop him from pulling the same trick again in 2030, when he will be 77.",
  "As numerous critics put it at the time, it was exactly the kind of “small, victorious war” that the ex-KGB officer badly needed.",
  "Tensions remain high, however, with U.S. troops and Russia-backed forces based a few miles from each other in eastern Syria.",
  "(The Obama administration, concerned the move would ratchet up the conflict, had resisted Kiev’s appeals for such weapons.)",
  "Margarita Simonyan, the editor-in-chief of RT, the Russian state-funded TV channel, described him as the country’s vozhd.",
  "For the past four years, Kiev and Russian-led separatists have been fighting a war, which has killed over 10,000 people.",
  "On March 13, Valery Gerasimov, Russia’s military chief, said Moscow would retaliate if the U.S. attacked Syria’s army.",
  "Putin served two presidential terms, from 2000 to 2008, before swapping jobs with Dmitry Medvedev, the prime minister.",
  "Russia!” Despite allegations of widespread ballot-stuffing, demoralized opposition activists stayed off the streets.",
  "The strike marked the first time American soldiers had killed Russians in a conflict since the end of the Cold War.",
  "Yet the failure to do so would destroy NATO as a viable military alliance and represent a major success for Putin.",
  "The Russian mercenaries were employed by the Wagner Group, a shadowy, Kremlin-linked private military contractor.",
  "In Moscow after the election, state media and pro-Kremlin figures were uncompromising in their support for Putin.",
  "But all three countries frequently accuse the Kremlin of waging a low-level form of hybrid warfare against them.",
  "Undeterred by the freezing weather, his supporters in central Moscow waved flags and chanted, “Russia!",
  "It remains unclear whether Putin or other high-ranking Russian officials signed off on the decision.",
  "In February, the White House described Putin’s regime as a leading danger to international security.",
  "“At present, it is not in Russia’s interests to risk attacking a NATO member, but this may change.",
  "He also lashed out at what he said was Washington’s refusal to enter into new arms control talks.",
  "Dressed in a jacket and open-necked shirt, Russia’s longtime leader looked weary but satisfied.",
  "Yet it’s in Ukraine where the biggest danger of conflict between Washington and Moscow may lie.",
  "Not surprisingly, Putin’s response did little to console his critics—especially those abroad.",
  "“The prospect of Russian aggression in the Baltics will be an enduring concern,” says Naylor.",
  "And he remained Russia’s most powerful politician before returning to the Kremlin in 2012.",
  "In 2014, ahead of the crisis in Ukraine, Putin’s ratings were hovering around 60 percent.",
  "The Kremlin downplayed the fighting and made no move to carry out retaliatory strikes.",
  "According to NATO’s defense treaty, an assault on one member is an assault on all.",
  "But for a Russian president with total control over state media, it was worrisome.",
  "“There is no longer a mutual starting point from which to even begin a dialogue.",
  "For Putin, Trenin said, Ukraine is a last line of defense against NATO.",
  "That’s something that has already worked for him on two occasions.",
  "“Nobody listened to us before,” Putin said to rapturous applause.",
  "“What you are saying sounds slightly ridiculous.”\n\nIs it?",
  "“Am I supposed to sit here until I’m 100?” he replied.",
  "“We have entered a state of Cold War,” he points out.",
  "For Putin, it was the end to an almost perfect day.",
  "That’s a figure many Western leaders would envy.",
  "Will the next six years be more of the same?",
  "The former KGB man scoffed at the question.",
  "(There were no reports of U.S.",
  "Moscow denied the charge.",
  "Putin was horrified.",
  "“Nonsense,” he said.",
  "casualties.)"
]