[
  "The film, Valaam, about a once-neglected monastery that has been rebuilt since the collapse of the USSR with Putin’s support, conveyed the idea that Putin is a unique historical leader of Russia—able to unite fervent advocates of the Communist-era Soviet Union with those who dream of Russia’s pre-revolutionary empire, built on Orthodox Christianity.",
  "A few weeks ago, one of the members of the Russian government turned to President Putin and asked, “Vladimir Vladimirovich, well, what will happen to me after March 18?” He asked his question in the presence of other ministers, and the upcoming elections were certainly on all their minds.",
  "But in the months building up to the elections, the Russian political elite was in a state of tremendous stress, waiting in horror for the day of the presidential election—not because they had doubts about the result, but because they were terrified of what would come next.",
  "Ignoring tradition, the president made his address from the gigantic Moscow Manege conference center rather than the Kremlin so that Putin could proudly show his video presentation—an illustration with missiles flying toward the U.S.—to applause from Russian officials.",
  "As I reported in my book All the Kremlin’s Men, his friends were future oligarchs amassing great fortunes as businessmen,such as Yury Kovalchuk and Gennady Timchenko, or the heads of special services such as Director of the Federal Security Service Nikolai Patrushev.",
  "Looking at what was happening with the weakened regime of Muammar Gaddafi, Putin believed that Russia should in no circumstances support the international operation against Libya, seeing it as part of a global conspiracy in which Russia would be the next target.",
  "In the most symbolic episode of the film, Putin says that there is almost no difference between the Orthodox Christianity and Communism, and that the Bolsheviks in fact reproduced the traditional dogmas that dominated the Russian Orthodox Church for centuries.",
  "A Russian soldier stands in front of poster with portraits of Russian President-elect Vladimir Putin and outgoing President Dmitry Medvedev during a rehearsal for the Victory Day parade near Moscow on April 4, 2012.",
  "According to my sources, Putin smiled his usual sly smile and replied, “Well, why, even I do not know what will happen to me after March 18.” Everyone there understood that the minister had made a terrible mistake.",
  "Sources in the Russian Foreign Ministry tell TIME that Putin is ready to make Eastern Ukraine an area controlled by an interim international administration—as was the case in Bosnia and Herzegovina, or Kosovo.",
  "It may surprise some, but the upper ranks of Russian politics are filled with what might be called “sleeping liberals.” These are people who came to prominence in the 1990s, during the presidency of Yeltsin.",
  "He even compared the preserved corpse of Lenin, which lies in a mausoleum in Moscow’s Red Square, to the relics of the orthodox saints, demonstrating that he managed to overcome the longstanding division.",
  "This more than anything inspired the events of 2014, when he decided to annex the Crimean peninsula in response to a revolution in Ukraine that he believed to be part of a global anti-Russia conspiracy.",
  "He didn’t change the Russian constitution in order to be elected for a third term, yielding the presidential office to another lawyer, Medvedev, before returning to the presidential office himself.",
  "From his point of view, he exhausted all the possible methods of establishing friendly relationships with Western leaders during the first 15 years of his rule—and still didn’t win their respect.",
  "Many of them were members of the teams of democrats and reformers like former Prime Minister Yegor Gaidar or Anatoly Sobchak, one of the most prominent Russian democrats of the early 1990s.",
  "They all are roughly the same age, 40 years old or a little younger; they don’t have any particular political beliefs or opinions; they are merely “technocrats” personally loyal to Putin.",
  "And while they remain silent, Putin’s coalition of young technocrats and orthodox Chekhists has been gathering enough power to keep the president in power for a generation still to come.",
  "Supporters of Russian President Vladimir Putin gather for a rally to celebrate the fourth anniversary of Russia's annexation of Crimea at Sevastopol's Nakhimov Square on March 14, 2018.",
  "He too was once a faceless official with no ambition—until he was eventually appointed prime minister and stepped into the role of president after Boris Yeltsin’s abrupt resignation.",
  "“There is a misconception that Putin is tired, needs rest and wants to live the life of a billionaire,” says a former minister who still has personal access to the president.",
  "We can only watch silently as everything is falling apart.”\n\nWhat Putin wants\n\nYou don’t have to look far to find evidence of what Putin will do with his next term in power.",
  "Among them are Igor Sechin, chief executive of the Rosneft energy company and considered the leader of this group, and the governor of Saint Petersburg Georgy Poltavchenko.",
  "They are virtually indistinguishable, so much so that Russian media compare them to Agent Smith from The Matrix—the self-cloning agent of the all-powerful central computer.",
  "He has six more years to do that and will not start putting any plans into action immediately—at least not until after the World Cup, which Russia is hosting this summer.",
  "This concept was articulated in the most detailed way in the build-up to the presidential election, in a documentary broadcast on the state-owned TV channel Rossiya 1.",
  "However, Putin’s entourage also includes true believers, so-called “orthodox Chekists” who—again like Putin—came from the KGB and built their careers under Brezhnev.",
  "But for many Russians the annexation of Crimea signified that Russia, for the first time after the dissolution of the Soviet Union, was once again a real superpower.",
  "As his former propaganda chief, Vyacheslav Volodin, once put it: “Without Putin, there is no Russia.”\n\nAll the President’s men\n\nPutin is preparing for a new era.",
  "Western leaders like Chancellor Angela Merkel and former President Barack Obama have argued that these spheres of influence no longer exist in the modern world.",
  "During Putin’s next term he is prepared to resolve the problem of the Donbas, the area of Eastern Ukraine where Russia’s army has fueled a civil war since 2014.",
  "Even following the attack on former military intelligence agent Sergei Skripal, the ministers were not particularly afraid of potential conflict with the West.",
  "As far as he is concerned, the population of Crimea is satisfied with the annexation by the Russian Federation, and that means that justice has been served.",
  "What he perceives as “justice” seems more important for him than the law—and that means that he can change any laws if he considers the outcome to be fair.",
  "He can’t imagine life without power.”\n\nFrom the moment of re-election, Putin will start devising a complicated scheme of ruling the country in the future.",
  "Sasha Mordovets—Getty Images\n\nBut Medvedev backed the international operation in Libya, and declined to veto a U.N. Security Council vote authorizing it.",
  "He wants the West to admit that territory that once belonged to the USSR (probably including nearby countries) should be areas of Russian responsibility.",
  "Ten years ago, Putin would brag that he is a lawyer by training, insisting that an unconditional adherence to the letter of the law is paramount to him.",
  "Nobody in the Kremlin believes that the U.S. will agree to have a large-scale conference about resolving Syria and be ready to meet Putin’s conditions.",
  "He dreams of the new Yalta Conference, the peace conference that took place in Crimea in 1944 and brought Stalin, Roosevelt and Churchill together.",
  "Two weeks before the presidential elections, he spoke about a new generation of Russian nuclear missiles that can overcome any kind of defense.",
  "Members of this “sleeping” faction insist they are ready to wake up as soon as the right moment comes—but some say that time has come and gone.",
  "Putin felt insulted by Bush’s attitude toward Russia, feeling he treated it as a ‘big Finland’—or as a large, but secondary European country.",
  "Many of them are convinced that Russia needs democracy, market economy, freedom of speech, fair elections and good relations with the West.",
  "And he would not hurry to share his plan with his entourage; rather, he likes surprises so the later everybody finds out, the better.",
  "In 2008, he yielded the presidential office to Dmitry Medvedev and became prime minister, exercising control from behind the scenes.",
  "The Arab Spring reminded Putin of the so-called “color revolutions” which took place in the former USSR republics in 2003–2005.",
  "All sources speaking to TIME from Putin’s inner circle are certain—at least for now—that Putin will somehow remain in power.",
  "After annexing Crimea, Putin assured in a TV interview that everything was done “by the book.”\n\nBut now, Putin has changed.",
  "“It is strange that we haven’t even noticed the moment when we lost everything,” says one socially active Russian oligarch.",
  "But the experience rankled him—he was particularly annoyed by how Medvedev reacted to the Arab Spring protests in 2011.",
  "Perhaps that means finding a loophole in the constitution, or changing it, or building a new structure of the state.",
  "Mikhail Zygar is a journalist and writer who was editor-in-chief of Dozhd, Russia’s only independent news channel.",
  "Together, the new technocrats and older Chekists present an existential challenge to the Russian political elite.",
  "State propaganda started to spread the idea that Putin is the only one who can restore the greatness of Russia.",
  "Putin has always known what would happen to him after March 18; his re-election for a fourth term was a given.",
  "A return to the rhetoric of the Cold War is an opportunity to have a completely different dialog, he believes.",
  "During his second term, he started to think about his contribution to history and how he would be remembered.",
  "He has fired a number of older governors and installed young and little-known bureaucrats in their place.",
  "For them, Putin was the guarantor of omnipotence and they put tremendous pressure upon him at that time.",
  "Back then the leaders of the countries that won World War II divided the world into zones of influence.",
  "But virtually nobody in the bureaucratic elite of Russia believes that Putin will step down in 2024.",
  "The parade is dedicated to the anniversary of the Soviet victory over Nazi Germany in World War II.",
  "The Western world reacted with dismay, and the U.S. and Europe imposed steep sanctions on Russia.",
  "It was hailed around the world as a return to the Cold War, which was exactly Putin’s intention.",
  "During his first term as president in 2000–2004, he considered refusing to run for re-election.",
  "He is interested in everything and digs into every matter, paying attention to all the details.",
  "By and large, these figures never believed in Communism, but have now come to believe in God.",
  "Russia can’t pretend to be an economic superpower, but it has another asset: nuclear weapons.",
  "He hoped that George W. Bush, Tony Blair and their successors would consider him their equal.",
  "Under the current Russian constitution, this should be Putin’s last six-year term in office.",
  "But there is no doubt that he will find a way to stay in control; he thinks it’s only fair.",
  "The president is slowly building a new generation of Russian bureaucrats in his own image.",
  "They were all worried about whether they would keep their positions after the election.",
  "They would of course never say that out loud, aware that it contradicts Putin’s stance.",
  "You cannot publicly demonstrate weakness, and you cannot ask Putin about your future.",
  "The emergence of a new tsar\n\nPutin has changed considerably during his time in power.",
  "The most typical appointees of 2017 were the governors of Samara and Nizhny Novgorod.",
  "To Putin, this illustrated how nobody could be trusted to run the country except him.",
  "The question—as the outspoken minister put it—is what this means for the rest of us.",
  "“It’s only fair,” Putin responds to all foreign partners when they ask about Crimea.",
  "And if Russia is God’s chosen nation, it follows that Putin is God’s chosen leader.",
  "From that moment on, Putin’s psychology underwent an irreversible transformation.",
  "At the same time, Putin also hopes that the relations with the West will improve.",
  "He came to believe that he had been chosen for a special mission—to save Russia.",
  "The Americans will respect him as they did Brezhnev, and other Soviet leaders.",
  "But his administration is ready to set other tasks for itself, closer to home.",
  "His books include All the Kremlin’s Men (2015) and The Empire Must Die (2017).",
  "The ruling bureaucracy understands this means an era of turbulence is coming.",
  "Ever since, making Russia great again has become a new ideology for Putin.",
  "Yuri Kadobnov—AFP/Getty Images\n\nPutin wants to look like a peacemaker.",
  "Putin believes there is no other way to make the West respect Russia.",
  "Putin wants new zones of influence and new clear rules of the game.",
  "However, he is not ready to make concessions on the Crimean issue.",
  "“We didn’t start the fight for our beliefs when it was possible.",
  "In 2024, when his fourth term ends, Putin will be 72 years old.",
  "These Agent Smiths represent an archetype of Putin’s new staff.",
  "They are either oligarchs themselves, or friends of oligarchs.",
  "He just needs Western leaders who are more ready to negotiate.",
  "He never planned to remain in the president’s office forever.",
  "In the past year, he has begun a process of clearing house.",
  "How exactly Putin might remain in power is not yet clear.",
  "The president himself naturally subscribes to this view.",
  "The fundamental changes to come were far more serious.",
  "That’s the same age Donald Trump will reach this year.",
  "The rest, however, knew better than to say anything.",
  "Not that he would give a straight answer anyway.",
  "He wants to get guarantees and suitable honors.",
  "“It’s only fair” has become Putin’s new maxim.",
  "To do that, he’ll have to look beyond Syria.",
  "Almost all of these people are very wealthy.",
  "This is his lifestyle, this is who he is.",
  "He would return to the Kremlin in 2012.",
  "“But Putin is far from being tired.",
  "Their families own property abroad.",
  "Putin doesn’t dream of world war.",
  "And time at least is on his side.",
  "Putin rejects that as hypocrisy.",
  "Contact us at editors@time.com.",
  "Nothing needs to change.",
  "Now we can do nothing."
]