[
  "Words of Warning\n\nIn January 2017, Saudi Arabia's energy minister Khalid A. Al-Falih warned CNBC that he foresaw a risk of oil shortages by 2020:\n\n\"I believe if the investment flows that we have seen the last two or three years continue in the next two or three years, we will have a shortage of oil supply by 2020.",
  "The report noted that the oil market is currently adequately supplied, but spare production capacity could soon shrink to just 1 percent of global supply, bringing the risk of disruption and the subsequent volatility back to the oil markets.",
  "Russian Prime Minister Dmitry Medvedev (C) and Rosneft Chief Executive Igor Sechin (L) inspect production facilities at the Kondinsky group of oil fields in Khanty-Mansi Autonomous District - Yugra, Russia November 21, 2017.",
  "Mark Richard, a Senior Vice President with the company, said that the $2 trillion in spending cuts in the global oil industry over the past few years would impact the price of oil around 2020.",
  "Oil supplies are growing in the U.S., Canada, and a few other places around the world, but the IEA report concluded that this growth could stall by 2020 if spending doesn't pick up.",
  "In the report, the IEA warned that the global investment slump of 2015 and 2016 already poses a risk to future oil supplies and that 2017 global spending didn't look encouraging.",
  "The report projects that if current trends continue, spare production capacity in 2022 will fall to the lowest level since 2008 (when oil prices nearly reached $150/BBL).",
  "Halliburton, the world's largest hydraulic fracturing service provider, reiterated the IEA's forecast last summer at the World Petroleum Congress in Istanbul.",
  "So between increase in demand and natural decline, we need millions of barrels every year to be brought to the market, which requires massive investment.\"",
  "We know the level of natural decline that existing production is undergoing, and we know that demand is picking up at 1.2 to 1.5 million barrels a year.",
  "We know, from what we have seen in the last couple of years, that prices around the current level and below are not attracting enough investment.",
  "HSBC noted that oil demand continues to grow at more than one million BPD every year, and they didn't see a peak demand scenario before 2040.",
  "Reuters/Sputnik Photo Agency\n\nOne school of thought is that future oil demand is set to decline because consumers will have better options.",
  "Meanwhile, some organizations are sounding the alarm that rather than a peak demand scenario, we may soon face a peak supply scenario.",
  "In a nutshell, if you \"do the math,\" it becomes clear that it will be years before EVs can take a meaningful bite out of oil demand.",
  "I have written previously on why I don't believe this version of future oil demand will unfold anytime soon.",
  "On the topic of EVs, the IEA estimated they will only displace small amounts of transportation fuel by 2022.",
  "In March 2017, the International Energy Agency published its market analysis and forecast report, Oil 2017.",
  "Many in this \"peak demand\" camp believe that the growth of electric vehicles will soon make oil obsolete.",
  "That's a relatively painless view of the future and is consistent with much of our past experience.",
  "The British multinational bank HSBC gave similar warnings in its Peak Oil Report 2017.",
  "Old technologies are frequently replaced by newer, better, and cheaper technologies.",
  "Maybe somewhere around 2020-2021, but it's got to catch up sooner or later.\"",
  "Further, the IEA said that it doesn't foresee peak oil demand anytime soon.",
  "The last time this happened, oil prices rose above $100 a barrel.",
  "Richard added, \"Sooner or later, the market is going to catch up.",
  "Or at the least, the loss of global excess spare capacity.",
  "You'll see some kind of spike in the price of oil."
]