[
  "Google Maps\n\nFor ENI, the most appealing factor in developing the Shatsky Ridge is the proximity of a potentially resource-rich production area to the Mediterranean region (its core region), while Rosneft's main manifest advantage is the future assimilation of deepwater drilling technologies and practices, to be used in the oil giant's other projects elsewhere, if sanctions remain.",
  "The Shatsky Ridge developments stand in stark contrast with other promising block in the Russian Black Sea sector—the Tuapse Trough (ExxonMobil suspended its participation in 2014 due to debilitating sanctions) and Yuzhno-Chernomorskiy (Rosneft was required to drill two exploration wells by 2022, postponed indeterminately).",
  "Russian oil companies have mostly overcome the lending obstructions U.S. sanctions present by finding new partners in Asia and taking use of their free cash flow, and were it not for the OPEC+ agreement, they would ramp up production even more swiftly than the 4-5 percent since the sanctions regime kicked in.",
  "Its tumultuous history is also peculiar in that throughout the 21 st century the project migrated from one Western major to another—first TotalFinaElf (now Total) tried to sign up onto it in 2002, then Chevron tried its luck in 2010, yet only ENI could clinch a final deal with Rosneft in 2012.",
  "hypersaline.net via flickr\n\nThis is bound to change this December as Rosneft, joined by the Italian ENI, will attempt to start exploration drilling at the Shatsky Ridge (also known as the Western Chernomorsky block), one of the most promising blocks of the Russian Black Sea sector.",
  "The date of the deal conclusion is crucial in this matter, as it will likely become the rock on which the sides will split, whereas the EU sanctions entail a \"grandfather clause\" for projects that started before 2014, the US sanctions know no such concession.",
  "The relative insignificance of the Black Sea's current oil output is mostly caused by the fact that, so far, oil companies have concentrated on shallow water, while most geologists contend that the sweetest spots will be found further, in deep water.",
  "The Shatsky Ridge was subjected to a thorough 2D and 3D survey in the past years (ENI retrospectively reimbursed Rosneft's previous expenses on geological prospecting in accordance with its 33.33 percent share ratio) and is ready to be developed.",
  "The Saipem-owned rig in itself is a carefully elaborated pick, since it was initially built for a sanctions-hit country, Cuba, with the proportion of American components in it below 10 percent to circumvent U.S. sanctions regarding Havana.",
  "In many respects, Chevron's reported discrepancies with Rosneft boiled down to their reserves forecast—which is significantly lower than Rosneft's—and the U.S. company didn't want to sign up to the hefty ($1 billion) prospecting expenses.",
  "Yet all upcoming deepwater projects (including the 17 TCf and 1 Bbbl Pobeda field discovered in 2014) involving Western partners have been postponed or abandoned indefinitely, naturally, with the notable exception of the Shatsky Ridge.",
  "The Shatsky Ridge, located at depths ranging from 1200m to 2200 m, indisputably qualifies for the \"deepwater\" category as both U.S. and EU sanctions deem anything developed at depths deeper than 150m a deepwater project.",
  "For instance, it moved forward with Statoil (it, too, has a 33.3 percent share in their JV) on Domanik formations in Russia's Volga-Urals region and expects to drill three exploration wells by late 2019.",
  "The issue has thus far elicited no reply from the American side, so it remains to be seen whether the U.S. administration would go so far as to discipline a European company abiding by European rules.",
  "Rosneft experienced some delays with the upgrading of Scarabeo-9, as the rig had to be partially dismantled so that it could pass the Bosphorus Strait; however, these issues are now resolved.",
  "Notably, Directive 4 under EO 13662 stipulates that the provision of goods, services and technology to any deepwater, Arctic and shale project in Russian territory shall be prohibited.",
  "Although Rosneft remains sanctions-listed and CEO Igor Sechin is on the OFAC's Specially Designated Nationals list, the company didn't completely severe its links to Western majors.",
  "The Russian economy has swung back to growth this year, with an anticipated 1.7 percent GDP increase this year, and the ruble solidified following a disastrous 2015-2016 period.",
  "The Tuapse Trough is estimated to be even more hydrocarbon-prolific than Shatsky Ridge (the latter's DeGolyer & MacNaughton D2 estimates stand at 1.5 billion tons of oil).",
  "Romania is virtually the only country with stable output from offshore fields, with Bulgaria, Turkey and now Russian-controlled Crimea joining by means of new ventures.",
  "The location couldn't be better—the block is situated just several dozen miles away from Novorossiysk, Russia's biggest export outlet for Mediterranean-bound cargoes.",
  "In 2016-2017, ExxonMobil sought a waiver from the U.S. Treasury for the Tuapse Trough, yet saw its claim rejected against the background of a salient Congress outcry.",
  "Representatives of ExxonMobil lamented that the decision puts them in a highly unfavorable position as European companies operate on a less confining playing field.",
  "Domanik reserves fall into the tight category, however, since they aren't iin shale formations, they ought to be exempted from the sanctions regime.",
  "The Shatsky Ridge exploration drilling starts in December by the means of Scarabeo-9, a Chinese-built new-generation deepwater semi-submersible rig.",
  "Most Russian oil companies don't expect sanctions to be scrapped anytime soon—an assessment espoused by the political elites of the country, too.",
  "As a consequence, the current consolidation will soon move to a new phase: testing the sanctions unity of the United States and European Union.",
  "The Shatsky Ridge was initially a YUKOS-led project and ended up within the Rosneft portfolio after the 2007 firesale of YUKOS assets.",
  "An early DeGolyer & MacNaughton D2 recoverable reserves estimate put them at 1.36 billion tons of oil (10 billion barrels).",
  "Reuters\n\nWestern energy sanctions vis-à-vis Russia have become a steady phenomenon of the global oil and gas market.",
  "However, due to ExxonMobil's participation it is likely to be given a much slower development.",
  "However, latest reports indicate a lower number, at approximately 0.7 billion tons of oil.",
  "The sides even seem to have resigned their minds to the current frosty relations.",
  "In some cases it managed to circumvent restrictions taking use of loopholes.",
  "Thus, the Russo-Italian consortium will put the US sanctions to test.",
  "The reserves of the Shatsky Ridge are still a matter of dispute.",
  "The Black Sea isn't particularly famous for its oil production.",
  "This might be downgraded even further with the course of time.",
  "The Black Sea and surrounding countries.",
  "Russian President Vladimir Putin."
]