[
  "Part of the reason we started thinking that you really could get an agreement in Algiers was when Putin came out right before the G20 Summit in China and basically publicly, for the first time in early September, called for a freeze, and publicly praised Mohammed bin Salman [Saudi Arabia's deputy crown prince].",
  "But the fact that you continue to have Sechin making these public statements - that Novak seemingly wavers from time to time in terms of where he comes down on this [and] Putin coming in and sort of closing the issue - I think it shows that it’s a much more contested idea in Russia.",
  "Croft: I think actually it’s not a good development for oil, because Libya has been able to raise production from about 300,000 [barrels per day] to 550,000 because of raising production from some of the fields that are still controlled by the National Oil Company [NOC].",
  "I don’t think that the GNC - if they can consolidate control on the capital - are going to in any way want to release funds to complete repairs of terminals under the control of their rival, and allow their rival to basically have access to that revenue.",
  "And so, if you ask Saudis, particularly young Saudis who are supportive of Mohammed bin Salman, but I think are starting to feel the pain of austerity […] and jobs are not going to be coming; new jobs are not going to materialize overnight.",
  "We saw that as Putin putting his political capital behind the agreement, and likely speaking to the indication of the challenges that he was facing, or the governance concerns that he thought he was having in a low-oil-price environment.",
  "For example, if you were to have one of those cruise missiles that go over the border hit a refinery, you could have moments like that, which would wake people up to what’s going on and make people focus more on the Yemen situation.",
  "And a couple of times [Mustafa] Sanalla, the NOC chairman, has said \"We can get to 600k and we can get to 950k, but that will require having funds released from the Treasury in Tripoli to complete the repairs of the terminals.\"",
  "Croft: I find Russia fascinating because throughout 2015 we have Igor Sechin, the CEO of Rosneft, very publicly on multiple, multiple occasions at major energy forums dismiss outright the idea of any cooperation with OPEC.",
  "Croft recently spoke with Business Insider about OPEC's agreement to limit production, how Russia and Iran play into that, Saudi Arabia's agenda to go in a new direction, and the prickly situation in Libya.",
  "I think what’s really happened is that the economics of low oil prices has really hurt the ability of the Russian state to fund their social programs, and it’s become a political challenge for Putin.",
  "In terms of the downside pressure on oil, I worry much more about the US coming back quicker than expected because of the efficiency of US producers and the technological innovation in the US.",
  "The foreign minister [Mohammad Javad Zarif] said on the record at Council of Foreign Relations that We’re gonna grow at 6% this year, regardless of the oil price, because of sanctions relief.",
  "I mean, I was at the June OPEC seminar where Novak sat onstage and basically ruled out cooperation with OPEC, and he questioned whether OPEC was even relevant in the face of US production.",
  "So as these fault lines deepen between east and west, I think that will potentially make that dispute down south a lot more intense, and again delay a potential restart of those fields.",
  "And so there may become a point where young Saudis start to basically say, Well, if we’re going to have to pay more for our upkeep, maybe we want a greater say in how we’re governed.",
  "Those tribal militias that are fighting for control of the pipelines in major fields down there like El Sharara - they’re actually backed by rival sides in this east-west dispute.",
  "And then of course what you have to watch is - you know we had a situation in 2014 where Misrata militias tied to this GNC government tried to take the facilities over again.",
  "I think many market participants don’t expect Russia to comply, but what is needed for this agreement to work is that Russia really has to rhetorically sign on board with it.",
  "And so the question is, Do people start drawing the line between deficits and austerity and this war of choice that is essentially been chosen by the young Saudi leader?",
  "How do you see these comments with respect to the upcoming formal OPEC talks in November, when members will try to put into effect the planned production limit?",
  "With this effort to retake Mosul, if ISIS is going to be losing basically their last real territorial base, do they burn the house down on the way out?",
  "I look at Libya where people keep saying ‘Libya’s gonna ramp!’ and you’re just like, they have three governments, there are 150 militias in Tripoli.",
  "Holodny: Your team has long argued that any near-term increase in Libyan oil could be subject to reversal given the country’s structural problems.",
  "How do you see the oil situation in the country now that leaders from the old Tripoli government are challenging the UN-backed GNA government?",
  "But ITP is the sole export route for Kurdish crude, and, you know, it’s about 500,000 to 600,000 barrels a day goes through that pipeline.",
  "But if they really start going for the civil servants' wage bill, I think that is something to watch in terms of potential pushback.",
  "Holodny: What do you see as the biggest risk associated with Mohammed bin Salman's agenda to pull Saudi Arabia in a new direction?",
  "Iranians, I think, were basically willing to walk away from the table because they didn’t need to deal as much as everybody else.",
  "And so it does illustrate that even just getting the message right and coherent amongst the Russian leadership is challenging.",
  "Yes, they may be able to go up a couple of hundred thousand, but there are all these obstacles to keeping this thing on line.",
  "And the other thing I worry about is oil becoming part of the macro story, that it gets caught in a broader risk-off trade.",
  "I don’t necessarily align Putin and Igor Sechin, because Sechin runs an energy company and Putin runs the entire country.",
  "So I think that’s another risk for him, that people start zeroing in on the cost of Yemen in terms of treasure and lives.",
  "Helima Croft, head of commodity strategy at RBC Capital Markets, spends her days keeping tabs on geopolitics and oil.",
  "The problem now is, the UN-backed government was not releasing the funds to complete repairs throughout the summer.",
  "They had to do the benefit reductions, starting off with cutting the ministers' pay, overtime for civil servants.",
  "And he basically would say, Our companies are responsible to shareholders - we can’t just close down production.",
  "Elena Holodny: What's the key thing you keep in mind when looking at what’s happening with oil geopolitics?",
  "And so I’ve always been struck by the fact that ITP has only been hit on the Turkish side of the border.",
  "Or, as you know, it is really different when you look at the US or Norway - these very stable producers.",
  "If you pick a war - and it’s a war of choice - and it doesn’t go well, you own the consequences of that.",
  "The other thing, I think, that is the real sort of challenge for Saudis on the fiscal front is Yemen.",
  "The Young Arabs poll shows that the vast majority of young Arabs support a very strong welfare state.",
  "In the nuclear negotiations they were able to bring the West over to their side on a lot of issues.",
  "And so I always just sort of try to separate these producers that have serious structural problems.",
  "I mean, I always just keep saying, Libya and Nigeria are not Norway and they are not North Dakota.",
  "Because there are reports that the ITP pipeline was down [last Wednesday] for technical reasons.",
  "To me, that pipeline is the most exposed piece of energy infrastructure in the world right now.",
  "That is sort of the risk to the downside you actually get when fighting over the facilities.",
  "Holodny: Rosneft’s Igor Sechin recently said his company wouldn’t cut or freeze production.",
  "How quickly can the US shale complex be resurrected in a $50-to-$60 oil-price environment.",
  "Russian’s energy minister, Alexander Novak, said Russia’s only thinking about a freeze.",
  "The Saudis had to give a lot of ground to the Iranians to get the Iranians to sign on.",
  "It basically means, at minimum, that Libya is probably capped out at this point.",
  "Helima Croft: I keep going back to the fact that these countries are not Norway.",
  "I worry about a situation where repeated ISIS attacks take a pipeline offline.",
  "Because no one wants to go repair a pipeline when ISIS is in the neighborhood.",
  "Holodny: And Iran is keen to increase its output, to 4 million barrels a day.",
  "I mean, you start to get into questions like, Do royals have to pay for this?",
  "Croft: On the downside, the thing is how fast does US production come back?",
  "And the Russian energy minster, Novak, was sort of in lockstep with that.",
  "I would watch for things like, two-thirds of Saudis work for the state.",
  "And the reopening of Ras Lanuf has helped them boost by about 250,000.",
  "I think Putin is the final word in terms of what the policy will be.",
  "Holodny: What do you see as the biggest wildcard for oil right now?",
  "So rolling back that social contract, I think, is inherently risky.",
  "Or an Al Qaeda in the Arabian peninsula attack stemming from Yemen.",
  "But we had to give a lot of ground to get the deal with Iran in.",
  "Holodny: How long might people be willing to put up with this?",
  "Croft: The Saudi social contract: Prosperity through loyalty.",
  "But my base case is we certainly cap out probably at 600,000.",
  "[The Kingdom] is not the most open politically or socially.",
  "Do we actually have active fighting over these facilities?",
  "[Mohammed bin Salman] is going to have to navigate that.",
  "So we want a freeze, but it’s going to be a fair freeze.",
  "Croft: Iran, I think, has become the master negotiator.",
  "The efforts to retake Mosul should be watched as well.",
  "I think a similar thing happened, frankly, in Algiers.",
  "We initially said no enrichment; they kept enrichment.",
  "You can’t turn this stuff back on like a light switch.",
  "This interview has been edited for clarity and length.",
  "The pain is front-loaded with the austerity measures.",
  "That to me is the wildcard for the market right now.",
  "Does he offer up more political and social reforms?",
  "That, to me, is always a risk with the oil market.",
  "Also, the issue of the southern pipeline network.",
  "Do they potentially try to dislodge Gen. Haftar?",
  "You have these Misrata militias in Benghazi.",
  "There’s a bit of conflicting interest there.",
  "You already see complaints on social media.",
  "And it does run perilously close to Mosul.",
  "Are we talking the Bakken and Eagle Ford?",
  "We’re more diversified, we can walk away.",
  "But that’s really the low-hanging fruit.",
  "And so I think that’s the challenge.",
  "What does that mean for the clerics?",
  "This war is prohibitively expensive.",
  "It becomes part of a macro sell-off.",
  "And I think that’s exactly right.",
  "They support energy subsidies.",
  "What are the efficiency gains?",
  "That’s what they kept saying.",
  "They kept their centrifuges.",
  "They’ve been fighting ISIS.",
  "There are all these risks.",
  "Same thing with Nigeria.",
  "Is it just the Permian?",
  "Croft: You do."
]