[
  "Tillerson's confirmation hearing comes at a time of rising tensions with Russia over its role in the U.S. presidential election and an assessment by U.S. intelligence agencies that Russia was behind the hacks of political figures in an effort to help Trump win the Nov. 8 election.",
  "President-elect Donald Trump's pick for secretary of state, Rex Tillerson, faces tough questioning at his confirmation hearing on Wednesday over his ties to Russian President Vladimir Putin as both Democrats and Republicans worry about Moscow's increasingly aggressive behavior.",
  "On Tuesday, 10 senators - five of whom sit on the Senate Foreign Relations Committee that will vet him - introduced legislation to impose even tougher sanctions on Moscow, and promised to grill Tillerson about whether he would back them.",
  "The central question facing Tillerson, 64, the former chairman of Exxon Mobil is how effectively he can transform himself from a Big Oil \"dealmaker\" to being America's top diplomat with little government experience.",
  "At the time of the sanctions, Russian oil tsar Igor Sechin told Reuters he would miss three things: exploring U.S. culture, the chance to show his children American landscapes and riding motorbikes with Tillerson.",
  "One of the senators, Republican John McCain, who has called Putin \"a thug and a murderer,\" was quoted by media as telling reporters last week when asked if he could support Tillerson: \"Sure.",
  "According to excerpts from his opening statement released before the hearing, Tillerson will say that Russia poses a danger and NATO allies are right to be alarmed at a resurgent Moscow.",
  "The same year, Exxon deepened its cooperation with Russian oil company Rosneft to expand an oil drilling project in the Arctic after U.S. sanctions over Ukraine were imposed.",
  "He will also emphasize the need to destroy Islamic State, and will criticize China's behavior in the South China Sea and call on Beijing to pressure North Korea.",
  "He will argue, however, that Russia's resurgence happened in the \"absence of American leadership\" and will call for open and frank dialogue with Moscow.",
  "Tillerson opposed U.S. sanctions against Russia in 2014 over its annexation of Crimea from Ukraine because he thought they would be ineffective.",
  "\"Russia today poses a danger but it is not unpredictable in advancing its own interests,\" according to the transcript of his remarks.",
  "\"We need an open and frank dialogue with Russia regarding its ambitions, so that we know how to chart our own course,\" he will say.",
  "\"We must be clear-eyed about our relationship with Russia,\" Tillerson will say.",
  "In 2012, Tillerson received the \"Order of Friendship\" award from Putin.",
  "There's also a realistic scenario that pigs fly.\"",
  "Moscow has denied the allegations."
]