[
  "Connors has shown footage of Putin's walk to a range of experts, including A. Thomas Pezzella, a cardiac-thoracic surgeon based in St. Louis; two orthopedic surgeons and a physical therapist at the naval hospital in Newport; and Bonnie Bainbridge Cohen, the founder of the School for Body-Mind Centering, in Amherst, Massachusetts, who is certified as something called a neurodevelopmental therapist.",
  "Because of her experience greeting Mikhail Gorbachev and other global figures and her study of modern dance, Connors became intrigued by how body movement—everything from a particular way of walking to hand gestures and facial expressions—constitutes a language for conveying not only emotion but also leadership styles and behavioral patterns.",
  "They offer a variety of conjectures: Putin could have had a stroke, perhaps suffered in utero; he may be afflicted with, as Pezzella speculates, an Erb's palsy, caused by a forceps tugging on his right shoulder at birth; he could have had polio as a child (polio was epidemic in Europe and western Russia after World War II).",
  "Her work may sound esoteric, but it is endorsed by, among others, Andrew Marshall, the legendary director of \"net assessment\" in the Pentagon, and Leon Aron, a leading Russia specialist at the American Enterprise Institute, in Washington, and the author of an acclaimed biography of Yeltsin.",
  "Based on what she has seen and on her consultation with other experts, Connors doubts that Putin ever crawled as an infant; he seems to lack what is called contra-lateral movement and instead tends to move in a head-to-tail pattern, like a fish or a reptile.",
  "Brenda L. Connors, a senior fellow in the strategic-research department of the Naval War College, in Newport, Rhode Island, is both a former State Department protocol and political-affairs officer and a onetime soloist with the Erick Hawkins Dance Company.",
  "From close analysis of physical traits, captured on tape and examined with the help of experts in medicine, psychology, anthropology, and other fields, she has developed character profiles of a number of world leaders.",
  "We had chatted on the phone about her work on Putin—in particular about her detection of a striking irregularity in his gait—and I was eager to see her tapes and to hear more.",
  "But his right arm, bent at the elbow, moved in a stiff way, as if jerked by the shoulder, and the right leg dragged, without absorbing his full weight.",
  "When she replayed the segment at normal speed, it was easy to pick up on the impediment, and then I had no trouble spotting it in other segments.",
  "The tape rolled to a shot of Putin at his first inauguration, in the spring of 2000, at the Andrei Hall of the Great Kremlin Palace.",
  "All the momentum and energy in Putin's gait comes from the left side; it is as if the right side is just along for the ride.",
  "(Videotape of Putin at judo matches shows him using his fist, rather than a splayed hand, to push himself up off the mat.)",
  "The stroke theory is consistent with what appears to be the loss of neural sensation in the fingers of his right hand.",
  "After a tour of her lab we watched a tape she had made of Putin, compiled mostly from Russian television footage.",
  "\"Here's the picture,\" she said, as we watched Putin enter the hall and stride down a long red carpet.",
  "When he is holding a pen, his right hand appears to have only an awkward, tenuous grasp on it.",
  "I saw what she meant only when she slowed the tape—and when she did, I was taken aback.",
  "Her field of study is a distinctive one: she is a certified \"movement analyst.\"",
  "I recently came across an intriguing hypothesis about Putin's survival skills.",
  "Putin's left arm and leg were moving in an easy, natural rhythm.",
  "I paid a visit to Connors at her Newport office not long ago.",
  "Even the right side of his torso seems frozen."
]