[
  "Some observers, like Phil Gunson of the International Crisis Group, are concerned that explicit backing from Trump could make it politically impossible for other leaders in the region to actively support his endorsement.",
  "For Venezuelans accustomed to living in fear of their dictatorial government, the sight of the president of the United States siding publicly with the most fearless champion of Venezuelan democracy was powerful.",
  "A handsome, charismatic, hardline critic of Venezuela’s slide to dictatorship, and a staunch advocate of civic resistance, he’s been shown in a slew of surveys to be Venezuela’s most popular political leader.",
  "In jail since early 2014 for his role in organizing anti-government demonstrations, he’s the standard-bearer for Venezuelans who think no accommodation is possible with the chavista regime.",
  "But López’s imprisonment turned her into a single mother of two, and pictures of her trudging up the hill to her husband’s military prison, two kids in tow, have earned her real admiration.",
  "Then, on Wednesday evening, Trump tweeted a picture of the himself, Vice President Mike Pence, and Florida Senator Marco Rubio, on either side of a woman named Lilian Tintori.",
  "“Venezuela should allow Leopoldo López, a political prisoner & husband of @liliantintori (just met w/ @marcorubio) out of prison immediately,” the accompanying message read.",
  "To translate: Tintori, a professional athlete and former television personality, is the wife of López, Venezuela’s highest-profile political prisoner.",
  "This most unlikely of endorsements was the shot of courage that timid leaders, both in Venezuela and the region, needed to speak their minds.",
  "Tintori was thrust into the spotlight when her husband turned himself in to Venezuelan authorities in a highly choreographed political stunt.",
  "Her foray into the world of international human-rights activism had a rocky start: She’s no politician, and her learning curve was steep.",
  "She’s withstood the ridicule of her peers for everything from the clothes she wears to her diction, in a way men never have to.",
  "For once, Trump is making good on his campaign promise: to call things by their names, to shed political correctness.",
  "There’s certainty in Trump’s tweet, and certainty is in short supply in Caracas—just like toilet paper.",
  "Over the years, she’s enjoyed the help of a formidable PR team, as well as handlers, and advisers.",
  "Through it all, she has scored diplomatic victories no one else in the Venezuelan opposition has.",
  "His obstinate approach has been maligned by the more risk-averse wing of the opposition.",
  "Trump’s tweet set off a deep political shockwave in the country.",
  "Of course, there are perils to his taking this position, too.",
  "Trump has become a toxic figure on the international stage.",
  "(And no, I can’t believe I’m writing this.)",
  "López makes people uncomfortable.",
  "Here in Venezuela, jaws dropped.",
  "This is not a concern I share."
]