[
  "Rather than retrench and perhaps lock up Muratov, Bastrykin invited the Novaya Gazeta editors to a meeting hosted by Interfax, another media outlet, whereupon the Committee chief issued a formal apology to Sokolov, who was by now well out of Russia, fearing for his life.",
  "If Robert Mueller had been accused by Jill Abramson of taking a New York Times correspondent out into the woods of Long Island and threatening the journalist with decapitation, we can be reasonably sure that Robert Mueller would no longer be director of the FBI.",
  "Bastrykin apparently sold his share in the joint stock company in July 2008 (when he was in his current post as head of the Investigative Committee), although, as Navalny noted, there was no notarized bill of sale available in the Czech corporate registry.",
  "About a month or so later, Navalny would offer evidence of yet another of Bastrykin's violations -- his ownership of an apartment, a business, and a long-term residence status in Eastern Europe, all undeclared.",
  "And even though Bastrykin had registered an apartment in Prague belonging to Olga Aleksandrova in his 2008 financial filing, he conspicuously left that property out of his 2009 filing and every one thereafter.",
  "When the journal Argumenty i fakty first exposed the assets in 2008, Bastrykin had said: \"Neither I nor any member of my family has ever engaged in commercial activity either in Russia or abroad.\"",
  "Alexey Navalny, now Russia's most recognizable opposition figure, said that the apology was pointless anyway since Bastrykin had clearly committed a crime and deserved to be fired and arrested.",
  "One journalist at The New Times, another independent Russian journal, noted that his apology, surreal as it was to behold, also negated his rapid-fired demurral to Izvestia.",
  "Bastrykin's wife, Olga Aleksandrova, sold her ownership stake in May 2009, or rather transferred it to her predecessor, Bastrykin's first wife, Natalia Bastrykina.",
  "However, his denial couldn't stop an undeniably scandalous story -- what Muratov later described as \"bad Hollywood\" -- from gripping the nation's attention.",
  "Bastrykin's initial reaction, in an interview with pro-Kremlin newspaper Izvestia, was to say that he hadn't even been in a forest \"in years.\"",
  "Navalny produced documents showing that in 2000 Bastrykin had founded Law Bohemia, a real estate trading firm, in the Czech Republic.",
  "Five journalists were arrested for picketing outside the Committee's headquarters in Moscow the day the letter was published.",
  "The hard truth is that, in your emotional state, you rudely threatened the life of my journalist.",
  "(In reality, according to a reliable source, the Bastrykins own two apartments in the city.)",
  "This is why Bastrykin's climb-down was met with widespread bemusement among Kremlinologists.",
  "There, you asked the bodyguards to leave you and remained face to face with Sokolov...",
  "All the allegations made in Muratov's letter, he said, were \"outright lies.\"",
  "But that was, as Bastrykin himself might have phrased it, an outright lie.",
  "And you joked that you would investigate the murder case personally.\"",
  "He was taken without any explanation to a forest near Moscow.",
  "But in Russia, no such presumption of accountability exists.",
  "Putinists rarely explain, and they never apologize.",
  "\"Sokolov was placed in a car by your bodyguards.",
  "What then followed was unprecedented.",
  "(Sokolov returned a few days later.)"
]