[
  "He pointed to a statement on May 16, 2014, by a Treasury spokesperson, “who said by way of example that BP’s American CEO was permitted to participate in Rosneft board meetings with Sechin so long as the activity related to Rosneft’s business and not Sechin’s personal business.”\n\nSilvestri said the Treasury Department “is trying to retroactively enforce a new interpretation of an executive order that is inconsistent with the explicit and unambiguous guidance from the White House and Treasury issued before the relevant conduct.”\n\nTreasury, in its explanation of the action, said the company “is a sophisticated and experienced oil and gas company that has global operations and routinely deals in goods, services and technology subject to U.S. economic sanctions and U.S. export controls.",
  "Treasury said there was no such legal distinction, adding that no materials from the White House or the department itself “asserted an exception or carve-out for the professional conduct of designated or block persons, nor did any materials suggest that U.S. persons could continue to conduct or engage in business with such individuals.”\n\nIn a statement, company spokesman Scott Silvestri called the move “fundamentally unfair.”\n\n“ExxonMobil followed the clear guidance from the White House and Treasury Department when its representatives signed documents involving ongoing oil and gas activities in Russia with Rosneft — a nonblocked entity — that were countersigned on behalf of Rosneft by CEO Igor Sechin in his official representative capacity,” Silvestri said.",
  "| Getty Images Treasury fines ExxonMobil $2 million for violating Russia sanctions while Tillerson was CEO\n\nThe Treasury Department and ExxonMobil locked horns in a legal battle Thursday, with the oil giant filing a lawsuit to stop a $2 million fine the department slapped on it earlier in the day it for violating sanctions against Russia in 2014, when Secretary of State Rex Tillerson was head of the company.",
  "Tillerson has long spoken against the sanctions on Russia, arguing at an Exxon shareholder meeting the same month as the alleged violations that “we don’t find them to be effective unless they are very well implemented comprehensively, and that’s a very hard thing to do.”\n\nJust last month, he argued against toughening sanctions on Russia.",
  "Exxon named Treasury Secretary Steven Mnuchin in the complaint it filed in U.S. District Court for the Northern District of Texas, putting the Trump administration in the awkward position of defending one Cabinet member against a lawsuit filed by a company formerly headed by another Cabinet member.",
  "Story Continued Below\n\nThe fine is a pittance for ExxonMobil, which reported $4 billion in earnings for the first quarter of this year, but it illustrates how the company's myriad business operations could complicate the job of the nation's top diplomat.",
  "Exxon said the administration, in its previous explanation of the sanctions policy, made a distinction between actions taken by Sechin in his personal capacity, which were not permitted, as opposed to his professional capacity at Rosneft.",
  "\"OFAC determined that ExxonMobil did not voluntarily self-disclose the violations to OFAC, and that the violations constitute an egregious case,\" it added.",
  "When current Secretary of State Rex Tillerson was CEO, he said Exxon didn't support sanctions generally because it found them usually ineffective.",
  "The heart of the dispute are eight contracts Exxon representatives signed with Igor Sechin, head of Russia’s state-owned oil company Rosneft.",
  "Sechin is a close confidant of Russia President Vladimir Putin and is also named in the sanctions.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]