[
  "But it was Tillerson and Exxon that finally managed to ink a series of deals with Rosneft to explore for oil in the Black Sea, to exploit shale resources in western Siberia, and to develop three blocks in the Kara Sea in the Arctic— a region that Rosneft claims could hold more oil than the entire Gulf of Mexico.",
  "“We’re talking about hundreds of billions of dollars in investment over the next 30 to 40 years.” (Though, to be sure, there’s no guarantee Exxon can succeed in producing oil from the Arctic — note that Shell famously came up empty after investing billions in the treacherous Chukchi Sea north of Alaska.)",
  "Between 2011 and 2013, Exxon signed a series of deals with the Russian state-owned oil giant Rosneft to explore the Black Sea, develop shale resources in western Siberia, and — most importantly — drill for oil in the Arctic, one of the biggest untapped fossil fuel resources left in the world.",
  "If those sanctions aren’t lifted, and if Russia can’t lure back Western oil companies, then the country is facing an inexorable decline in its oil and gas production in the coming years — which, if handled poorly, could devastate the government budget and the economy.",
  "At the time, Tillerson told shareholders that he was opposed to targeted sanctions on Russia: “We do not support sanctions, generally, because we don’t find them to be effective unless they are very well implemented comprehensively,” he said in May 2014.",
  "The potential conflicts of interest here are considerable: Tillerson himself owns $218 million in Exxon stock and a pension reportedly worth $70 million, though it’s not clear what he’ll do with those investments once he joins the Trump administration.",
  "And one eyebrow-raising aspect of this pick is that Exxon could potentially have billions of dollars at stake in one of the biggest foreign policy decisions Trump will consider over the next few years — whether to maintain sanctions on Russia.",
  "“If Russia could do this all by itself, without Western help, they already would’ve done it,” says Edward Chow, a longtime industry veteran who is now an energy policy expert at the Center for Strategic and International Studies.",
  "In response, the Obama administration put in place US sanctions on Russia’s oil and gas industry that forbid technology transfers and told Exxon it was to halt all offshore drilling work with Rosneft by the end of September.",
  "“But they can’t.”\n\nIf Trump ends up lifting the sanctions, Exxon is likely to resume its Arctic exploration efforts with Rosneft in short order, ExxonMobil’s head of operations in Russia, Glenn Waller, said back in April.",
  "How Exxon became so deeply invested in Russian oil\n\nExxonMobil has been interested in Russia ever since the 1990s, when former CEO Lee Raymond tried (and failed) to buy a stake in the Russian energy giant Yukos.",
  "“To say that you’re addicted to oil and natural gas,” he once told Fortune magazine, “seems to me to say you’re addicted to economic growth.”\n\nThe big question: What will Tillerson actually do about sanctions?",
  "The timing was brutal for Exxon: The company was drilling a pilot borehole in Block 1 of the Kara Sea — and had just discovered rock containing an estimated 750 million barrels of oil, Rosneft claimed.",
  "But its older fields are in decline, and the country is unlikely to sustain current levels of production past 2020 unless it develops its untapped fields, a recent report from the Wilson Center found.",
  "But this conflict will very much hang in the air: Tillerson has worked at Exxon his entire adult life, and his retirement plan is tied up in the company’s fortunes unless he sells off his stocks.",
  "Increasingly, energy companies were looking to new frontiers like Russia, which has more than $8.2 trillion in untapped oil and gas, according to Bloomberg, particularly in the icy Arctic.",
  "Given that oil and tax revenues fund half of Russia’s national budget, a long-term decline would have severe repercussions for the country, perhaps even risking political instability.",
  "In December, when asked about sanctions directly, Trump’s chief of staff cryptically said, “You have to just wait and see.”\n\nFor Russia, the lifting of sanctions could be a huge win.",
  "The opening up of a vast new reservoir — by some accounts, 20 percent of the world’s undiscovered oil and gas lie in the Arctic — could make those efforts much more difficult.",
  "When his nomination comes before the Senate next year, Democrats and Republicans alike will have every reason to question whether he can really be impartial on this issue.",
  "What we do know is that Tillerson could soon find himself in a position of influence over the sanctions question — and that lifting them could prove a major boon to Exxon.",
  "His new boss appears to agree: Reince Priebus, Trump’s incoming chief of staff, recently said Trump was not yet sure whether he’d keep those Russian sanctions in place.",
  "Despite having just made a tantalizing oil discovery in the Kara Sea, Exxon was forced to stop work — and exploration in the Russian Arctic has been on hold ever since.",
  "Why the end of US sanctions could be a huge deal for Exxon — and a bigger deal to Russia\n\nIt’s still unclear what Donald Trump plans to do about US sanctions on Russia.",
  "Tillerson took the helm of Exxon in 2006, at a time when global oil prices were rising and many of the easiest-to-drill fields around the world were already developed.",
  "The company was late to the shale boom sweeping the United States — and when it finally tried to get into the action, it overpaid in 2010 for a shale gas company, XTO.",
  "Now, to be clear: We still don’t know whether Tillerson will lobby to lift sanctions as secretary of state — let alone that he would do so solely to help Exxon.",
  "During that period, Tillerson was overseeing an Exxon oil and gas project on Russia’s Sakhalin island and reportedly came to know Putin well during that time.",
  "But Exxon’s Arctic dreams fell apart in 2014, after the Obama administration slapped sanctions on Russia’s oil industry over Russian incursions into Ukraine.",
  "“It’s absolutely very important to them.”\n\nThe resumption of Arctic oil exploration would also have potentially large ramifications for climate change.",
  "It’s conceivable Tillerson could stay impartial and judge the issue purely on its policy merits, but this conflict will be looming in the background.",
  "Although Tillerson was opposed to the sanctions, Exxon did not fight the policy (apart from asking for a short extension to wind down its affairs).",
  "The country is currently one of the world’s largest producers of crude, pumping out 10 million barrels per day (about 10 percent of global supply).",
  "To avoid that fate, Russia desperately needs to bring back Western companies with the expertise to drill in harder-to-access areas like the Arctic.",
  "Exxon would also likely resume its exploration for oil in the Black Sea — and try to tap the untapped shale formations in western Siberia.",
  "Exxon and Rosneft invested $3.2 billion in the Kara Sea project — with the hope that this bet would eventually be repaid many times over.",
  "If the world wants to keep global warming below 2°C, the internationally agreed-on goal, it needs to sharply reduce fossil fuel use.",
  "“The Arctic is the equivalent of shale in the US — and they’d be the first company to claim they had potential there,” says Gheit.",
  "The issue is also of keen interest to Russian President Vladimir Putin (not to mention those keeping an eye on global warming).",
  "For Exxon, which famously missed out on the massive US fracking boom, these deals were crucial for the company’s future.",
  "“Arctic oil in particular would’ve been a game changer for Exxon,” says Fadel Gheit, an oil analyst at Oppenheimer & Co.",
  "“They’d basically try to bring some of the tight oil techniques perfected in the United States into Russia,” says Chow.",
  "The next year, Putin awarded Tillerson Russia’s Order of Friendship medal for his company's oil work in the country.",
  "And the Trump administration has been hinting about removing sanctions since long before Tillerson was announced.",
  "But it needs to keep adding to those reserves to keep share prices high, and it’s struggled to do so since 2006.",
  "Other Western companies, including Chevron and BP, tried to pitch themselves as the answer to Russia’s woes.",
  "“If we can make a great deal for our country and get along with Russia, that would be a tremendous thing.",
  "While he has said that climate change is real, he has also scoffed at efforts to reduce oil and gas use.",
  "Igor Sechin, the CEO of Rosneft and a close Putin ally, had christened the field “Pobeda,” or Victory.",
  "Exxon, the world’s largest oil company, has long had its eye on Russia’s vast oil and gas deposits.",
  "But everything hit a snag in 2014 after Russian forces moved into Ukraine and annexed Crimea.",
  "On Tuesday, Donald Trump tapped ExxonMobil CEO Rex Tillerson to be his secretary of state.",
  "The company currently has proven reserves of nearly 25 billion barrels of oil equivalent.",
  "“Exxon realizes this is a long-term decision, and they need to be patient,” says Gheit.",
  "Yet there’s little indication that this would be a serious consideration for Tillerson.",
  "The company ended its work in the Kara Sea in late September and left the country.",
  "Analysts say the company is unlikely to be deterred by current low oil prices.",
  "The company hoped this would be a decades-long investment worth many billions.",
  "But he’s certainly offered hints that he’d seriously consider lifting them.",
  "For its part, Russia needed Western expertise to develop these resources.",
  "Russia is one of the few big prizes still available for Exxon.",
  "He hasn’t said anything on the subject since being picked.",
  "In a lot of ways, Putin and Exxon need each other.",
  "Rosneft has put its Arctic exploration on hold.",
  "I would love to try it,\" he said in April.",
  "For Exxon, the stakes are also high.",
  "And Tillerson is now in the middle."
]