[
  "As secretary of state, Mr. Tillerson, following through on his pledge to recuse himself from potential Exxon-related matters, stayed out of State Department deliberations on the permit for the Keystone XL project, a proposed pipeline that would carry oil from Canada into the U.S.\n\nDue to the sanctions, other major components of the Exxon-Rosneft agreement were put on hold in 2014, shortly before Rosneft revealed that the first well the two companies drilled together in the arctic waters of the Kara Sea may hold as much as 750 million barrels of oil.",
  "Exxon opposed how the Obama administration applied sanctions on a number of its projects, according to people familiar with the matter, in part because the European Union granted waivers to its competitors to continue operating, including Norway's Statoil ASA, which has a waiver for arctic drilling in the Barents Sea, and Italy's Eni SpA for arctic drilling in the in Barents and Black seas.",
  "The company had yet to complete a well in the Russian Arctic; Mr. Tillerson and other Exxon executives asked the Treasury Department and senior Obama administration officials to allow the company to complete the well, saying it wouldn't be safe to leave before it was finished, according to people familiar with the matter.",
  "Although a number of the biggest Western oil companies are seeking opportunities there, it remains a frontier area where few deep water wells have been drilled, an indication that explorers may find far less, or more, than hoped as more work is done, according to industry analysts.",
  "Advertisement\n\nSince the fall of the Soviet Union, Russia's oil resources have been among the most sought-after prizes by U.S. and European oil companies, and multiple U.S. presidential administrations in both parties have worked to help them enter the country.",
  "The sanctions, instituted after the Kremlin's annexation of the Crimea region of Ukraine in 2014, also bar dealings with Rosneft's chief executive, Igor Sechin, saying he \"has shown utter loyalty to Vladimir Putin -- a key component to his current standing.\"",
  "Continue Reading Below\n\nThe Black Sea request is likely to be closely scrutinized by members of Congress who are seeking to intensify sanctions on Russia in response to what the U.S. said was its use of cyberattacks to interfere with elections last year.",
  "Exxon is arguing that it deserves a waiver there because its exploration rights in the Black Sea will expire if it doesn't act by this year, under its deal with Rosneft, and because some of its top foreign competitors aren't similarly restricted.",
  "The sanctions target operations with Rosneft involving the transfer of technology, banning U.S. companies from deals in the Arctic, Siberia and the Black Sea, areas that would require the sharing of cutting-edge drilling techniques.",
  "The Obama administration granted sanctions waivers to high-tech companies operating in both Iran and Syria, arguing that facilitating the flow of information could help open up the repressive regimes in Damascus and Tehran.",
  "Mr. Tillerson is recusing himself from any matters involving Exxon for two years, and won't be involved with any decision made by any government agency involving Exxon during this period, a State Department spokesman said.",
  "Exxon Mobil Corp. has applied to the Treasury Department for a waiver from U.S. sanctions on Russia in a bid to resume its joint venture with state oil giant PAO Rosneft, according to people familiar with the matter.",
  "Exxon has reported it is exposed to losses from the Rosneft ventures of up to $1 billion before taxes, although the company has yet to recognize them on its books given its position that sanctions could be lifted.",
  "In 2015 and 2016, Exxon received a license from the Treasury Department allowing the company to undertake \"limited administrative actions\" in its partnership with Rosneft, according to company documents.",
  "The deal granted Exxon access to explore in Russia's arctic waters, the right to drill with new technology in Siberia and the chance to explore in the deep waters of Russia's portion of the Black Sea.",
  "Exxon has been seeking U.S. permission to drill with Rosneft in several areas banned by sanctions and applied in recent months for a waiver to proceed in the Black Sea, according to these people.",
  "As much as 100 billion barrels of oil remains untapped in the country, although many Western companies have been stymied in their attempts to reach those reserves, often by geopolitical risks.",
  "Congress has also launched an investigation into whether there were ties between aides to Donald Trump and Russia's government during the presidential campaign and the political transition.",
  "Unless Exxon receives approval soon, there might not be enough time to safely drill an exploratory well to be able to develop any discoveries, said oil industry experts.",
  "Secretary of State Rex Tillerson is Exxon's former chief executive officer and forged a close working relationship with Rosneft and Russian President Vladimir Putin.",
  "It isn't clear whether the request with the Treasury Department's Office of Foreign Assets Control was made before Mr. Tillerson joined the Trump administration.",
  "Rosneft is at the center of Russian plans to drill in the Arctic to tap huge but as yet unexplored reserves of oil, which are critical to the country's economy.",
  "Exxon has continued in recent years to drill and seek to expand its access around Sakhalin Island in Russia's Far East, an area to which sanctions don't apply.",
  "Companies operating in countries that are heavily sanctioned may seek waivers to conduct specific banking transactions or equipment purchases, for example.",
  "Exxon needs an oil discovery in the Black Sea by the end of this year to obtain a Russian government license to drill under the terms of the deal Rosneft.",
  "Mr. Tillerson, before he became secretary of state, said on a number of occasions that Exxon opposes sanctions when they aren't applied in a uniform way.",
  "Such permission would put Exxon in a position to move more quickly if it gets the green light to drill, according to the person familiar with the matter.",
  "The State Department is among the U.S. government agencies that have a say on Exxon's waiver application, according to current and former U.S. officials.",
  "Write to Jay Solomon at jay.solomon@wsj.com and Bradley Olson at Bradley.Olson@wsj.com\n\n(END) Dow Jones Newswires\n\nApril 19, 2017 13:06 ET (17:06 GMT)",
  "In 2013, the Russian leader bestowed upon Mr. Tillerson the country's Order of Friendship in part for his role in developing the joint venture.",
  "Exxon has been seeking U.S. permission to drill in areas affected by sanctions since late 2015, according to a person familiar with the matter.",
  "The 2014 sanctions effectively sidelined a landmark exploration deal Exxon, under Mr. Tillerson's leadership, had signed with Rosneft in 2012.",
  "American companies often seek waivers from sanctions, citing humanitarian, trade or operational issues, according to former U.S. officials.",
  "But he testified during his confirmation hearings that neither he nor his former company ever lobbied against U.S. sanctions on Russia.",
  "\"Exxon is worried it could get boxed out of the Black Sea by the Italians,\" said a person briefed on the company's waiver application.",
  "Exxon is seeking a waiver akin to those that have been granted by the EU to its rivals, according to people familiar with the matter.",
  "Treasury granted an extension and the company completed drilling in October and eventually withdrew its employees from the project.",
  "Mr. Sechin last year presided over the sale of a 19.5% stake in Rosneft, a move that brought much-needed cash into state coffers.",
  "The proposal to drill in the Black Sea has been circulated in various federal departments in recent months, several people said.",
  "It is unusual for a company to seek a waiver based purely on future business prospects, the officials said.",
  "The Black Sea may hold 30 billion barrels of oil, according to estimates from Russia, Turkey and Romania.",
  "Mr. Putin said Exxon and Rosneft might invest as much as $500 billion over the life of the partnership.",
  "Exxon has drilled there off the coast of Romania and holds a license for an area in Ukrainian waters.",
  "The Black Sea has become a major area of interest for many of the world's biggest oil companies.",
  "An Exxon spokesman said the company wouldn't discuss government deliberations on sanctions.",
  "Eni has been aggressively exploring the region in cooperation with Russia in recent years.",
  "A spokesman for the Treasury Department said it doesn't comment on waiver applications.",
  "Exxon received a waiver in September 2014 when the sanctions were first implemented.",
  "Royal Dutch Shell PLC has also drilled in the Black Sea off the coast of Turkey.",
  "Russia relies on oil and gas for around 40% of its budget revenues.",
  "--James Marson in Moscow contributed to this article."
]