[
  "According to Political Capital, a Budapest-based think tank, Russian-based trolls, Twitter bots and social media sock puppets have been put to work, boosting exaggerated stories of crimes by immigrants and “selling pro-Kremlin narratives within a tabloid, conspiracy package.” In the neighboring Czech Republic, the populist, pro-Moscow president, Milos Zeman, was re-elected in February after his pro-EU opponent, Jirí Drahos, fell victim to a concerted smear campaign accusing him of being a pedophile and a Communist collaborator.",
  "For more than a decade, he has done everything in his power to help Orbán succeed, spreading his divisive brand of anti-EU sentiment across the continent—a process that RT, the Russian state news agency, hailed as “the Orbánization of Europe.”\n\nFor years, Russia tried to weaken and divide the EU, supporting groups ranging from Catalan separatists in Spain to British Brexit activists.",
  "“This raw policy of force, shown now by Russia, has been unknown for 20 years in Europe.” April Foley, then the U.S. ambassador in Budapest, reported to Washington that Orbán was committed to trans-Atlantic relations and believed that the greatest threat to Hungary was “the survival and return of Russia and the far left,” according to State Department cables published by WikiLeaks.",
  "According to the WikiLeaks cables, the U.S. Embassy reported to Washington that Sechin had threatened Mol’s CEO that he was “not only fighting with Surgutneftegas, but with the Russian state, which has tools that companies do not have.”\n\nThe last thing the newly elected Orbán wanted was a showdown with Moscow.",
  "In the letter, recently unearthed by the Hungarian media, the young Orbán said he wanted to study the “rebirth of civil society.” He got the scholarship, and on his return to Hungary after the fall of Communism, he helped build Fidesz, a student-oriented, pro-free-market political party.",
  "According to a major investigative project by the independent Hungarian journalistic group Direkt36, Matolcsy managed to convince Orbán that the emerging East would soon become not just the most important economic player in the West but also its dominant political model.",
  "“They began voting for politicians who told them all their problems were caused by outsiders, not by them.”\n\nAs recently as October 2008, in the wake of Russia’s invasion of Georgia, Orbán, then the country’s opposition leader, was railing against Russian aggression.",
  "“Orbán may be no angel,” wrote Foley, “but he is on the side of the angels on these issues.”\n\nDavid W. Cerny/REUTERS\n\nLater, however, as Orbán campaigned in the run-up to elections in 2010, he found that populist, xenophobic rhetoric was a hit with voters.",
  "He’s also installed a Russian-style crony capitalist elite of oligarchs, used loyal businessmen to take over opposition news media and passed legislation to curb the work of nongovernmental organizations (NGOs) and civil society groups.",
  "They thought, We can sit back and Brussels will make us rich without us doing anything.”\n\nInstead, open borders and free trade heralded a massive brain drain of young Hungarians seeking a better life abroad while the economy stagnated.",
  "In 2011, gas supplied by the West was cheaper than buying it from Russia, enabling the middlemen of MET to make much greater profits if they were permitted to wriggle out of long-standing contracts with Gazprom.",
  "According to a study by the Corruption Research Center Budapest, a series of decisions made by the Orbán-controlled government allowed MET to increase supplies from the West and netted the company’s billions.",
  "He's a renegade who tries to convince himself that breaking with his past is the right choice.” In April 2010, after a campaign based on his nationalistic new platform, Orbán was elected prime minister.",
  "At the same time, Hungary also became one of the most corrupt countries in the EU, second only to Bulgaria in graft and official theft, according to Transparency International, an anti-corruption NGO.",
  "Hungary is today among the greatest net beneficiaries of EU funds, receiving 4.5 billion euros ($5.5 billion) while contributing less than 1 billion euros ($1.23 billion) to the EU annual budget.",
  "The Russian company had a so-called take-or-pay agreement with MET, in theory obliging the Hungarians to pay up for the full amount of gas they had contracted to buy, whether they used it or not.",
  "By 2016, nearly 4 percent of the country’s gross domestic product consisted of handouts from the EU in the form of subsidies and grants aimed at developing the continent’s poorest members.",
  "Like many young Eastern European liberals of that era, Orbán believed that joining the EU and NATO would help Hungary overcome its economic stagnation—and free it from Moscow’s influence.",
  "Orbán has been a pro-Putin voice in Europe, even as the rest of the EU has recoiled from Moscow in the wake of its annexation of Crimea and its support for rebels in eastern Ukraine.",
  "Soon, he was citing Russia and China as exemplary models—and declaring, with the zeal of a convert, his aim of building “an illiberal state based on national foundations” in Hungary.",
  "There was a spring chill in the air on April 8, but tens of thousands crowded around the Danube River in Budapest, Hungary, waiting late into the night to hear their hero speak.",
  "“We have given ourselves a chance to defend Hungary.”\n\nVoters had just handed him a landslide victory, a historic third term in office and a supermajority in the parliament.",
  "Orbán is like “Benito Mussolini, the former socialist journalist turned fascist dictator,” says Vladimir Tismaneanu, a professor of politics at the University of Maryland.",
  "“We thought that once we joined Europe, that would be the end of all our problems,” says Budapest-based publisher Tamas Farkas, a disillusioned early supporter of Fidesz.",
  "The Kremlin had offered loans to France’s National Front and used its propaganda channels to whip up fake news about the persecution of Russian minorities in the Baltics.",
  "To help pro-Putin sympathizers and sow doubt and discord across Europe, making it harder for Brussels to collectively punish Russian aggression in places such as Ukraine.",
  "It has included not just propaganda but also sweetheart gas deals, multibillion-dollar loans, strategic investments and covert support for violent far-right hate groups.",
  "At the same time, his long-serving economic adviser György Matolcsy—now the governor of Hungary’s central bank—persuaded him that his liberal worldview was out of date.",
  "In 1988, he wrote to Hungarian-American financier George Soros—who would later became Orbán’s greatest enemy—to ask for help with a scholarship to Oxford University.",
  "The Hungarian leader has spoken out against sanctions on Russia and regularly welcomed Putin to Budapest at a time when other EU leaders were trying to condemn him.",
  "Most of the stories originated with some 30 Czech websites that Kremlin Watch, a unit run by the Prague-based European Values think tank, has linked to Moscow.",
  "The government that preceded Orbán’s had prevented the Russians from exercising shareholder rights, which angered Russian Deputy Prime Minister Igor Sechin.",
  "“The global rise of conservative nationalism...is the menace of our times,” says political economist Will Hutton of Hertford College, University of Oxford.",
  "And though Gazprom complained bitterly when the German energy company E.ON defaulted on its agreement, it remained silent on the Hungarians’ delinquency.",
  "MET does not, and did not, hold any of the alleged long term gas supply agreements, and hence there were no ‘take-or-pay’ arrangements and settlements.)",
  "“Europe is reacquainting itself with its darkest demons.”\n\nRussia certainly did not create Europe’s populist backlash (or America’s, for that matter).",
  "Most important for the Kremlin, Hungary has become the heart of a growing rebellion against the EU’s liberal democratic values, principles and rules.",
  "A state buyout of the company would help Orbán curb Csányi’s influence—and prepare the way for Orbán to take control of the country’s energy market.",
  "In November 2009, Orbán traveled to St. Petersburg to see Putin; the next month, he went to Beijing to meet Xi Jinping, now China’s president.",
  "Putin was evidently no less impressed by Orbán—or at least by the disruptive possibilities of his sudden enthusiasm for nationalist values.",
  "“Many people, especially of an older generation and in the countryside, were used to the government looking after all their problems.",
  "MET is proud to be present in 15 countries across Europe and to practice fair and open market behavior without any political agenda.",
  "Orbán had run a staunchly anti-immigrant campaign and denounced the European Union as an “empire.” And most voters had loved it.",
  "In 2009, Surgutneftegas, the Russian state-owned energy giant, had bought 21.2 percent of Mol, Hungary’s biggest oil company.",
  "But again, the payoff was political—cheap energy prices were a major factor in Orbán’s second election victory in 2014.",
  "But the Kremlin is more than happy to take advantage of it—and in Orbán’s Hungary at least, the strategy is working.",
  "When he finally emerged, around midnight, they were jubilant, “We have won,” Prime Minister Viktor Orbán declared.",
  "Sándor Csányi was one of Hungary’s wealthiest men, head of the country’s largest bank and vice president of Mol.",
  "In 2004, Orbán’s dream was realized when Hungary and other Central European nations were accepted into the EU.",
  "“What happened [in Georgia] is something we have not seen since the end of the Cold War,” he told reporters.",
  "That would not only help Orbán assert his control over the company but would aid him domestically as well.",
  "It was originally founded by Mol, but by the time Orbán came to power, its ownership structure was opaque.",
  "More important, it allowed utility prices to consumers to fall, further endearing Orbán to voters.",
  "But for that to happen, Sechin, Russia’s oil industry bulldog, would have to surrender the stake.",
  "Orbán, now prime minister, returned to Russia in November of that year for a meeting with Putin.",
  "The Kremlin has certainly tried to help many of Europe’s nationalist parties and politicians.",
  "The next favor that Orbán needed from Putin involved MET, the country’s gas-trading company.",
  "MET had deals to import gas from both Western suppliers and from Russian gas giant Gazprom.",
  "“People became angry when they realized that the EU was not a free ride,” Farkas says.",
  "Billions in Lost Profits\n\nREUTERS/Sergei Karpukhin\n\nThe answer soon became clear.",
  "Hungarian Renegade\n\nHulton Archive/Getty\n\nOrbán wasn’t always a friend to Moscow.",
  "There, they discussed a thorny problem that only the Russian leader could solve.",
  "It was a choice, from Putin’s point of view, between profits and geopolitics.",
  "He began his career as an anti-Russian, anti-Communist, liberal dissident.",
  "Instead, he proposed that Hungary buy out Surgutneftegas’s stake in Mol.",
  "But its support of Orbán has been unprecedented in its scale and scope.",
  "The question was: How could Russia help spread his incendiary message?",
  "“He knows the liberal tradition and the value it places on pluralism.",
  "He comes from the civil society and does everything to annihilate it.",
  "By April 2011, Moscow’s stake in Mol was in Hungarian state hands.",
  "That decision cost Russia billions in lost profits.",
  "The payoff has been huge—at least for the Kremlin.",
  "Orbán was apparently impressed by both men.",
  "So did Russian President Vladimir Putin.",
  "(MET denies these allegations in full.",
  "Gazprom willingly paid the price.",
  "The latter won out.",
  "The goal?"
]