[
  "You would have to believe, and obviously I can't go into the classified information, but you'd have to believe that the uniform nature of the hacking and the dumping of information that was damaging to Secretary Clinton and helpful to Donald Trump was both coincidental and accidental and the Russians didn't know what they’re doing, to believe that they had no interest in helping one candidate.",
  "And the fact that we have a president-elect who is willing to disregard the overwhelming evidence of the intelligence community, just on the basis of the Russian involvement in the hacking of our institutions, tells me that this will be a president who will disregard even the best assessments of the intelligence community when it doesn't suit his own version of events.",
  "has concluded that the Russians did not interfere with our election merely to undermine confidence in the democracy and the results, but a senior administration official was quoted as saying this: \"It is the assessment of the intelligence community that Russia's goal here was to favor one candidate over the other, to help Donald Trump get elected.\"",
  "REINCE PRIEBUS:\n\nIt's not just business deals, it's an extensive knowledge of our relationships across the globe, and extensive knowledge of international law, and extensive knowledge of how deals are put together in places of the world that are very sensitive, and intergovernmental relationships that are very unique to Rex Tillerson.",
  "REINCE PRIEBUS:\n\nAnd what I'm asking you, Chuck, is tell me what the specific source that you have, other than a New York Times article that claims that through unnamed sources who they say was also inconclusive, what source are you using to be so adamant to get a response from me on something that doesn't have a source to it?",
  "MIKE ROWE:\n\nWell-- All my suits are rubber, so I figured I'd go--\n\nCHUCK TODD:\n\nYou know, you wrote, this has all been about, this election, in many ways, when we've been talking about it, has been about the sort of-- what feels like the forgotten middle class, the forgotten blue collar jobs.",
  "Joining me for insight and analysis are presidential historian and Pulitzer Prize-Winning author, Doris Kearns Goodwin, Michael Steele, former chairman of the Republican National Committee, Wall Street Journal columnist Kimberley Strassel and former Under Secretary of State, Rick Stengel.",
  "And you can't help but wonder, when you fly over places like the Mideast, that we have so many man-made problems in that area that have gone on for centuries, why we can't get together on this beautiful home that we call Earth and really solve some of these problems here.",
  "RICK STENGEL:\n\nWell, they are, but--\n\nMICHAEL STEELE:\n\nAnd the way the American people see these transactions over the last 15, 20 years--\n\nRICK STENGEL:\n\nBut Michael here’s the thing -- I’ve been in a room--\n\nMICHAEL STEELE:\n\n--has resulted in a lot of bad policies.",
  "I mean we're essentially, in saying that the Russians did this to help elect Donald Trump, we are saying that the Russians were the only people in the whole world who knew that Donald Trump was going to win, had a possibility of winning this election.",
  "What makes more sense, that they did this because they assumed that Hillary Clinton would be the president, and this was a way of de-legitimizing what they thought would be--\n\nCHUCK TODD:\n\nHer presidency--\n\nKIMBERLEY STRASSEL:\n\n--her presidency.",
  "There's a difference between picking a fight with the entire agency or with the unnamed leadership that is putting out some of this information, which I'm sure, if you're in the Trump camp, does seem to be highly political, to a certain degree.",
  "(END TAPE)\n\nCHUCK TODD:\n\nJoining me now from Stanford University is the former U.S. ambassador to Russia under President Obama, Mike McFaul who, by the way, was recently banned from Russia for what he said are his close ties to President Obama.",
  "KIMBERLEY STRASSEL:\n\nWell again, because I think that this story, as it was presented this weekend mixed up these questions of whether or not Russia was involved, but also, the suggestion that somehow maybe that made his election illegitimate.",
  "Partisan politics aside, this is not about the results of the election, it's about a hostile foreign government trying to influence our election, just as the Russians have been accused of doing in Germany and Italy just in the last two weeks.",
  "I think the circumstantial evidence, which is all I could talk about publicly, is so profound that you’d really have to believe that, to accept Reince Priebus's argument, that the Russians aren't capable of hacking Republican institutions.",
  "And he was denying, was looking for sourced information that would somehow prove this allegation, was not ready to accept the conclusions of these intelligence reports that say Russia was at least trying to do something with this election.",
  "KIMBERLEY STRASSEL:\n\nWell can I-- Can I ask-- I mean how much of this, though, is our education system and also our leaders, in that the message these days to every kid is, \"If you don't go to four-year college, that somehow-- \" yeah.",
  "The New York Times is reporting that intelligence agencies have concluded with high confidence that Russia hacked the Republican National Committee's computer systems but chose to leak only Democratic Party documents to the public.",
  "CHUCK TODD:\n\nBut should it be troubling if somebody-- for instance, the United States government lobbied Rex Tillerson not to attend an event in Russia earlier this year, sort of a global expo event that Vladimir Putin was hosting.",
  "REP. ADAM SCHIFF:\n\nThe reason that this Russian active measures campaign has been so phenomenally successful is that you have the rare specter of a presidential candidate and now president-elect willing to give the Russians cover.",
  "And by contrast, they had, in Secretary Clinton, a candidate very tough on Russia, and who they blamed, as Ambassador McFaul said, for the protest, the mass demonstrations, against the corruption in the Russian elections in 2011.",
  "I call it the \"It's a Wonderful Life\" phenomenon, where, if you look at somebody's job, one of the best ways you can pay an honest tribute to it is ask the viewer or the audience to imagine the world they're in without that job.",
  "He's also written a Facebook post that has gone viral, in which he argues that it's no coincidence that Donald Trump got elected at the same time that Dirty Jobs, which focuses on people who do blue collar work, is successful.",
  "But the second thing I'm telling you is you have no source, no conclusive source that you're using, other than a false article in The New York Times somehow claiming--\n\nCHUCK TODD:\n\nYou keep talking about The New York Times.",
  "(BEGIN TAPE)\n\nCHUCK TODD:\n\nDonald Trump declared war on the intelligence community in a statement filled with hyperbole on Friday night: \"These are the same people that said Saddam Hussein had weapons of mass destruction.",
  "CHUCK TODD:\n\nMy question is about whether or not--\n\nREINCE PRIEBUS:\n\nTell me--\n\nCHUCK TODD:\n\n--Russia tried to infiltrate our election in some way, shape or form, the hacking of the D.N.C., the hacking of John Podesta.",
  "You wrote, what will that mean, you wrote this on your Facebook page, or excuse me, back in February '15, \"It seems clear that companies are responding to rising labor costs by embracing automation faster than ever.",
  "SEN. LINDSEY GRAHAM:\n\nIf the evidence is what I think it will be, then we'll have a bipartisan effort to sanction Putin and inner circle for their interference not only in our election but destabilizing the world.",
  "'s assessment about -- what I'm saying is do you believe, let's just clear this up, do you believe -- does the President-elect believe that Russia was trying to muddy up and get involved in the election in 2016?",
  "I'll talk to President-elect Donald Trump's incoming chief of staff, Reince Priebus, the top Democrat on the House Intelligence Committee, Adam Schiff, and the former U.S. ambassador to Russia, Michael McFaul.",
  "But look, I just don't believe, and neither does the president-elect, that solving the world's biggest problems are best done by ignoring people and having, you know, crummy relationships across the globe.",
  "But we don't have confidence in The New York Times releasing a report of unnamed sources of some kind of study that itself, and The Washington Post said was inconclusive to claim that, because the C.I.A.",
  "CHUCK TODD:\n\nYou know, I, when I went to Macomb County, which is a great swing county, working class county, in Michigan, I was talking to a guy that runs a fast, pretty fast-growing manufacturing thing.",
  "CHUCK TODD:\n\nSo should we expect that, regardless of who's Secretary of State, that one of the first orders President Trump will do will be to lift the sanctions against Putin and many of his cronies?",
  "Back in September, when the White House had sensitive intelligence about Russia and the election to share with Congress, they convened what is called the so-called \"Gang of 12\" in intelligence speak.",
  "KIMBERLEY STRASSEL:\n\nLook, I don't think that there is any problem in acknowledging that Russia would like to destabilize this country, and took actions to do so, and to express outrage about that.",
  "This is effective because the Russians can put out on their T.V., their Russia Today and their Sputnik, that the president-elect of the United States doesn't believe that they were involved.",
  "DORIS KEARNS GOODWIN:\n\nAnd I think what's so important about the Secretary of State role is that right now we've got a lot of generals in the administration, which I think is a great thing.",
  "And if it is true--\n\nCHUCK TODD:\n\nSo you don't believe--\n\nREINCE PRIEBUS:\n\n--you can’t site to a single source--\n\nCHUCK TODD:\n\nReince, that means you do not believe--\n\nREINCE PRIEBUS:\n\nNo.",
  "that says that there was evidence that the Russians were involved generally in this race in some form -- not necessarily specifically with hacking the R.N.C., there's no evidence of that.",
  "(BEGIN TAPE)\n\nJOHN GLENN:\n\nIt's just so beautiful up there, you can't help but look out and you get teary-eyed, almost, just looking out and appreciating the beauty of where we live here.",
  "I think for Donald Trump, this is an opportunity to double down on that and then to double down on the conversation about the Russians' involvement and show how he's not affected by it.",
  "Your desk, I'm sure it's beautiful, but it probably looks an awful lot, you know, at 5PM as it does at-- you just don't have the visual cues--\n\nRICK STENGEL:\n\nCan I ask you a question?",
  "This is not about re-litigating the election, it's about getting good information to the American people about what happened and preventing it and deterring the Russians in the future.",
  "Presidential historian, Pulitzer Prize-winning author Doris Kearns Goodwin, and Michael Steele, former chairman of the Republican National Committee and an NBC News political analyst.",
  "is not only that Russia interfere -- make an attempt to interfere on the 2016 election to be disruptive, but they actually were trying to be disruptive in order to help Donald Trump.",
  "Plus, early reaction to Donald Trump's apparent choice for Secretary of State, Rex Tillerson, the chief executive of ExxonMobil, who has a particularly close relationship with Putin.",
  "RICK STENGEL:\n\nBut I do think the larger issue, which we've been nibbling around, is that there's this existential information threat to the U.S.. And a lot of it comes from Russia.",
  "So you don't have the director of national intelligence making a public statement the way he did in October, without there being a broad consensus of all the intelligence agencies.",
  "You know, I mean we were hearing things back in 2004 and 2005, at the network, that were uncannily familiar to the conversations we were hearing around the GOP--\n\nCHUCK TODD:Yeah.",
  "(BEGIN TAPE)\n\nCHUCK TODD:\n\nAnd joining me now is the outgoing chairman of The Republican National Committee and the incoming chief of staff of the president-elect, Donald Trump.",
  "And later, someone who's made a career of celebrating blue collar workers, Mike Rowe of Dirty Jobs fame on why his shows and Donald Trump have been successful at the same time.",
  "What is really striking about the last 48 hours, of course, is that now the intelligence community is starting to directly give us news about the way these dots are connected.",
  "Any concerns you have about an administration, if Rex Tillerson is Secretary of State, that wants to forge closer personal ties and closer ties with Vladimir Putin's Russia?",
  "And I hope we will have a bipartisan, nonpartisan joint investigation of the intelligence communities or a commission like my colleagues Swalwell and Cummings are proposing.",
  "CHUCK TODD:\n\nReince, my question's not about the R.N.C.--\n\nREINCE PRIEBUS:\n\nSo, now tell me a specific--\n\nCHUCK TODD:\n\nReince, Reince--\n\nREINCE PRIEBUS:\n\nI'm getting to it.",
  "REINCE PRIEBUS:\n\nWell, it might unnerve people who think that the best route for our country to go is to ignore people and to have an enemies list and adhere to that list.",
  "And that is so extraordinarily beneficial to Russian propaganda, it's what has made this so powerful--\n\nCHUCK TODD:\n\nLet me--\n\nREP. ADAM SCHIFF:\n\n--and so damaging to us.",
  "(BEGIN TAPE)\n\nDENNIS MEAGHER:\n\nIf you've been out on this floor doing skilled or semi-skilled work, and you're 40 years old, you don't want to go do a computer-based job.",
  "knew that he had been trying to win his elections by having a back channel talk with the South Vietnamese to stop the peace talks that Johnson had wanted to start in '68.",
  "But I would also say, at the same time, the thing that always gets left out of the conversation is the fact that there are 5.8 million jobs that are available right now.",
  "But I mean what does the current administration, the Obama administration, has now been pushing to get this information out into the public about Russia's involvement.",
  "Further, in September, the White House wanted Congressional leaders to sign off on a bipartisan statement supporting efforts to insure the integrity of the election.",
  "REX TILLERSON:\n\nMy relationship with Vladimir Putin, which dates back almost 15 years now, I've known him since 1999, and I have a very close relationship with him.",
  "spokesman Sean Spicer tweeted defensively, \"Don't miss tomorrow's Sanger New York Times exclusive interview with Elvis riding his unicorn on a rainbow with Santa.\"",
  "Tell us a little bit about why everyone is so convinced that what happened in the United States fits a pattern of what Russia has been doing in other countries.",
  "CHUCK TODD:\n\nDo you think that indeci-- Do you think that decision to po-- to not come out as definitively before the election was a mistake by President Obama?",
  "But what I don't want to do, Chuck, is have a debate with you over an unnamed source that the article said was inconclusive over who hacked and why they hacked.",
  "And so it's very rational, in my view, that he would rather see President-elect Trump be the next President of the United States instead of Secretary Clinton.",
  "In The Washington Post story, apparently, the president wanted to go public with this information and wanted to have sort of a bipartisan statement about it.",
  "So I think that's fact one, the Russians-- definitely this was not China, this wasn't some 400 pound guy in New Jersey or anyone else, this was the Russians.",
  "DORIS KEARNS GOODWIN:\n\nAnd somehow I think that's what Mr. Trump was able to tell the story to those people, saying, \"I'm going to make America great again.\"",
  "comes out with this assessment, Vladimir Putin's buddy gets the Secretary of State job--\n\nMICHAEL STEELE:\n\nThere's a little bit of indigestion there, yeah.",
  "But you need the civilian military balance so that Secretary of State role is now even more important than it would have been before we saw these generals.",
  "Let's remember that Vladimir Putin thinks that she intervened in his election, the parliamentary election in December 2011, and has said as much publicly.",
  "But these preconceived notions that, \"How dare you cut a deal with the Russian government because you need to have -- go where the oil is at,\" is absurd.",
  "But the, for me, the thing I keep coming back to is the idea that, as a group, there was a level of job satisfaction that was undeniable and surprising.",
  "On Dirty Jobs, the big lesson was there is an awful lot of people who are doing really important work, who nobody really pays affirmative attention to.",
  "But what they're unhappy about, and legitimately so, is the piece of this story for which there is no evidence, that this was done to aid Donald Trump.",
  "Is there any chance here this is confirmation bias on the intelligence community in general, or on those folks that are interpreting the intelligence?",
  "And so, you know, somewhere between efficiency and effectiveness there's a pretty interesting conversation about, you know, meaningful work, I think.",
  "CHUCK TODD:\n\nLet me move to the reports that both The Washington Post, New York Times, NBC News has confirmed it, that the assessment from the C.I.A.",
  "He's talked to a variety of folks from, as you know, Rex Tillerson, to Mitt Romney, to Rudy Giuliani to David Petraeus, Bob Corker, and many others.",
  "But according to The Post, at least two Republican lawmakers, including Senate Majority Leader Mitch McConnell, who was not persuaded by the C.I.A.",
  "/ Updated\n\nNBC NEWS - MEET THE PRESS\n\n\"12.11.16\"\n\n(BEGIN TAPE)\n\nCHUCK TODD:\n\nThis Sunday morning, Donald Trump, the Russians and the 2016 election.",
  "Our enthusiasm for work, our desire to find a job that may not be our wish fulfillment, but jump into it with both hands and see where it takes us.",
  "State Treasurer John Kennedy, no relation, by the way, to the Kennedy family, defeated Democrat Foster Campbell with nearly 61 percent of the vote.",
  "MICHAEL STEELE:\n\nWell, what I do know is that, for all the evidence, Reince was absolutely right in what he was saying in terms of what the F.B.I.",
  "And in my opinion, the Obama administration rightly sanctioned Russian companies, including Igor Sechin, the CEO of Rosneft, ExxonMobil's partner.",
  "But to use this example-- I don't see what-- there's nothing wrong with them saying, \"They hacked us, and yet, I won the election fairly anyway.\"",
  "CHUCK TODD:\n\nSo should we expect that--\n\nREINCE PRIEBUS:\n\n--I would venture to guess that Rex Tillerson doesn't agree with that, either, Chuck.",
  "They had a candidate with very pro-Putin, pro-Russian views who belittled N.A.T.O., who was willing to potentially remove sanctions on Russia.",
  "There was really nothing preventing the administration, on its own, from being even more declaratory in terms of what the intelligence showed.",
  "Donald Trump has been talking this morning and we've been learning he is still not acknowledging this Russian involvement, doesn't believe it.",
  "CHUCK TODD:\n\nDoris, go bigger picture for me here, as you are better at than anybody, which is to have a President-elect go after the C.I.A.",
  "And this has happened before with intelligence assessments, which is political figures essentially, it's a form of confirmation bias, right?",
  "When The Washington Post story about Russian involvement in our election was posted online Friday night, it was nothing less than explosive.",
  "I think the evidence is circumstantial enough that we really do need this bipartisan independent investigation that others are calling for.",
  "CHUCK TODD:\n\nYou dispute 17 different intelligence--\n\nREINCE PRIEBUS:\n\nYou have no idea whether the hacking even influenced the election.",
  "There are people out there now suggesting in The New York Times that maybe he only won this because Russia interfered with the election.",
  "I think, I think they're going to get over this little hurdle, they're going to make their case about, as we saw Reince do this morning.",
  "CHUCK TODD:\n\nMike McFaul, former ambassador to Russia under President Obama and now from Stanford University, thanks for coming on, sir.",
  "LISA MONACO:\n\nThe president has directed the intelligence community to conduct a full review of what happened during the 2016 election.",
  "'s conclusion, equally remarkable was Donald Trump's decision to side with a foreign government over our own chief intelligence agency.",
  "I mean what'd Huxley say, you know, the greatest threat to freedom was total anarchy, the second greatest threat was total efficiency.",
  "And we've had plenty of discussions, both before the election, and we've had briefings since the election, about the Russian meddling.",
  "And there wasn't a bipartisan agreement either before, and I think we are seeing some bipartisan interest in investigating thereafter.",
  "Because I think those kind of-- that lack of deterrence invited the Russians to meddle, and consider they could do this with impunity.",
  "People with dirty jobs, by and large, hate to generalize, but by and large, they always know how they're doing every step of the way.",
  "RICK STENGEL:\n\nOver and over I've been in the room with the Secretary of State, where he's with foreign ministers and heads of state.",
  "The smartest people I know, I blew up-- grew up in a blue collar community, smartest people I know almost all are skilled tradesmen.",
  "So somewhere between knowledge, enlightenment, education and basic intelligence, we need a PR campaign--\n\nKIMBERLEY STRASSEL:\n\nYeah.",
  "And then that becomes the big question for the Trump administration once that's-- if if Obama does something, do they continue that?",
  "REINCE PRIEBUS:\n\nNumber one, you don't know it, I don't know it, and there's been no conclusive or specific report to say otherwise.",
  "CHUCK TODD:\n\nThe man who appears to be Trump's choice for Secretary of State, Exxon Mobil CEO Rex Tillerson, has deep ties to Putin.",
  "And so yeah, I think he's not just qualified, I think he's someone that's preeminent, not just in business, but in the entire world.",
  "CHUCK TODD:\n\nIn your determination, as somebody who, obviously with deep knowledge of the Russian system, what's Putin' motivation?",
  "MIKE MCFAUL:\n\nWell, because Russia has this capability, and they're motivated, for political purposes, to do these kinds of things.",
  "He likes this pot being stirred the way it's being stirred right now because he gets to see the mettle of the individuals involved.",
  "Number one, you don't have a single source-- I've given you a source specifically, me, who runs the R.N.C., to say that the R.N.C.",
  "Recently retired Under Secretary of State, Rick Stengel, who officially left that gig this week, he's off to Harvard, he joins us.",
  "But then Russia intervened in Ukraine, they annexed Crimea, they supported guerrillas with their own soldiers in Eastern Ukraine.",
  "But that doesn't mean that the positions of President-elect Trump are not going to be extremely tough in putting America first.",
  "Well, the Repub-- the Russians have demonstrated they can hack practically any government institution, any private institution.",
  "CHUCK TODD:\n\nBut it's almost as if we're saying, \"No, those other jobs, they're going away, and that's okay that they go away.\"",
  "Then we can make intelligent decisions later, and you and I can have more intelligent conversation about what to do about it.",
  "I think the only conclusion you should have is that talking to people is something that President-elect Trump is going to do.",
  "And so, you know, I think that, you know, poking this prematurely is something that just isn't, number one, it’s not helpful.",
  "And frankly, I don't know a Democrat or Republican who has heard the intelligence that would quarrel with those conclusions.",
  "But you bring that up as the most embarrassing moment in their history right away, you're going to need those professionals.",
  "I think where the cross was, was on the distinction between whether or not Trump is going to accept the report of the C.I.A.",
  "The first part of this story is was Russia involved in hacking institutions and in generally sowing discord in the election?",
  "in the R.N.C.. We've been working with the F.B.I.--\n\nCHUCK TODD:\n\nWhy--\n\nREINCE PRIEBUS:\n\nWe had intelligence experts here.",
  "And we also didn't have the data that you just described in your intro that they have hacked the R.N.C., the Republicans.",
  "And they came in to review what we were doing and went through our systems, went through every single thing that we did.",
  "And in fact, it's a victory for Russia and Putin that, here today, we're talking--\n\nCHUCK TODD:\n\nThis is the story, yes.",
  "Do you not believe anything that Russia was attempting to infiltrate the U.S. election system in any way, shape or form?",
  "So the idea that this was done to help Donald Trump, that that's the evidence for this, that they didn't put any R.N.C.",
  "Job is much more than just how you pay your bills and what you're doing for your family and what kid can go to college.",
  "And when we showed up and started to do that, the conversations that came out of that dynamic were really interesting.",
  "CHUCK TODD:\n\nIt was inconclusive about--\n\nREINCE PRIEBUS:\n\nI'm not defending--\n\nCHUCK TODD:\n\n--Vladimir Putin, Reince.",
  "And we'll hear from the top Democrat in the House Intelligence Committee, one of those 12, Adam Schiff of California.",
  "It is clear that they want to-- that the Trump folks want to zero in on this narrow question about whether the R.N.C.",
  "Whether it's real or not to bring back some of these manufacturing jobs, some of them may be, some may be automation.",
  "But he essentially put Exxon's interest over and above the interest of the United States government in that position.",
  "And he had this to say to me about the whole exercise of job retraining and what it means for somebody in their 40s.",
  "And one of the things I think that got lost in the campaign is the difference between automation and globalization.",
  "CHUCK TODD:\n\nYou dispute 17 different intelligence agencies that have assessed that Russia agents were behind this?",
  "But as to Rex Tillerson, he's one of the most preeminent business people, not just in America, in the entire world.",
  "Is that--\n\nREINCE PRIEBUS:\n\nAnd what I'm asking you--\n\nCHUCK TODD:\n\nThat's what your statement said Friday night.",
  "The second thing I would tell you is that you don't have any proof that the outcome of the election was changed.",
  "CHUCK TODD:\n\nYou're ignoring The Washington Post report for obvious reasons, because you want to deny the R.N.C.",
  "We can't just reverse those sanctions in the name of economic interests now, unless Russia changes its behavior.",
  "But 5.8 million jobs in the skills gap has to tell us something, on a deeper, broader level, about opportunity.",
  "We have a candidate who undermined the power of N.A.T.O., of Article Five, where \"one for all and all for one.\"",
  "Those are pretty big new facts, and I think they demand real attention in terms of some kind of investigation.",
  "Now, when I was in the government, I supported ExxonMobil’s work with Rosneft, the largest oil company there.",
  "John McCain: \"A matter of concern to me, referring to Mr. Tillerson's close relationship with Vladimir Putin.",
  "CHUCK TODD:\n\nSo nobody with the--\n\nREINCE PRIEBUS:\n\nThe story is--\n\nCHUCK TODD:\n\nLet me ask you this, Reince.",
  "has concluded the Russians intervened to help elect Donald Trump who, as a candidate, praised Vladimir Putin.",
  "And it's partly because they knew that that's what they actually wanted to do and were good at, as well, too.",
  "We're talking about Donald Trump has been saying about Russian involvement in the election just this morning.",
  "CHUCK TODD:\n\nYou, I know you were listening to my interview with Reince Priebus, the incoming chief of staff.",
  "DORIS KEARNS GOODWIN:\n\nAnd I think what's-- I think what’s troubling is that to cast aspersions on the C.I.A.",
  "And he promised them somehow, or his campaign did, that, \"If you do this deal, I'll give you a better deal.\"",
  "And the minute you see that, you know, the sewage worker, the garbage person, yeah, all of it gets elevated.",
  "We're going to talk about what Democrats can learn from Donald Trump's success in wooing blue collar voters.",
  "I think what you've showed a certain way was that there’s dignity that these people feel toward their jobs.",
  "What can you share with us to prove something to Reince Priebus to essentially say, \"You're wrong on this?\"",
  "DONALD TRUMP:\n\nRussia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing.",
  "CHUCK TODD:\n\nLeading Senate Republicans are already preparing to launch a probe into Russia's involvement.",
  "Number two, President-elect Trump supports a lot of foreign policy positions that Vladimir Putin supports.",
  "KIMBERLEY STRASSEL:Well, wait he--\n\nDORIS KEARNS GOODWIN:\n\nNobody's saying he wouldn't have won it anyway.",
  "What will that mean for those people trying to get started in the workforce?” Well, we know what it means.",
  "What happened when the Berlin Wall fell down is it was the end of history for us and we kind of retreated.",
  "repeatedly, including two days ago when we checked back with them about this issue--\n\nCHUCK TODD:\n\nRight.",
  "I think it was a mistake even earlier, frankly, not to react more forcefully when North Korea hacked us.",
  "CHUCK TODD:\n\nAnd there's something personally about Rex Tillerson I know that appeals to him personally.",
  "In 2013, The Kremlin awarded Tillerson the Order of Friendship, one of the highest honors for civilians.",
  "Do you understand why that would unnerve some people about the idea of him as America's chief diplomat?",
  "It was not inconclusive--\n\nREINCE PRIEBUS:\n\nListen--\n\nCHUCK TODD:\n\n--that Russian agents were involved.",
  "Louisiana held a Senate runoff election yesterday to replace retiring Republican Senator David Vitter.",
  "That's not about-- you know, that, people do lose their jobs because of automation, not globalization.",
  "Because that was what I took away from you in our conversation, which is, \"Look, let's celebrate work.",
  "You can have thousands of really good training programs, but the training needs to be the vocational.",
  "And with that, we can now finally say officially Republicans will hold 52 seats in the next Congress.",
  "Schiff heard firsthand the evidence that Russia was trying to tip the scales in Donald Trump's favor.",
  "Many of the men and women who've worked there have done noble things that we may not even know about.",
  "Sometimes people jump to the conclusion that this was somehow coordinated with President-elect Trump.",
  "It doesn't mean that we're not going to make sure that the American position is always advocated for.",
  "I think everyone can agree that that happened--\n\nCHUCK TODD:\n\nNot everyone is agreeing to that, yet.",
  "has reported back to them, that there was no hacking, per se, of the R.N.C.. That's been very clear.",
  "And by the way, that was the specific allegation that was made in the actual New York Times article.",
  "But I think, at the end, they will, because the Tillerson nomination potentially will force them to.",
  "But what I'd say about that, though, is Rex Tillerson is-- our diplomacy is not about transactions.",
  "But with respect to their involvement, their fingerprint on this election, that's the question, so.",
  "Yes, part of the idea is to undermine our institutions, undermine democracy, question the election.",
  "I mean that-- you have to put this in the--\n\nDORIS KEARNS GOODWIN:Well that’s what he should argue.",
  "CHUCK TODD:\n\nOn what Democrats can learn from Donald Trump on how to win over working class voters.",
  "And I believe that the relationship between Mr. Tillerson and Vladimir Putin needs to be examined.",
  "It's always about, when there’s skilled labor, it's always about engineering and different things.",
  "You know, we have got a lot of people out of work and many more out of the workforce specifically.",
  "We're still pushing the same path for the most people as though it really is some sort of panacea.",
  "Coming up, we'll have more on this evolving story about Russia, the U.S. election, Rex Tillerson.",
  "(END TAPE)\n\nCHUCK TODD:\n\nWhen we come back, just 12 members of Congress have seen the full C.I.A.",
  "The idea is put America first, not just in the United States, but America first across the globe.",
  "because these are the same people that said that Saddam Hussein had weapons of mass destruction.",
  "Do you categorically--\n\nREINCE PRIEBUS:\n\nOkay, first of all--\n\nCHUCK TODD:\n\n--rule all that out?",
  "The election ended a long time ago in one of the biggest electoral college victories in history.",
  "By the way, candidate Trump quoted Russia Today stories and Sputnik stories during the campaign.",
  "We have a Secretary of State in Rex Tillerson who has this personal relationship, which is fine.",
  "before you've even taken the Oath of Office, he's going to have to use the professionals there.",
  "Look, I'm refuting the specific fact that was made in the article--\n\nCHUCK TODD:\n\nI understand.",
  "REINCE PRIEBUS:\n\nIt's amazing to me that immediately everyone's just jumping the shark on this.",
  "There won't be an announcement, I would assume, until maybe, you know, early to mid-next week.",
  "CHUCK TODD:\n\nLet me start with, apparently, a big announcement that may be coming this week.",
  "And so we just don't believe that talking to people and having relationships is a bad thing.",
  "You don’t believe -- you and Donald Trump do not believe Russia was involved in that at all?",
  "comes out and produces somebody on the record, you're going to dispute this the entire time?",
  "He was on Meet the Press at least a dozen times, including after his second trip into space.",
  "MIKE ROWE:\n\nPeople ask me all the time, \"You know, what's the big take-away from that show?\"",
  "(END TAPE)\n\nCHUCK TODD:\n\nWe always focus on job retraining, and it's always about computers.",
  "It is--\n\nREINCE PRIEBUS:\n\nNo, I'm not dispute-- I just don't know whether it's true or not.",
  "And I think we should work with our European allies to sanction the Russians this behavior.",
  "was --\n\nCHUCK TODD:\n\nExplain why you had the F.B.I there --\n\nREINCE PRIEBUS:\n\n--not hacked.",
  "I mean this is a guy who has business relationships in every continent in the entire world.",
  "I want to know what Mr. Tillerson thinks about a broad set of issues, not just energy ones.",
  "DONALD TRUMP:\n\nIt also could be somebody sitting on their bed that weighs 400 pounds, okay?",
  "They only see the intelligence that supports a point of view that they have going into it.",
  "We want to remember astronaut and Senator John Glenn, who died this week at the age of 95.",
  "And that's what a politician does, emotionally connects with the feelings you're feeling.",
  "REINCE PRIEBUS:\n\nI'm not trying to parse it\n\nCHUCK TODD:\n\nDo you not believe any of this?",
  "REINCE PRIEBUS:\n\nWell first of all, there is no announcement today on Secretary of State.",
  "CHUCK TODD:\n\nWell then, why was the--\n\nREINCE PRIEBUS:\n\nBecause--\n\nCHUCK TODD:\n\n-- F.B.I.",
  "And I spoke indirectly and directly with President Putin, who could not have been nicer.",
  "REINCE PRIEBUS:\n\nThe article didn't say, \"Affiliates of the R.N.C..\"\n\nCHUCK TODD:\n\nOkay.",
  "And apparently two Republicans and one of them named is Mitch McConnell, objected to it.",
  "But you really see it come-- you know, farmers need to be able to dig the spring cellar.",
  "Second, in terms of what the Russians were after, plain they were after sowing discord.",
  "CHUCK TODD:\n\nBut the bigger question here isn't about whether it impacted the election.",
  "CHUCK TODD:\n\nWe're not-- we’re having a dispute about the fact of Russia's involvement.",
  "I mean the fact of the matter is you should actually--\n\nCHUCK TODD:\n\nIt's not about me.",
  "If we were not hacked, and that is absolutely not true, then where does that story lie?",
  "\"Alarming and absurd,\" says Bob Menendez, the top Democrat on Senate Foreign Relations.",
  "What we didn't have reported before was evidence that they gave that data to Wikileaks.",
  "SEN. JOHN McCAIN:\n\nI believe that Vladimir Putin is a thug and a bully and a murderer.",
  "information out as well, so this was them in favor of Trump, that's just not the case.",
  "I was really struck by Representative Schiff saying, \"Well, this just isn't credible.\"",
  "Appreciate you coming on, the top Democrat on the--\n\nREP. ADAM SCHIFF:\n\nThanks, Chuck.",
  "Let's celebrate these jobs, make people feel better about working some of these jobs.\"",
  "In fact, the interesting thing is that Nixon had enormous hostility toward the C.I.A..",
  "REINCE PRIEBUS:\n\nNumber one, I don't have-- I'm not in those briefings, first of all.",
  "And this is a direct attempt by what was an adversary, still is, to hack our system.",
  "But it seems a lot for the political system to handle that, the day after the C.I.A.",
  "But if it is just about cutting deals, then that's not what our diplomacy is about.",
  "MIKE ROWE:\n\nBecause, because you have to be a generalist when you're in that world.",
  "But when I was at Time, I remember we did a story on a factory in upstate New York.",
  "Schiff is the top Democrat on the House Intelligence Committee and he joins me now.",
  "REINCE PRIEBUS:\n\nSure, I think he's qualified to be Secretary of State, absolutely.",
  "CHUCK TODD:\n\nAnd before he leaves office, President Obama is looking into it, too.",
  "I don't know of any employee, on any of their own Gmail accounts, that was hacked.",
  "You tell me who the specific source on the other side of this that says the R.N.C.",
  "RICK STENGEL:\n\nAnd we’re questioning the media and we’re questioning the election.",
  "He gets to measure the circumstances and how the playing field is aligning itself.",
  "Perhaps what Democrats and those of us in Washington can learn from both of them.",
  "And I have been urging the administration to be more forthcoming with the public.",
  "You know, we certainly have had gang of eight and other briefings on this issue.",
  "REP. ADAM SCHIFF:\n\nWell first of all, I thought that interview was breathtaking.",
  "CHUCK TODD:\n\nWall Street Journal columnist Kimberley Strassel, great to see you.",
  "The two-hour special that I would always love to have, um, we can't make happen.",
  "Because you don't have to invade a country if you control its information space.",
  "And that has to do with Secretary of State and outgoing Exxon CEO Rex Tillerson.",
  "CHUCK TODD:\n\nEven inviting Russia to conduct espionage against Hillary Clinton.",
  "And I think from Donald Trump's perspective, back to your point, he likes this.",
  "You may know Mike from his popular series on The Discovery Channel, Dirty Jobs.",
  "REINCE PRIEBUS:\n\nHow can-- wait a second, now you're so circuitous here, Chuck.",
  "In the same article, about those 17 agencies, that the report was inconclusive.",
  "REINCE PRIEBUS:\n\nOf course-- listen, I don't know what investigations he wants.",
  "One of those attending this meeting was Congressman Adam Schiff of California.",
  "Th-- We didn't have the show on Discovery that anybody thought would be a hit.",
  "That's eliminating thousands of low-paying, unskilled, entry-level positions.",
  "MICHAEL STEELE:\n\nFor the political folks--\n\nCHUCK TODD:\n\nCan he survive this?",
  "So he, \"Uh-oh, I better not be bad to the C.I.A.,\" so he never said anything.",
  "Before we go to break, we have one final election result from 2016 to report.",
  "We thought it was in America's national interest to strengthen economic ties.",
  "And the transition put out a statement that essentially humiliated the C.I.A.",
  "What does it do between now and inauguration of the incoming administration?",
  "KIMBERLEY STRASSEL:\n\nBut Chuck, you talked about--\n\nCHUCK TODD:\n\nLast word.",
  "CHUCK TODD:\n\nAt issue this morning, exactly how did the Russians interfere?",
  "DONALD TRUMP:\n\nI think I’d have a good relationship with Putin, who knows.",
  "CHUCK TODD:\n\nMeanwhile, he has publicly flirted with Putin numerous times.",
  "DORIS KEARNS GOODWIN:\n\nNo, but--\n\nMICHAEL STEELE:\n\nAnd not Vladimir Putin.",
  "The point is, though, we need to find out more facts about this situation.",
  "has made this assessment: that Donald Trump has so ignored the assessment.",
  "So don't be defensive with me that--\n\nCHUCK TODD:\n\nIt's not about me, man.",
  "But we'll be back next week, because if it's Sunday, it's Meet the Press.",
  "And Trump has consistently downplayed intelligence about Russian hacking.",
  "in saying that Donald Trump didn't believe the assessment from the C.I.A.",
  "REINCE PRIEBUS:\n\nNumber one-- I don't know why you're so hot about this.",
  "And so he's got a lot of great choices and a lot of accomplished people.",
  "And right now, Tillerson, from all accounts, is someone he really likes.",
  "CHUCK TODD:\n\nNo, I'm just saying--\n\nREINCE PRIEBUS:\n\nYou have no source.",
  "Democrats will effectively control 48 when you add the two Independents.",
  "They're not going to send people into battle as easily as they need to.",
  "Those 5.8 million jobs, 70% of them don't require the four-year degree.",
  "Is there a danger here, Kim Strassel, that he’s-- they're over-denying?",
  "All right, we'll be back in just a minute with Meet the Press End Game.",
  "REINCE PRIEBUS:\n\nOf course he has confidence in America's intelligence.",
  "And the United States government was hoping Rex Tillerson wouldn't go.",
  "I mean--\n\nCHUCK TODD:\n\nAnd usually it doesn't bubble up this publicly.",
  "They started building up television stations throughout the periphery.",
  "And the Russians realized, \"Hey, the wall fell without firing a shot.\"",
  "It fell because of the information revolution that the U.S. pioneered.",
  "And yet, you know, dozens of shows have emanated from that very thing.",
  "CHUCK TODD:\n\nThe Washington Post conclusion had to do with the C.I.A.",
  "site and they actually took information and obviously distributed it.",
  "RICK STENGEL:\n\nThere's a global information war that is going on now.",
  "On the hard end of the continuum is cyber terrorism and infiltration.",
  "e-mails, that meant that Russia was trying to influence the election.",
  "The Post reports, and NBC News has since confirmed, that the C.I.A.",
  "Everybody's accusing globalization of the thing that lost our jobs.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWe are back now with End Game.",
  "DORIS KEARNS GOODWIN:\n\nI think we've forgotten about the cold war.",
  "There's really no doubt that the Russians hacked our institutions.",
  "Reince Priebus, I think we have to leave it there because of time.",
  "CHUCK TODD:\n\n--the assessments of the U.S. intelligence community.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "We knew some things, like, we were pretty certain about the D.N.C.",
  "He's been a leader far more than our president has been a leader.",
  "DONALD TRUMP:\n\nA great advantage is he knows many of the players.",
  "REINCE PRIEBUS:\n\nNo, I'm not ignoring The Washington Post report.",
  "REINCE PRIEBUS:\n\nChuck--\n\nCHUCK TODD:\n\nBut there is a difference.",
  "KIMBERLEY STRASSEL:\n\nLook, look, there's two parts to this story.",
  "Now, another perspective on Russian involvement in our election.",
  "In the age of the specialist, the generalist gets short shrift.",
  "(END TAPE)\n\n***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "has made mistakes, but they've also done extraordinary things.",
  "These are House and Senate leaders and key committee chairmen.",
  "And Republicans will, indeed, as expected, hold onto the seat.",
  "And Russia is the principle actor and the most maligned actor.",
  "What can you say about that allegation in The Washington Post?",
  "Remember, you and I, Chuck, have talked about this many times.",
  "The news and stories that matter, delivered weekday mornings.",
  "When we come back, we're going to switch topics a little bit.",
  "MICHAEL STEELE:\n\nBut actually, it is, I mean in a real sense.",
  "And now it had 20 people making even more than it was before.",
  "CHUCK TODD:\n\nThanks for not posing, po-- being a poser here.",
  "CHUCK TODD:\n\nAdam Schiff, I have to leave it there for time.",
  "CHUCK TODD:\n\nDoes President-elect Donald Trump want to know?",
  "DONALD TRUMP:\n\nSo I was in Russia, I was in Moscow recently.",
  "Does Donald Trump have confidence in America's intelligence?",
  "CHUCK TODD:\n\nJust having business deals, that qualifies him?",
  "CHUCK TODD:\n\nDoes that qualify him to be Secretary of State?",
  "CHUCK TODD:\n\nAnd Mike Rowe of Dirty Jobs fame will be here.",
  "REINCE PRIEBUS:\n\nWhat specific-- of course we want to know.",
  "I get his personal-- there's a lot that he likes about him.",
  "MIKE ROWE:\n\nWell, it's alchemy, to a certain degree, right?",
  "And now, with the benefit of hindsight, somewhat prescient.",
  "CHUCK TODD:\n\n--I'm asking you, you guys have the sourcing.",
  "So, you know, this sort of analysis is a little premature.",
  "But did the Russians take some actions to try to help him?",
  "Because the other piece of this, Chuck, is that the R.N.C.",
  "No Republican vendor who had interactions with the R.N.C.",
  "I understand you want a specific denial about the R.N.C..",
  "REINCE PRIEBUS:\n\nI don't know who did the hacking, Chuck.",
  "There are a lot of parallels, and I couldn't ignore them.",
  "RICK STENGEL:\n\nYou touched on this in your introduction.",
  "Why would the press run with something that wasn't true?",
  "That doesn't mean Republicans associated with the R.N.C.",
  "CHUCK TODD:\n\nNot a single person connected to the R.N.C.",
  "MIKE ROWE:\n\nI just put all our lives at risk, didn’t I?",
  "It's now time to move on and make America great again.\"",
  "Ambassador McFaul, welcome back to Meet the Press, sir.",
  "And the specific fact, as we've been told by the F.B.I.",
  "CHUCK TODD:\n\nSo what you're saying is, until the C.I.A.",
  "CHUCK TODD:\n\nHe wants an investigation on Capitol Hill?",
  "It's not about cutting better deals, as Reince puts it.",
  "We have more respect for the military than anyone else.",
  "As my EP says, \"You've got to land this at some point.\"",
  "KIMBERLEY STRASSEL:\n\n--picking a fight with the C.I.A..",
  "MIKE ROWE:\n\nThanks for having me at the grownup table.",
  "But honestly, it's probably a bit beyond my pay grade.",
  "RICK STENGEL:\n\nSo that Chuck--\n\nCHUCK TODD:\n\nGo ahead.",
  "CHUCK TODD:\n\nSo there's going to be an investigation?",
  "CHUCK TODD:\n\nLet me ask you, though, about the C.I.A.",
  "And it has to do with the ability to complete a task.",
  "I mean those relationships are based on transactions.",
  "You just played several of them in your clips, right?",
  "DORIS KEARNS GOODWIN:\n\n--it's important to remember.",
  "You know, so many of-- not me, but others are young.",
  "RICK STENGEL:\n\nAnd what are we going to do about it?",
  "REINCE PRIEBUS:\n\n--repeated the fact that the R.N.C.",
  "REINCE PRIEBUS:\n\nThe article didn't say, \"Employee.\"",
  "We've seen this from State Department for years now.",
  "system but they weren't able to get information out.",
  "REP. ADAM SCHIFF:\n\nThat is extraordinarily damaging.",
  "REINCE PRIEBUS:\n\n--to create this entire firestorm.",
  "REINCE PRIEBUS:\n\nEven if-- someone did the hacking.",
  "But there's a benefit to them of separating it out.",
  "I mean they know leadership more than anybody else.",
  "***COMMERCIAL BREAK****\n\nCHUCK TODD:\n\nWelcome back.",
  "But does that qualify him to be Secretary of State?",
  "You guys have had a specific denial that the R.N.C.",
  "REINCE PRIEBUS:\n\nWe went through this for a month.",
  "Is he definitely going to be the pick, number one?",
  "CHUCK TODD:\n\nSet aside the hacking aspect of this.",
  "DORIS KEARNS GOODWIN:\n\nWe have an adversary there.",
  "REINCE PRIEBUS:\n\n--I'm refuting the specific fact.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "REP. ADAM SCHIFF:\n\nWell, you know, I can say this.",
  "And I can see that this is why Reince is unhappy.",
  "You, former head of the R.N.C., what do you know?",
  "And I understand why you're trying to parse this.",
  "MICHAEL STEELE:\n\nWell, a dirty job is a good job.",
  "We have almost arbitraged that out of work today.",
  "MIKE ROWE:\n\nThat’s wh-- Yeah, I wouldn't deny it.",
  "It's what you feel when you go to work every day.",
  "He could, and they didn't prevent him from going.",
  "It doesn't mean that he is not going to be tough.",
  "What does he get out of Donald Trump's election?",
  "MIKE MCFAUL:\n\nYou know, I think it's two things.",
  "I think I'd have a good relationship with Putin.",
  "Joining me and the panel right now is Mike Rowe.",
  "DORIS KEARNS GOODWIN:\n\nAnd that's cyber warfare.",
  "REINCE PRIEBUS:\n\n--that this is actually a fact.",
  "And in this, they were spectacularly successful.",
  "REP. ADAM SCHIFF:\n\nI do think it was a mistake.",
  "Michael Steele, let's go to Rex Tillerson here.",
  "KIMBERLEY STRASSEL:\n\nWell actually, people are.",
  "Mr. Priebus--\n\nREINCE PRIEBUS:\n\nYou bet, Chuck.",
  "MIKE ROWE:\n\n--for the jobs that actually exist.",
  "And that is what they are pushing back against.",
  "I don't think this scares him off of Tillerson.",
  "They need to be able to do all of these things.",
  "And that doesn't take a small brain, you know?",
  "I mean when we got rid of vocational training.",
  "This time it was on the space shuttle in 1998.",
  "MICHAEL STEELE:\n\nBut what are you going to do?",
  "So the entire premise of the article is false.",
  "Congressman Schiff, welcome to Meet the Press.",
  "MICHAEL STEELE:\n\nWe're talking about it, yeah.",
  "First of all--\n\nMICHAEL STEELE:\n\nThat was fun.",
  "The early reaction not very good, Mr. Priebus.",
  "And the President-elect is making a decision.",
  "(END TAPE)\n\nCHUCK TODD:\n\nGood Sunday morning.",
  "The article is based on a lie that the R.N.C.",
  "CHUCK TODD:\n\nMike-- absolutely, that’s right.",
  "CHUCK TODD:\n\nHope we can have you back again.",
  "We'll see if Mike Rowe sticks around or not.",
  "So what I'm trying to tell you is the R.N.C.",
  "CHUCK TODD:\n\n--House Intelligence Committee.",
  "There are people out there staging recounts.",
  "KIMBERLEY STRASSEL:\n\n--and is probably true.",
  "Mr. Priebus, welcome back to Meet the Press.",
  "Lindsey Graham called the pick, \"Unnerving.\"",
  "REINCE PRIEBUS:\n\nNo, no, no, hang on, Chuck.",
  "REINCE PRIEBUS:\n\n--be happy that the R.N.C.",
  "And I've heard him talk about it privately.",
  "You're forgetting the most important piece.",
  "REINCE PRIEBUS:\n\nOf course we want to know.",
  "But he knew when he came in that the C.I.A.",
  "But obviously, as I said before, the C.I.A.",
  "And you're going to have to work with them.",
  "And a lot of them are still gonna be there.",
  "Well, you've got to do something about it.",
  "MICHAEL STEELE:\n\nWhat are you going to do?",
  "And then there has to be the job openings.",
  "REINCE PRIEBUS:\n\nChuck, I'm getting to it.",
  "Even the Trump campaign didn't think this.",
  "And that's simply not a credible argument.",
  "The soft end is Russia Today and Sputnik.",
  "REINCE PRIEBUS:\n\nHere is what I'm saying.",
  "Listen, I don't want anyone hacked, okay?",
  "And it’s, look, it's Horatio Alger stuff.",
  "You're in what we all want to see you in.",
  "CHUCK TODD:\n\nWell, I will leave it there.",
  "And what does it do to morale to do this?",
  "One is revenge against Secretary Clinton.",
  "And how do you respond to that criticism?",
  "And so--\n\nCHUCK TODD:\n\nOkay, that's fine.",
  "But initially, this is disturbing to me.",
  "REINCE PRIEBUS:\n\nAnd we were not hacked.",
  "I hope he pulls back on the whole C.I.A.",
  "CHUCK TODD:\n\nI want to end on that note.",
  "We’ve got to go to the commercial break.",
  "Those are the issues that we talk about.",
  "The President-elect was briefed on this.",
  "I'm asking you why you don't believe it.",
  "REP. ADAM SCHIFF:\n\nNo, I don't think so.",
  "But that's what they were trying to do.",
  "It seems an odd time to push this idea.",
  "KIMBERLEY STRASSEL:\n\n--broader context.",
  "Do you not believe Russia was involved?",
  "REINCE PRIEBUS:\n\nChuck, this is insane.",
  "CHUCK TODD:\n\nHe likes the business guy.",
  "Well, some people want to touch things.",
  "MIKE ROWE:\n\nOh, I'll be back next week.",
  "Because if it's Sunday, it's Mike Rowe.",
  "MICHAEL STEELE:\n\nAnd I think they will.",
  "REINCE PRIEBUS:\n\nNumber one, the R.N.C.",
  "REINCE PRIEBUS:\n\nNo, not at all, Chuck.",
  "Welcome to Sunday, it's Meet the Press.",
  "Of course he's going to cut that deal.",
  "was absolutely not hacked, number one.",
  "RICK STENGEL:\n\nAnd not Vladimir Putin.",
  "REINCE PRIEBUS:\n\nTell me how you know.",
  "We want to protect American interests.",
  "So you tell me where this story is at.",
  "California Democrat, thanks very much.",
  "But let me play devil's advocate here.",
  "This ought to be a nonpartisan issue.",
  "CHUCK TODD:\n\nWell, I understand that.",
  "But I don't know who did the hacking.",
  "DORIS KEARNS GOODWIN:\n\nOh, of course.",
  "CHUCK TODD:\n\nWhy isn't he doing that?",
  "They need to be able to run electric.",
  "They need to be able to hang drywall.",
  "It had 5,000 people making batteries.",
  "Mike Rowe, welcome to Meet the Press.",
  "'s conclusion, wouldn't sign onto it.",
  "And to what extent did they succeed?",
  "REINCE PRIEBUS:\n\nIt's really simple.",
  "CHUCK TODD:\n\nLet me start with this.",
  "like this--presidents and the C.I.A.",
  "And I'll say one other thing, Chuck.",
  "Let me start with the former R.N.C.",
  "But it wasn't alone sowing discord.",
  "I think that's part of the problem.",
  "I've talked to people close to him.",
  "He talks about freedom of religion.",
  "MIKE MCFAUL:\n\nThanks for having me.",
  "MIKE MCFAUL:\n\nThanks for having me.",
  "I don't believe that for a minute.",
  "Now, I want to add one thing here.",
  "REINCE PRIEBUS:\n\nThank you, Chuck.",
  "I'm--\n\nREINCE PRIEBUS:\n\nThe R.N.C.",
  "And that's what Rex Tillerson did.",
  "It's not just about cutting deals.",
  "MIKE ROWE:\n\nIt's a big day for me.",
  "But he made people feel connected.",
  "But it's very much for sale today.",
  "And so that's part of the problem.",
  "And then they started building up.",
  "Or do they do something different?",
  "I feel like I say that every week.",
  "By the way, what makes more sense?",
  "KIMBERLEY STRASSEL:\n\nYes, exactly.",
  "I spoke to intelligence officials.",
  "CHUCK TODD:\n\nDoes he want to know?",
  "You are getting briefings on this.",
  "Forget about who did the hacking.",
  "CHUCK TODD:\n\nDo you want to know?",
  "REP. ADAM SCHIFF:\n\nThanks, Chuck.",
  "Of course they screw up at times.",
  "CHUCK TODD:\n\nLet me ask you this.",
  "They started all of these places.",
  "MIKE ROWE:\n\nThanks for having me.",
  "DORIS KEARNS GOODWIN:\n\nIt's real.",
  "And I think your show shows that.",
  "I want to get into this with him.",
  "He talks about freedom of speech.",
  "Our diplomacy is about alliances.",
  "REINCE PRIEBUS:\n\nThe-- the R.N.C.",
  "had hacked e-mails of the D.N.C.",
  "I wouldn't go to any conclusion.",
  "was hacked, we called the F.B.I.",
  "MICHAEL STEELE:\n\nI think he can.",
  "CHUCK TODD:\n\nWell, there you go.",
  "KIMBERLEY STRASSEL:Yes, exactly.",
  "In one hand, it's very Trumpian.",
  "And the report was inconclusive.",
  "It's clear you don't believe it.",
  "You say, okay, we covered that.",
  "$1.3 trillion in student loans.",
  "CHUCK TODD:\n\nI understand that.",
  "You know, and there were many.",
  "MICHAEL STEELE:\n\n--a good job.",
  "This is a dirty job some days.",
  "It's a different type of dirt.",
  "Wow, what a show, what a week.",
  "Many of them have died for us.",
  "The--\n\nMICHAEL STEELE:\n\nRight.",
  "Welcome back to civilian life.",
  "RICK STENGEL:Nice to be here.",
  "The article said, \"The R.N.C.",
  "That's all we have for today.",
  "CHUCK TODD:\n\nNot John McCain.",
  "And know what he talks about?",
  "Take a listen to this, Mike.",
  "DORIS KEARNS GOODWIN:\n\nYeah.",
  "But yes, we do want to know.",
  "I don't want anybody hacked.",
  "They made mistakes with WMD.",
  "and they came in to help us.",
  "CHUCK TODD:\n\nLet me ask you.",
  "I want to hear the hearings.",
  "But it's also not accurate.",
  "That doesn't rule that out.",
  "Yes, they've made mistakes.",
  "That's simply not credible.",
  "was not hacked, number one.",
  "This is now a threat to us.",
  "* * *END OF TRANSCRIPT* * *",
  "I mean it's a long history.",
  "DORIS KEARNS GOODWIN:\n\nNo.",
  "Let's celebrate all kinds.",
  "Mike Rowe, this was great.",
  "I understand that, Reince.",
  "So that's the first thing.",
  "CHUCK TODD:\n\n--you got it.",
  "We'll be back in a moment.",
  "I think they still should.",
  "KIMBERLEY STRASSEL:\n\nOkay?",
  "Well, right, I understand.",
  "They got on to the R.N.C.",
  "REINCE PRIEBUS:\n\nYou bet.",
  "And eventually I will be.",
  "No, wait a second, Chuck.",
  "have had disputes before.",
  "He talks about diversity.",
  "He talks about tolerance.",
  "'s network wasn't hacked.",
  "Well, it's really simple.",
  "As stunning as the C.I.A.",
  "hacking by the Russians.",
  "CHUCK TODD:\n\nYou got it.",
  "So I want to learn more.",
  "You want to make things.",
  "MIKE ROWE:\n\n--this year.",
  "Nothing wrong with that.",
  "and just mentioning WMD.",
  "CHUCK TODD:\n\nNo, no, no.",
  "The sources are unnamed.",
  "They got into the D.N.C.",
  "It's a longer continuum.",
  "And here's what I know.",
  "MICHAEL STEELE:\n\nRight.",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "I don't want the D.N.C.",
  "They are professionals.",
  "Which I’m sure we will.",
  "MICHAEL STEELE:\n\nRight.",
  "CHUCK TODD:\n\nAll right.",
  "Because when the D.N.C.",
  "was not hacked, Chuck.",
  "And he knows him well.",
  "Terrific conversation.",
  "MIKE ROWE:\n\nIt's real.",
  "CHUCK TODD:\n\nYou know.",
  "There is a difference.",
  "CHUCK TODD:\n\nWell, no.",
  "You have been briefed.",
  "Look, someone hacked.",
  "Thanks for coming on.",
  "Obviously, the C.I.A.",
  "RICK STENGEL:\n\nRight.",
  "They feel desperate.",
  "We’ll be right back.",
  "Until we meet again.",
  "REINCE PRIEBUS:\n\nNo.",
  "and only used D.N.C.",
  "It's Reince Priebus.",
  "CHUCK TODD:\n\nRight.",
  "network was hacked?",
  "Why did they do it?",
  "We don't like that.",
  "It's America first.",
  "What's your source?",
  "CHUCK TODD:\n\nRight.",
  "But I can say this.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nYeah.",
  "went even further.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nOkay.",
  "MIKE MCFAUL:\n\nYes.",
  "To be honest, yes.",
  "So wait a second.",
  "We had the F.B.I.",
  "MIKE ROWE:\n\nYeah.",
  "MIKE ROWE:\n\nYeah.",
  "MIKE ROWE:\n\nYeah.",
  "MIKE ROWE:\n\nSure.",
  "It is panel time.",
  "CHUCK TODD:Right.",
  "You dispute this?",
  "That's my point.",
  "I don't like it.",
  "No one wants it.",
  "The Bay of Pigs.",
  "CHUCK TODD:\n\nNo.",
  "was not hacked.",
  "weren't hacked.",
  "was not hacked.",
  "was not hacked.",
  "aspect of that.",
  "'s assessment.",
  "wasn't hacked.",
  "and the R.N.C.",
  "was hacked.\"",
  "was hacked.",
  "was hacked.",
  "assessment.",
  "was hacked.",
  "Guess what?",
  "Guess what?",
  "was hacked?",
  "The C.I.A.",
  "Who knows?",
  "It's real.",
  "The C.I.A.",
  "involved?",
  "hacked.",
  "No tie.",
  "chair.",
  "R.N.C.",
  "Okay.",
  "Okay.",
  "Yeah.",
  "Yeah.",
  "No.",
  "No."
]