[
  "Pruitt, his opponents say, has “blurred the distinction between official and political actions, often at the behest of corporations he will regulate if confirmed to lead [the] EPA,” and he and his staff “have worked closely with fossil fuel lobbyists to craft his office’s official positions.” Pruitt has announced that he will be stepping down from his position as chairman of the RLDF, and two PACs that support him plan to shut down; however, Protecting America Now, a recently-created organization supporting Pruitt, is expected to remain active, creating an avenue by which companies could seek to inappropriately influence his behavior in office.",
  "In another instance, Pruitt sent a letter to the EPA alleging that federal regulators had overestimated natural-gas wells’ contribution to air pollution in Oklahoma; according to The New York Times, however, “the three-page letter was written by lawyers for Devon Energy, one of Oklahoma’s biggest oil-and-gas companies, and was delivered to him by Devon’s chief of lobbying.”",
  "In particular, they pointed to his involvement in numerous Political Action Committees, most notably the Rule of Law Defense Fund, a nonprofit offshoot of the Republican Attorneys General Association that has received at least $175,000 in donations from the Koch brothers’ lobbying group Freedom Partners.",
  "As the attorney general for the state of Oklahoma, Pruitt spent his tenure fighting EPA regulations, including joining with several other Republican attorneys general in a number of lawsuits against the agency over the Obama administration’s plans to reduce greenhouse gas emissions.",
  "In 2010, Pruitt inherited from his predecessor a lawsuit against Tyson Foods and several other major poultry companies over the allegation that chicken manure was polluting Oklahoma’s water; the lawsuit could have resulted in tens of millions of dollars in damages.",
  "The most recent updates appear at the top:\n\nAs with so many of Trump’s appointees so far, Scott Pruitt, the president-elect’s pick to lead the Environmental Protection Agency, has a long history of opposition to the very department he is expected to lead.",
  "Because the law requires most aspirants for executive-branch positions to resolve such questions before entering office, some have already taken the steps necessary to mitigate conflicts of interest; these steps will be noted as applicable.",
  "According to ABC, Pruitt twice joined lawsuits against the EPA on behalf of Murray Energy, an Ohio-based coal company that then donated to the Republican Attorneys General Association, an organization Pruitt chaired.",
  "In a letter to the Office of Government Ethics, several Senators expressed concerns that Pruitt’s history of accepting large donations from fossil-fuel companies could impact his decisions.",
  "Below is the current list of Trump’s prospective administration members, official and otherwise, whose actions or financial entanglements have prompted concerns over conflicts of interest.",
  "According to Democrats in the Senate, this history of antagonism toward the EPA involves conflicts of interest that could undermine his ability to execute his role with the organization.",
  "Moreover, 13 of the 14 suits Pruitt helped bring against the EPA over federal regulations involved at least one company that had donated to Pruitt or a PAC from which he had benefited.",
  "As such, The Atlantic will be expanding our coverage of Trump’s conflicts of interests to include those expected to serve in his administration.",
  "Pruitt, who received tens of thousands in campaign contributions from the poultry industry, chose to drop the lawsuit.",
  "Pruitt’s behavior as Oklahoma’s attorney general compounds concerns about Pruitt’s coziness with corporate donors."
]