[
  "Page has vehemently denied the allegations in Steele’s report, which he refers to as the “dodgy dossier.” He says that he has never met the two people that Steele accuses him of interacting with on the Moscow trip, Rosneft CEO Igor Sechin and a Kremlin internal affairs official named Igor Diveykin.",
  "Though The Times report suggests that he has not acknowledged meeting with high-ranking government officials during the trip, The Washington Post reported as early as last September that Page acknowledged having a brief exchange with Deputy Prime Minister Arkady Dvorkovich.",
  "The dossier, which was financed by the Clinton campaign and DNC, alleges that during a July 2016 trip to Moscow, he worked as part of a “well-developed conspiracy of cooperation” between the Trump campaign and Kremlin.",
  "The New York Times reports that Page sent an email to campaign officials describing his interactions with government officials, legislators and businessmen during the trip, which was approved by the Trump campaign.",
  "Page has been at the center of the speculation about Trump campaign collusion with Russian government officials because of his appearance in the infamous dossier written by former British spy Christopher Steele.",
  "Page, an energy consultant and former Navy officer, has been coy about his interactions with Russians during the Moscow trip, during which he gave a commencement speech at the New Economic School.",
  "Page also told the House Intelligence Committee this week that he met with a Russian government official during a heavily scrutinized trip to Moscow in July 2016.",
  "Trump campaign foreign policy adviser Carter Page has appeared before Special Counsel Robert Mueller’s grand jury, it was reported Friday night.",
  "The Daily Caller was told by a committee spokesman that a transcript of the interview will likely be released by the middle of next week.",
  "Page has acknowledged that he was interviewed by FBI agents earlier this year, well before Mueller was appointed special counsel.",
  "But Page says he has never met or talked to Manafort, who was indicted earlier this week by Mueller for money laundering.",
  "The dossier also alleges that Page was directed in the collusion effort by Trump campaign chairman Paul Manafort.",
  "Page confirmed to TheDC that Dvorkovich was who was discussed in the House committee interview.",
  "He has said in interviews that he interacted mostly with private citizens and businessmen.",
  "This article has been updated with additional information and commentary from Page.",
  "The email was read aloud during a closed-door interview with Page held on Thursday.",
  "He told TheDC this week that had not heard of Diveykin until he saw the dossier.",
  "In its report, The Times did not say when Page appeared before the grand jury.",
  "But he had avoided saying whether he has been interviewed by Mueller.",
  "That was it,” Page told The Times of his Moscow encounter.",
  "“I had to look him up,” Page said in a phone interview.",
  "He met with agents four times for a total of 10 hours.",
  "Manafort has denied knowing or speaking to Page.",
  "“I had a very brief hello to a couple of people.",
  "He declined to discuss the matter with TheDC.",
  "Follow Chuck on Twitter"
]