[
  "\"The actions by the Clinton regime and their associates may be among the most extreme examples of human rights violations observed during any election in US history since Dr. Martin Luther King, Jr. was similarly targeted for his anti-war views in the 1960s,\" Page wrote in a letter addressed to \"Members of the Civil Rights Division's Voting Section\" of the Department of Justice.",
  "\"For these reasons and in summary, it is essential that a full investigation of the crimes committed against me by the Clinton campaign and their associates should be initiated immediately,\" Page wrote, arguing that the lack of a full investigation into Clinton's \"human rights abuses\" against him \"could have a negative impact on the future arc of US national security.\"",
  "Associated Press/Pavel Golovkin Carter Page, an early foreign-policy adviser to Donald Trump's presidential campaign, wrote a letter to the Department of Justice on February 12 alleging Hillary Clinton's campaign committed \"human rights abuses\" and \"hate crimes\" against him during the 2016 election.",
  "The letter also includes a bullet-pointed argument for why the negative press surrounding his trip to Russia should be characterized as a hate crime committed by the Clinton campaign, which discriminated against him because he is a \"Roman Catholic,\" a \"veteran,\" and \"male.\"",
  "He called such claims an \"illegal\" form of \"retribution\" for a speech he gave in Moscow at the New Economic School last July, in which he slammed the US for its \"hypocritical focus on ideas such as democratization, inequality, corruption and regime change.\"",
  "Page, who worked at Merrill Lynch in Moscow for seven years and says he has advised Russia's oil and gas giant Gazprom on \"key transactions,\" has strongly denied the accusation that he served as a middleman between Trump's campaign and Russia.",
  "US intelligence officials briefed Trump on the dossier's contents in early January, and the FBI reportedly offered to pay Steele to continue his investigation after Republicans — and, later, Democrats — stopped funding Steele's research.",
  "Page shared the letter with Business Insider in response to inquiries about his relationship with Attorney General Jeff Sessions, who reports have suggested steered Page on to the Trump campaign's foreign-policy team in early 2016.",
  "\"The clear evidence of intolerance against Catholics shown by the 'Hillary for America' campaign and the fact that several of her closest advisors knew of my religion helps to make part of the reason for her attacks more obvious.\"",
  "An unverified dossier about Trump's ties to Russia, written by former British spy Christopher Steele at the request of anti-Trump Republicans, named Page as a liaison between the Trump campaign and Russian officials.",
  "In his letter to the DOJ, Page said he \"decided to step back\" from the campaign so that he could \"more effectively fight these allegations independently and not create a further distraction for my colleagues.\"",
  "In this Friday, July 8, 2016, file photo, Carter Page, then adviser to U.S. Republican presidential candidate Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "\"I am a lifelong practicing Roman Catholic who attended Catholic schools for 14 years, culminating with my Master of Arts in National Security Studies from Georgetown University in 1994,\" Carter wrote.",
  "He instead pointed Business Insider to his letter to the Justice Department and \"the 2001 hearings about an early version of the Clinton's pay-to-play which financed the Clinton Library in Arkansas.\"",
  "The letter resembled blog posts Page has written in the past theorizing about the US's motivations for sanctioning Russia, which he called a \"sanctimonious expressions of moral superiority.\"",
  "In his long-winded letter, Page blamed the Clinton campaign for what he characterized as perpetuating the story, villainizing him for \"vocalizing\" his \"thoughts in a free academic forum.\"",
  "Carter concluded that he still \"remains a believer in the principles\" of his religion \"despite the harsh repression that I have endured from the Clinton campaign.\"",
  "Page took a \"leave of absence\" in September after news broke of his July trip to Moscow, and the campaign later denied that he had ever worked with it.",
  "The FBI is reportedly investigating contacts Page and several other current and former Trump associates had with Russian officials during the election.",
  "In a May 2014 blog post, Page praised Igor Sechin, the CEO of Russia's state oil company, for his \"accomplishments\" in advancing US-Russia relations.",
  "\"Although the advancement of women's rights is essential, Mrs. Clinton has shown further evidence of discrimination on this basis as well last year.",
  "Although seen throughout her campaign, it was demonstrated most recently with her 'The future is female' speech last week.\"",
  "He was accused in the dossier of meeting with Sechin, who is under US sanctions, while he was in Moscow in July.",
  "That DOJ division \"enforces the civil provisions of the federal laws that protect the right to vote.\"",
  "Page also alleged that the Clinton campaign discriminated against him because he is male.",
  "Page did not respond to questions about his ties with Sessions, calling them \"insane.\"",
  "The Clinton campaign didn't respond to request for comment.",
  "You can read Page's full letter below:",
  "The DOJ declined to comment."
]