[
  "(RELATED: FBI Obtained Surveillance Warrant Against Former Trump Campaign Adviser)\n\nFederal surveillance warrants are granted when there is probable cause to believe that the target is acting as an agent for a foreign government, perhaps in a clandestine manner.",
  "Last week it was reported that the FBI and Justice Department applied last summer for a surveillance warrant in Federal Intelligence Surveillance Court to monitor Page, an energy consultant and short-lived foreign policy adviser on Trump’s campaign.",
  "The FBI relied on information contained in an uncorroborated dossier compiled as part of a political opposition research campaign to obtain a federal surveillance warrant to monitor Carter Page, a former Donald Trump campaign adviser.",
  "The document states that Page met secretly with a senior Kremlin internal affairs official and Igor Sechin, an ally of Vladimir Putin and the president of Russian oil giant, Rosneft.",
  "Steele, who was hired by an opposition research firm that was in turn working for an ally of Hillary Clinton’s, published a series of memos dating from between June 20 and Dec. 13.",
  "(RELATED: Russian Spies Tried To Recruit Trump Campaign Adviser In 2013)\n\nPage has strongly denied the claims in what he calls the “dodgy dossier,” saying he has never met Sechin.",
  "The document asserts that Sechin offered Page and the Trump team a brokerage fee on an equity stake in Rosneft if Trump would lift sanctions after winning the presidency.",
  "According to Steele, who relied on paid sources working inside Russia, Sechin and Page discussed lifting sanctions against Russia over its aggression against Ukraine.",
  "A memo from Steele written in October states that the meeting allegedly took place while Page was in Moscow to speak at the New Economic School.",
  "According to CNN, which broke the news, FBI Director James Comey has also cited the dossier in recent meetings with members of Congress.",
  "Page has denied being recruited and says that he was not aware at the time that the Russian agent was working as a spy when they met.",
  "He never interacted with Trump and did not shape the campaign’s policy platform, former campaign officials have claimed.",
  "The bureau also cited a case from 2013 in which a group of Russian spies attempted to recruit Page in New York City.",
  "Page is named in several memos of the dossier, which was compiled by former MI6 agent Christopher Steele.",
  "He first drew attention in July after he traveled to Moscow to give a speech at the New Economic School.",
  "The dossier is not the only information that the FBI used to file for the surveillance warrant.",
  "Page met with one of the spies, who was working undercover as a Russian trade representative.",
  "The warrants are almost always approved once the FBI and Justice Department file for them.",
  "A former Merrill Lynch banker, Page has volunteered to testify in front of Congress.",
  "Page joined the Trump campaign in March as a member of the foreign policy team.",
  "The Trump team says he played a negligible role in the campaign.",
  "Page officially left the campaign in September.",
  "There, he met Russia’s deputy prime minister.",
  "Page is first mentioned in a July 19 memo.",
  "Follow Chuck on Twitter"
]