[
  "Sechin has been called Putin's “Darth Vader” and the “scariest man on earth” by Russian media, and a leaked US embassy cable described him as the “grey cardinal of the Kremlin.” Now that his friend and business partner Rex Tillerson has become President Donald Trump's secretary of state, Sechin is poised to play an even more important role: as a point man for efforts to improve Russia’s chilly relationship with the US and get Washington to lift its sanctions on the Kremlin.",
  "“He sees something and attacks, but there's no strategy … and the problem of falling production in west Siberia isn't being solved.”\n\nNonetheless, Sechin's position at the helm of Rosneft and influence over the Russian energy industry seems for now beyond reproach after he delivered much-needed cash to the country's coffers through an $11 billion Rosneft privatization deal late last year, the largest foreign investment since the 2014 sanctions.",
  "The two seem to have become not just partners but friends: Sechin said in 2014 that before he was sanctioned, he had been planning “to ride the roads in the United States on motorcycles with Tillerson.”\n\nIn a St. Petersburg Economic Forum appearance last June that was interpreted as a sign of support for Rosneft, Tillerson called Sechin “my friend”: “As to the sanctions question, I’ll use the same approach that my friend Mr. Sechin took.",
  "Analyst Gleb Pavlovsky, who formerly served as an adviser to Putin's administration and knew Sechin personally, said the Rosneft head could be useful as an intermediary between Moscow and Washington and will seek that role so he can “transform himself into a more legitimate figure in the West.” Sechin has already overseen one smaller rapprochement, having forged closer relations between Russia and Latin America in the late 2000s.",
  "When journalist Andrei Kolesnikov, known for his access to Putin, finally convinced Sechin after seven years to write a column for his Russian Pioneer magazine, the Rosneft head waxed lyrical about his love for jazz music: “The most important thing in jazz, as in real life, is improvisation.”\n\nA request for an interview with Sechin was not answered, and a Rosneft spokesperson declined to comment for this story.",
  "Sechin met frequently with Hugo Chávez and even gave a speech in Spanish at a commemoration ceremony after the Venezuelan president’s death, calling him a “brilliant politician, one of the founders of the idea of a multipolar world.”\n\nA Putin crony with close ties to America’s new secretary of state\n\nSechin’s relationship with Tillerson dates back more than a decade.",
  "“Business leaders who have dealt with Sechin say he has one particular idiosyncrasy: he immediately manages to get criminal proceedings started against any potential partner as a backup, as well as to facilitate the negotiating process,” wrote journalist Mikhail Zygar in his seminal book All the Kremlin's Men.",
  "Analysts compare Sechin, CEO of Russia’s biggest energy company, to carnivores and crocodiles\n\nSechin’s main hobby is hunting big game — an important social pastime among politicians and businessmen in Russia — and he reportedly likes to give Rosneft partners sausages made out of animals he’s killed.",
  "“At the very least, his influence on foreign policy will be increased, because he has a history of communicating with American oilmen” like Tillerson and secretary of energy pick Rick Perry, said Evgeny Minchenko, a Kremlin-connected analyst known for his “Politburo 2.0” reports on the ruling elite.",
  "According to Vladimir Milov, an opposition activist and former deputy energy minister who worked with Sechin, he is not a good businessman or manager but rather an “overseer in a labor camp, someone who can intimidate.” He said Sechin is driven by an all-consuming desire to increase his oil empire.",
  "Thanks in no small part to his partnership with Sechin, Tillerson has withstood pressure from the state gas company Gazprom, which forced foreign investors out of another Sakhalin venture, and the consortium is now Exxon’s flagship project in Russia, pumping more than 250,000 barrels of oil a day.",
  "Acquaintances often remark on Sechin's absolute loyalty to Putin: Pavlovsky called him the leader’s “angry guard dog.” A recently rediscovered 1996 video interview shows Sechin faithfully following Putin through the airport metal detector, duffel bag and briefcase in hand.",
  "Late on the night of November 14, Igor Sechin, the CEO of the Russian state oil giant Rosneft, reportedly summoned Economic Development Minister Alexei Ulyukayev to a meeting at the company’s headquarters in a czarist-era building across the river from the Kremlin.",
  "Vice President Mike Pence suggested on Sunday that the administration could eliminate some sanctions if Russia helps in the fight with ISIS, and Trump has also floated the idea of removing some of the measures if Putin agreed to a nuclear arms reduction deal.",
  "Tillerson first arrived in Russia in 1997 and oversaw the company's project with Rosneft and Indian and Japanese partners to reach hydrocarbons deep below the icy seas off Sakhalin Island, which was delayed for years by low oil prices and legal holdups.",
  "The unusual sting operation that brought down Ulyukayev, the first sitting government minister to be detained by police since the Stalin era, highlighted the power of Sechin, a shadowy figure who is widely seen as second only to Putin in influence.",
  "Russian media linked him to the sudden arrest of Vladimir Yevtushenkov — who had reportedly rejected Sechin’s offer to buy his Bashneft oil company — in connection with an investigation into its privatization more than a decade earlier.",
  "That pales in comparison with the boost he would get if Rosneft were able to resuscitate a deal to invest up to $500 billion in developing energy reserves that he’d signed with Tillerson while the diplomat was running Exxon Mobil.",
  "When then-Russian President Boris Yeltsin appointed Putin acting president in 1999, Sechin became the deputy head of his administration, waiting for Putin at the elevator every morning and at the airport after every foreign trip.",
  "According to Pavlovsky, he was the hardest-working official in the Kremlin and “read all the papers,” once catching a loophole no one else had spotted in a tax accord with the popular offshore business destination of Cyprus.",
  "Bob Dudley, who was CEO of the British-Russian joint oil venture TNK-BP, claimed in a leaked US Embassy cable that Sechin was in “direct cooperation” with his partners turned enemies in their attempts to force him out.",
  "According to Belkovsky, Sechin presented Putin with a report the analyst had written warning that Khodorkovsky planned to seize power, and he’s believed to have overseen the subsequent legal attacks on the oligarch.",
  "The latest effort came Sunday, when Trump told Fox News host Bill O’Reilly that he respects the Russian president and dismissed O’Reilly’s objection that “Putin’s a killer.”\n\nWords are one thing, actions another.",
  "Trump has promised to change that, and has spent months shocking allies and officials around the world by praising Putin as a strong and popular leader and rejecting criticism of his dismal human rights record.",
  "His reputation is that of a ruthless insider who holds only three things to be sacred: his loyalty to Putin, Rosneft's ravenous expansion, and his no-holds-barred struggle against political and business rivals.",
  "He tries to keep it that way, suing two independent Russian newspapers last year for reports about a $60 million mansion he's allegedly building outside Moscow and a $100 million yacht his wife allegedly owns.",
  "A 56-year-old with graying hair, a hooked nose, a slightly nasal voice, and a near-perpetual frown, he worked his way out of obscurity and poverty in Leningrad to reach the heights of politics and business.",
  "“Putin will count on Sechin as an agent of influence on Tillerson, as a lobbyist” for better relations between Moscow and Russia, said Stanislav Belkovsky, an analyst formerly connected to the Kremlin.",
  "Belkovsky added that the Russian strongman believes Tillerson, given his oil background, is likely to have a warm view of Sechin, which “can be used” to Moscow’s advantage on sanctions on other issues.",
  "Although his parents worked at a metallurgical factory, Sechin studied at a school that specialized in French and managed to get into a university in Leningrad, where he studied Portuguese and Spanish.",
  "That’s a question for government.”\n\nPutin, Sechin and Tillerson have been filmed toasting an energy deal with champagne\n\nBut Sechin is not one to let friendship get in the way if a conflict arises.",
  "Yet even his critics have to admit Sechin fulfilled his task of turning a marginal oil company into the country's state champion, combining a legendary work ethic with the zeal of a Jesuit priest.",
  "After Exxon and Rosneft signed agreements to explore Siberia and the Arctic in 2011, Tillerson and Sechin were said to have celebrated with caviar in the luxury Manhattan restaurant Per Se.",
  "He recalled how his friend once daringly climbed from a neighbor's apartment into a third-story window to let Konyushkov into his apartment when he forgot his keys after one such training.",
  "Some analysts have even speculated Sechin could become prime minister if Putin runs and wins another term, a virtual certainty given the strongman’s popularity and lack of any real rivals.",
  "Sechin’s power — and influence — could soon grow even bigger: Some have speculated that the oil magnate could be considered for prime minister if Putin is elected to another term in 2018.",
  "Washington’s relationship with Moscow is at a post–Cold War nadir, with the US intelligence community accusing Russia of directly interfering in the presidential election to help Trump.",
  "According to another classmate, Nikolai Konyushkov, Sechin always liked military discipline and was a platoon commander when the students underwent combat training outside the city.",
  "“He was interested in money and a career for money from the beginning to exit this nightmare,” she said, remembering there wasn't much food when she came over to their apartment.",
  "By 1991, the future president was chair of the city’s public relations committee, and Sechin became his head secretary, taking down visitors' contacts in a black leather binder.",
  "According to classmate Larisa Volodimerova, the skinny young man wasn't exceptional but studied hard to escape the poverty he lived in with his twin sister and divorced mother.",
  "Russian newspapers reported that Rosneft's head of security — who remains a high-ranking FSB security service official — organized the sting, presumably on Sechin’s orders.",
  "The entire Russian political and financial systems revolve around access to Putin, which is great for Sechin, who is one of the president’s oldest and most trusted allies.",
  "At the same time, Rosneft has taken on huge debts in its aggressive expansion and is having to invest far more to keep production up in its declining west Siberian fields.",
  "His control over Putin's schedule as well as what papers made it to the president's desk increased his clout — and his willingness to mercilessly go after his rivals.",
  "Still, Minchenko warned that although the Rosneft head “has increased his influence and done so pretty dramatically,” there are “no one-way processes” in the Kremlin.",
  "When he arrived, Ulyukayev was handed a large amount of cash in front of Sechin — and then arrested on the spot and charged with soliciting a $2 million bribe.",
  "Meet the man with the $60 million house and the $100 million yacht\n\nIn the already murky world of Kremlin politics, Sechin is an especially enigmatic figure.",
  "Sechin got to know Tillerson after he became chair of Rosneft in 2004, reportedly coming to admire the Texan’s tough but transparent dealings with partners.",
  "Sechin’s first major target was Mikhail Khodorkovsky, who was discussing the sale of a blocking stake in his Yukos oil company to Chevron Texaco or Exxon.",
  "In 2015, he even spoke out in support of Exxon in its ongoing legal battle to regain some of the $500 million in taxes it said it had overpaid Russia.",
  "Many of these are liberals like Ulyukayev or Prime Minister Dmitry Medvedev, who oppose his vision of an economy dominated by huge state corporations.",
  "After graduating with a higher degree in economics in 1984, Sechin served as a Soviet military translator in the conflicts in Angola and Mozambique.",
  "Milov claimed that Ulyukayev's downfall came because he had insisted the Rosneft deal be done with greater government oversight than Sechin wanted.",
  "Trump has hinted that he’d be willing to lift some of the sanctions the US slapped on Russia after it invaded Eastern Ukraine and annexed Crimea.",
  "He stands to gain financially if the measures are lifted because Washington had frozen some of his assets and barred him from visiting the US.",
  "He makes as much as $11.6 million a year, but even his critics admit he works nearly nonstop, powered by his favorite drink, orange juice.",
  "Sechin's prize was chairmanship of Rosneft, which became the largest oil company in Russia after absorbing the main components of Yukos.",
  "Dudley later fled Russia — after reportedly surviving a poisoning attempt — and a few years later, Rosneft ended up taking over TNK-BP.",
  "(Tillerson opposed the sanctions when they were introduced, and Exxon estimated it has lost as much as $1 billion because of them.)",
  "(Rosneft also sued the independent newspaper RBC for reporting that Sechin was trying to limit BP's control on the company board.)",
  "“He didn't fear military service; he liked it.”\n\nAfter his return, Sechin went to work in Leningrad city hall, where he met Putin.",
  "Zygar described him as a “cyborg” who can go days without sleeping and terrorizes underlings with his deceptively soft voice.",
  "Sechin also served as deputy prime minister from 2008 to 2012, and he is secretary of Putin’s energy development commission.",
  "“He could have served in more or less peaceful places, in the capital, but Igor Ivanovich chose hot spots,” Konyushkov said.",
  "Rumored to be a former spy, he is well-connected with the security services and speaks French, Portuguese, and Spanish.",
  "(Former US Ambassador to Russia Michael McFaul said Sechin told him he had worked for Soviet intelligence in Africa.)",
  "In subsequent years, Sechin would outmaneuver or outlast many other rivals, often with similarly underhanded tactics.",
  "A rapid rise, fueled by ruthlessness and hard work\n\nSechin was born into a blue-collar family in Leningrad in 1960.",
  "Ulyukayev, who insists that he is innocent, was fired by Russian President Vladimir Putin the day after his arrest.",
  "Restarting the project would be an enormous win for Rosneft — and for Sechin’s continued influence in the Kremlin.",
  "Sechin won his most recent clash with the two men, buying the oil company Bashneft in a deal Medvedev had opposed.",
  "“It's not a comprehensive strategy, but rather the spontaneous action of a carnivore, of a crocodile,” Milov said.",
  "(The full identities of the buyers remain unknown, raising questions of where the money is actually coming from.)",
  "(Ulyukayev was accused in November of seeking a bribe to back this deal, which he also was initially against.)",
  "Putin awarded the Russian order of friendship to Tillerson in 2013, reportedly at Sechin's request.",
  "The next year, Putin, Sechin, and Tillerson were filmed toasting another deal with champagne.",
  "(Rosneft has of late made large investments abroad in countries like India and Venezuela.)",
  "Khodorkovsky was soon imprisoned on charges of tax fraud, and Yukos was broken up.",
  "That’s great for Sechin, one of the president’s oldest and most trusted allies.",
  "Now Tillerson’s appointment could allow Sechin to extend his clout once again.",
  "“Even if someone gets stronger,” he warned, “he can be thrown off soon.”",
  "Bashneft was seized by the state and sold to Rosneft two years later.",
  "Exxon and Rosneft have gone on to sign other major deals.",
  "Power in Russia depends on access to Putin.",
  "And that’s where Sechin comes in."
]