[
  "Politico Magazine’s April/May 2018 issue, for example, produced a graphic depicting the alleged web of ties between Trump and Russia, asking “What is the real story of Donald Trump and Russia?” The news magazine said, “there’s no doubt that a spider web of connections—some public, some private, some clear, some murky—exists between Trump, his associates and Russian President Vladimir Putin.”\n\nAmerican media and Internet companies constitute EastBanc’s single largest client sector, comprising 12 out of 54 listed customers.",
  "While EastBanc has concentrated its work for private sector clients, the Russian company has also set its sights on working for the U.S. government, telling prospective customers, “We are GSA approved and work across the commercial, enterprise, state, local, and federal government sectors.”\n\nEastBanc’s real estate business, however, is led by Brazilian-born real estate developer Anthony Lanier.",
  "The new alert calls attention to Russian efforts to compromise network devices, such as routers, the heartbeat of the Internet.”\n\nFormer intelligence officials told TheDCNF Moscow approves all Russian companies interested in operating a corporation in the U.S. Russian officials customarily pressures and coerces all firms to cooperate with Russian intelligence services.",
  "“They seem unconcerned about it, showing a considerable amount of naivete.”\n\nNick Banks, who served four tours of duty as a CIA station chief during the Cold War, said t0 TheDCNF:\n\n“With so many U.S.-owned IT companies to choose from, why would these American media companies knowingly use one that is connected directly to Russia?",
  "Among the Russian applicants, they attended or graduated from Novosibirsk State Technical University; Moscow State Institute Of Steel And Alloys; Novosibirsk State University; Udmurt State University; Novosibirsk National State Research University; Moscow Power Engineering Institute; and Bauman Moscow State Technical University.",
  "J. Michael Waller, who is on the editorial board of NATO’s Defense Strategy Communications Journal, which examines Russia’s use of media and the Internet, told TheDCNF the ability to enter the back end of media companies could provide a treasure trove of sensitive and even classified information to the Russians.",
  "“We used a combination of onsite and offshore consultants who were based in Russia.”\n\nEastBanc Technology refused repeated requests from TheDCNF to tour their offices, which appears as a bunker-like office sandwiched between a U.S. Post Office and a Brooks Brothers clothing store in tony Georgetown.",
  "Everybody has to kiss his ring to start a business.”\n\nDavid Satter, who served as the Financial Times’ Moscow correspondent and as The Wall Street Journal’s Soviet affairs correspondent told TheDCNF he routinely found his fellow American journalists to be largely naive about Russian intentions.",
  "“Wouldn’t you, if you were Russian intelligence, want to know who his sources are within the CIA?”\n\nFormer Department of Homeland Security Chief of Staff Paul Rosen warned at a September 2017 C-Tech forum that media and broadcast companies are high targets for foreign-based cyberattacks.",
  "Both Director of Solutions Peter Shaskin and Director of Engineering Victor Shilo also graduated from Novosibirsk State, the former receiving a master’s degree in math modeling in rocket science and the latter getting a bachelor’s degree in mathematics and applied informatics.",
  "Their clients include S-7, the country’s second largest airline; SPO Ingosstrakh, one of the country’s top three insurance companies; and Katren, which Eastbanc says is “a leader of the Russian pharmaceutical market in terms of gross sales,” according to its Russian website.",
  "But if the media companies are aware of EastBanc’s Russian connection, they certainly have no business attacking others.”\n\nU.S. News was the only media company to respond to TheDCNF’s inquiries about relationships with the Russian company.",
  "“This clearly is a hypocrisy issue,” retired Col. James Waurishuk, a former deputy director for intelligence at the U.S. Central Command and a senior national security analyst with the National Security Counsel under President George H.W.",
  "The 12 American news and broadcast organizations that Eastbanc Technology lists as “our customers” are: Comcast, The Washington Post, Facebook, Time Inc., AOL, Newsweek, U.S. News & World Report, RCN, Slate, Microsoft, Intelsat and Vidyo.",
  "This is just lack of intellectual depth, lack of seriousness, lack of readiness to see the reality about the Russians.”\n\nEastBanc did not have to be a continuous client to continue to surveil the activities of the U.S. media companies.",
  "“Most Russian companies cooperated voluntarily with the FSB [the Russian equivalent to the FBI] as it’s in the national interest, or through simple persuasion and coercion if they wanted their businesses to remain operational.",
  "In 2014, the Obama administration, Canada and the European Union imposed sanctions on Igor Sechin, president and chairman of Rosneft’s Management Board, and Sergei Chemezov, deputy chairman of the company’s Board of Directors.",
  "Lanier redeveloped large parts of Georgetown and has active development projects involving 4 million square feet of mixed-use buildings in the U.S. and overseas, largely in Portugal, according to the real estate website.",
  "“I almost have to suspect this company in Russia is not in business unless they’ve got authority and certification from the Kremlin to operate,” said Waurishuk, who has conducted many intelligence operations overseas.",
  "“While Rosneft and Rostec themselves were not named for sanctions, U.S. businesses considering transactions with these companies need to tread carefully,” the Department of the Treasury stated in its announcement.",
  "“Broadcast and media companies, like so many others, are seeing two things – an increased frequency of cyber-attacks, and an enhanced sophistication and complexity to such attacks,” he told the conference.",
  "“From a counterintelligence standpoint, they are showing either a level of ignorance or a lack of concern,” D.W. Wilbur, who for 30 years served in the CIA and the Department of Defense, told TheDCNF.",
  "Since the 2016 presidential election, America media companies have slammed the Trump administration for its ties to Russian individuals, operations, enterprises and Russian President Vladimir Putin.",
  "A dozen major American media and Internet outlets hired a Russian company called EastBanc Technologies to help with IT and web services, according to a Daily Caller News Foundation investigation.",
  "So why are they doing business with a Russian company?”\n\nEastBanc is based and incorporated in Washington, D.C. On the surface, it appears to be a successful stand-alone American IT company.",
  "The vast majority of EastBanc’s leadership in Washington appear to be Russian nationals from the Novosibirsk region, according to its U.S. website and the officials’ LinkedIn pages.",
  "“They would create a quiet, silent back door that they would have access to,” the businessman, who requested anonymity to avoid retaliation from Russian authorities, told TheDCNF.",
  "“That capability exists and they certainly could silently monitor them.”\n\nIn reality, Russian intelligence agencies can spy on companies even if they have a short-term project.",
  "Follow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“There is no doubt that all Russian intelligence services are using Russian companies to help them in their covert collection efforts against the U.S,” Banks told TheDCNF.",
  "Former U.S. intelligence officers slammed the media companies for hypocrisy in retaining a Russian firm while criticizing others who have even tangential ties to Russians.",
  "Other former intelligence officials expressed surprise media companies were naive to hire a Russian firm to conduct sensitive, backend IT services for their web sites.",
  "WaPo hired EastBanc to develop apps for its sightseeing and Going-Out guides, to create its social job site and to integrate videos for streaming through Chromecast.",
  "“There are more than 100 specialists in the staff.”\n\nThe relationship between the two firms could be found in a 2014 powerpoint presentation produced by EastBanc.",
  "“The latest alert from the United States and Britain about Russian intrusion into computer networks contains alarming conclusions,” WaPo’s editorial board wrote.",
  "The company provides many traditional tech services including data analytics, cloud services and business intelligence, according to the company’s U.S. website.",
  "An American businessman who has worked for 30 years in Russia told TheDCNF the Russian FSB most likely would silently monitor the companies with special code.",
  "There’s no doubt about it.”\n\n“It’s another example that they are not only ill-informed about the potential threats our adversaries pose,” he continued.",
  "Waurishuk noted the Russians could privately watch the information flow even if they no longer have an ongoing relationship with the media company.",
  "Another one of its clients is Surgutneftegaz, “one of the largest enterprises of the Russian oil industry,” according to EastBanc Russia’s website.",
  "“The reality is that anybody in the intelligence world knows that if you’re dealing with anything Russian, the hand of Vladimir Putin is involved.",
  "EastBanc Chief Software Architect Oleg Chunikhin received his bachelor’s and master’s degrees in mathematics at Novosibirsk State University.",
  "News used EastBanc for website development, back in 2011 through 2014,” Chief Operating Officer Karen Chevalier told TheDCNF in an email.",
  "The Washington Post appears to have used EastBanc for at least five services the news outlet offers, according to the company’s website.",
  "EastBanc also partnered with RN-Inform, the IT provider for Rosneft — the country’s oil giant, to develop a project management system.",
  "Prior to joining EastBanc, Kotovich worked for Astrosoft, a Russian software development company based in St. Petersburg, Russia.",
  "And you have a reporter who’s been there for a long time, who has built his career with sources within the CIA,” he told TheDCNF.",
  "“Earlier warnings were issued about Russian meddling in social media, election systems, and energy, water and aviation controls.",
  "EastBanc filed green card applications for 13 of its workers, according to its latest report to the U.S. Department of Labor.",
  "Maxim Ingnatyev, who is EastBanc’s senior software engineer, was the “lead Android developer” at WaPo, according to LinkedIn.",
  "She previously worked at WaPo where she served as its International Marketing Specialist, according to her LinkedIn page.",
  "One of its latest warnings was posted in April after the Department of Homeland Security issued an alert in April 2018.",
  "The companies include The Washington Post, Time, Newsweek, Slate, Facebook, AOL, Comcast and U.S. News & World Report.",
  "“The company’s office is located in the Academgorodok of Novosibirsk,” the company’s Russian-language website said.",
  "But it’s still connected and still providing information,” the retired military intelligence official told TheDCNF.",
  "“All of the media companies have reported Trump and the Russian collusion story that all things Russians are bad.",
  "While EastBanc’s American website is sanitized of Russian connections, its Russian site tells a different story.",
  "WaPo did not respond to several DCNF requests for comments about its contractural relationship with EastBanc.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“We create corporate solutions for leading companies in Russia,” the company boasts on its Russian website.",
  "In July 2015, the Treasury Department added Roseneft and its subsidiaries to its sectoral sanctions list.",
  "But a counterpart company, also called EastBanc, is based in Novosibirsk, Russia, a city in Siberia.",
  "It posted the Russian and U.S. officers side-by-side along with their American and Russian clients.",
  "They also considered their decision to trust their web back-end to a foreign-based company naive.",
  "“That back door would be given to the FSB as a ‘right’ in order able to continue their business.",
  "Instead, they could quietly insert code into their systems to monitor their internal operations.",
  "Slava Koltovich, CEO of the American operation, graduated from the Siberian Federal University.",
  "Twelve of the employees were Russian citizens and one was from neighboring, pro-Moscow Belarus.",
  "About a quarter of its clients listed on its American website are media and Internet companies.",
  "EastBank in Novosibirsk has also signed contracts with some of Russia’s largest industries.",
  "It also did not respond to requests to interview a company representative about its work.",
  "“Reporters didn’t recognize that the ill-intentioned nature of their Russian sources.",
  "WaPo’s editorial board has warned about Russian cyber warfare of computer networks.",
  "“This naivete about Russia was very typical for a long time,” he told TheDCNF.",
  "The sanctions were issued over Russia’s continued meddling in the Ukraine.",
  "The company also listed the university ties to the green card applicants.",
  "WaPo’s relationship to EastBanc also appears intertwined in other ways.",
  "EastBanc’s also helped WaPo develop apps for iPad and Android tablets.",
  "Here, the company publicizes some of its U.S. clients, including WaPo.",
  "“That’s pretty much how [President Vladimir] Putin’s Russia operates.",
  "Catherine Paganini is EastBanc Technologies’ marketing director.",
  "The media outlet knowingly relied on Russian-based technicians.",
  "They would have unfettered access.”\n\nWilbur agreed.",
  "Andrew Kerr contributed to this report.",
  "“They could get a short-term contract.",
  "They had no choice,” he said.",
  "It doesn’t make much sense.",
  "“Let’s say you’re Newsweek.",
  "Embed it and walk away.",
  "Bush, told TheDCNF.",
  "“U.S."
]