[
  "In return, Page had expressed interest and confirmed that were Trump elected US president, then sanctions on Russia would be lifted.”)\n\nReuters reported over the weekend that the FBI is examining “financial transactions by Russian individuals and companies who are believed to have links to Trump associates.” And the New York Times reported last week that calls intercepted by U.S. intelligence calls show that Trump associates and campaign officials “had repeated contacts with senior Russian intelligence officials in the year before the election.” Meanwhile, two days after the election, the Russian deputy foreign minister, Sergei A. Ryabkov, said “there were contacts” between Russian officials and Trump’s team during the campaign.",
  "The Trump Camp’s Russia Ties\n\nMeanwhile, Trump not only was the potential beneficiary of this aggressive Russian interference in the U.S. election; he actively cheered it on during the campaign, endlessly praising the leaking of Democrats’ emails, quoting from those messages, and calling on Russia to hack into Hillary Clinton’s server to “find the 30,000 emails that are missing.”\n\nThere is plenty of evidence of engagement between the Trump camp and Russia.",
  "(The intelligence dossier created by ex-MI6 agent Christopher Steele includes the unconfirmed allegation that Page met over the summer with Rosneft’s president Sechin and a senior Russian government official and that “Sechin’s associate said that the Rosneft president was so keen to lift personal and corporate western sanctions imposed on the company, that he offered Page and his associates the brokerage of up to a 19 percent (privatized) stake in Rosneft.",
  "To be sure, there are reasons besides the sanctions that Putin might have wanted to help Trump win: Trump lacked Hillary Clinton’s national security and government experience and thus was potentially a weaker adversary; Trump was calling into question U.S. alliances and commitments overseas, including NATO; and Trump repeatedly expressed personal admiration for Putin.",
  "“Russia’s hurting very badly right now because of sanctions,” Trump said, “but I think something can happen that a lot of people are gonna benefit.”\n\nButtressing the idea that Trump has been preparing to lift the Russia sanctions was his choice for secretary of state, Rex Tillerson, who had no diplomatic or government experience but who spent 41 years at Exxon.",
  "The apparent hook for Flynn’s multiple phone calls with Ambassador Sergey Kislyak was Obama’s December 29 imposition of new sanctions against Russia, penalties imposed in the wake of U.S. intelligence findings that Russia had aimed to tilt the election to Trump by hacking emails and spreading disinformation.",
  "A few days later Trump told an interviewer that “the people of Crimea, from what I’ve heard, would rather be with Russia.”\n\nHillary Clinton, meanwhile, had compared Putin’s intervention in Crimea to Adolph Hitler’s aggression and called for maintaining and indeed strengthening U.S. sanctions against Moscow.",
  "(The drilling deal was facilitated by global warming that has melted Arctic ice; some have asked whether Exxon was sharing with Rosneft its knowledge and modelling of accelerating climate change, even as it continued to fund efforts to conceal the risks of climate change from the American people.)",
  "That the two men seem to share a love of autocratic government, of pressuring the media and judiciary to do their bidding, and of mingling their financial interests with their government power, does not lessen concerns that such a corrupt deal has been taking place in front of our eyes.",
  "This article was co-written with Kert Davies\n\nAny analysis of Russiagate, and the fateful phone calls between Michael Flynn and Russia’s ambassador to the United States, must address the critical fact that U.S. sanctions on Russia are severely damaging Vladimir Putin’s economic power.",
  "As law enforcement and congressional investigations go forward, a key issue is whether there were pre-election discussions between the Putin and Trump camps involving the possible lifting of these sanctions, just as Russia was seeking to influence the election in Trump’s favor.",
  "On Sunday, the New York Times reported that Michael Cohen, Donald Trump’s long-time personal lawyer at the Trump organization, hand-delivered to Flynn, the week before he resigned, a proposal for a Russia-Ukraine peace deal that includes lifting the U.S. sanctions.",
  "But as to whether Flynn discussed the sanctions with Kislyak in December, Trump said, “It would have been okay with me… I would have directed him if I thought he wasn’t doing it.”\n\nThus the signs of a possible arrangement: The Trump and Putin camps are acquainted.",
  "Although transcripts of the calls from intelligence community intercepts have not been publicly released, the Washington Post reported that some senior U.S. officials interpret Flynn’s words as signaling that Moscow could expect a lessening of the sanctions.",
  "But the scope of those December sanctions are small potatoes compared with other penalties already in place prior to the election: the 2014 sanctions that the U.S. imposed after Russia’s military annexation of Crimea and other abuses in Ukraine.",
  "Those sanctions penalize numerous companies and individuals in Putin’s inner circle, as well as key Russian banks and energy companies, and block U.S oil companies, including Exxon, from working on Russian oil and gas drilling joint ventures.",
  "The Kara Sea, the CIA stated, “could become one of the major petroleum regions in the USSR early in the next century.” But the agency judged that development was unlikely without joint ventures with Western oil companies.",
  "Flynn, who was Trump’s campaign advisor before briefly serving as his White House national security adviser, has significant ties to Russian interests, as do Trump advisers Paul Manafort, Carter Page, and Roger Stone.",
  "The Russia-Exxon Deal\n\nPerhaps the biggest deal that the U.S. sanctions shut down was the remarkable 2011 agreement that Putin and Rosneft, Russia’s state oil company, brokered with Exxon and its CEO, Rex Tillerson.",
  "The two sides called the agreement a “Strategic Partnership.” The plum in this deal, potentially worth hundreds of billions of dollars, was new exploration for offshore oil and gas in the Russian Arctic.",
  "This deal is made even more interesting by a 1988 CIA secret report, since declassified, on the Kara Sea, the very location where Exxon and Rosneft were planning their major offshore operations.",
  "On January 16, president-elect Trump returned to the subject, saying he might propose a deal under which the U.S. would end its Crimea sanctions if Russia agreed to a nuclear arms agreement.",
  "are blocking a lucrative long-term oil agreement between Russia and ExxonMobil, a deal whose value is underscored by a little-noticed 1988 declassified CIA document.",
  "The Rosneft deal was also crucial for Exxon’s future, allowing it to book massive reserves unavailable elsewhere on earth, before the sanctions shut it all down.",
  "Nonetheless, Russia is now second to the United States in oil and gas production, and only the U.S. fracking boom of the past 5 years puts the U.S. in the lead.",
  "The plan was endorsed by Cohen, Felix Sater, a Russian-American businessman with longstanding connections to Trump, and a Ukrainian opposition politician.",
  "At his press conference on Thursday, Trump flatly denied that he had any financial connections to Russia, despite the extensive evidence that he does.",
  "Oil and gas revenue has accounted for upwards of 70 percent of Russia’s export income and 40 to 50 percent of the Russian budget over the past decade.",
  "Despite Tillerson’s denials at his confirmation hearing, Exxon lobbied against Obama’s 2014 sanctions, which included penalties on Sechin personally.",
  "Now there is evidence that Trump associates from outside the administration have been actively pushing the White House to end the sanctions.",
  "In pursuing the arctic drilling deal, Tillerson developed strong personal ties to Rosneft head Igor Sechin, an ex-KGB agent close to Putin.",
  "Candidate Trump promised in July that he “would be looking into” recognizing Crimea as part of Russia and lifting the Obama sanctions.",
  "(Tillerson’s former colleagues at Exxon will now also benefit from a range of Trump policies that favor oil and gas interests.)",
  "Thereafter, Putin announced that Russia would not impose retaliatory sanctions, a decision that Trump then praised on Twitter.",
  "And in brokering the Russian deal, Exxon promised to teach Rosneft to frack, with made-in-America technology and equipment.",
  "imposed by Barack Obama, supported by Hillary Clinton, and repeatedly questioned by Donald Trump and Rex Tillerson ?",
  "One might ask how allowing this deal to proceed would help the United States anywhere except at Exxon headquarters.",
  "But the chance to rescue the flagging Russian economy certainly would have loomed large for the Kremlin leader.",
  "A glut of oil on the global market has crashed oil prices and tanked the Russian economy in the last few years.",
  "He added that “nobody that I know of” from his campaign talked with Russian officials during the campaign.",
  "Tillerson thereafter told his shareholders that Exxon generally opposed U.S. sanctions as ineffective.",
  "Trump ends the sanctions that are holding back Putin’s economy, especially the Exxon-Rosneft deal.",
  "In 2012, Russia awarded Tillerson one of its highest honors, the Order of Friendship decoration.",
  "Trump and the Russia Sanctions\n\nNow Putin and Exxon have a potential savior in Donald Trump.",
  "“Obviously,” Ryabkov added, “we know most of the people from his entourage.” Obviously.",
  "The Russian Arctic alone is said to hold upwards of 90 billion barrels of oil.",
  "Twenty-three years later, Exxon stepped into the very role the CIA predicted.",
  "But the deal has the potential to make Russia great again.",
  "And Rosneft has exclusive access, granted by Putin.",
  "Putin helps Trump become president.",
  "In particular, these sanctions ?"
]