[
  "AP\n\nThe House Intelligence Committee on Monday released the full transcript of the former Trump campaign adviser Carter Page's testimony before the panel last week, portions of which support details in an explosive collection of memos outlining alleged collusion between the campaign and Moscow before the 2016 US election.",
  "He also congratulated members of the Trump campaign's foreign-policy team on July 14 for their \"excellent work\" on the \"Ukraine amendment\" — a reference to the Trump campaign's decision to \"intervene,\" a representative previously told Business Insider, to water down a proposed amendment to the GOP's Ukraine platform.",
  "The dossier, compiled by the former British spy Christopher Steele, said an \"official close to Presidential Administration Head, S. Ivanov, confided in a compatriot that a senior colleague in the Internal Political Department of the PA, Diveykin (nfd) also had met secretly with Page on his recent visit.\"",
  "The intelligence community in January briefed Trump, President Barack Obama, Vice President Joe Biden, and the nation's top lawmakers on the dossier's claims, many of which have not been independently verified but are being investigated by the FBI and congressional intelligence committees.",
  "Steele wrote in the dossier that a Russian source close to Sechin said in July 2016 that Sechin and Page had held a \"secret meeting\" to discuss \"the issues of future bilateral energy cooperation and prospects for an associated move to lift Ukraine-related western sanctions against Russia.\"",
  "Papadopoulos was told in April by a Kremlin-linked professor that Russia had dirt on Clinton in the form of \"thousands\" of emails, and he emailed Clovis several times before the election asking to arrange a meeting between Donald Trump and Russian President Vladimir Putin.",
  "In his congressional testimony, Page denied meeting with Diveykin and said the meeting with the \"senior members of the presidential administration\" was actually \"a brief, less-than-10-second chat with Arkadiy Dvorkovich,\" Russia's deputy prime minister.",
  "Clovis has come under intense scrutiny over his correspondence with another early Trump campaign foreign-policy adviser, George Papadopoulos, who recently pleaded guilty to lying to federal agents about his contact with Russia-linked foreign nationals.",
  "Page also disclosed that a Trump campaign adviser named Sam Clovis had asked him to sign a nondisclosure agreement upon joining the campaign — and that he discussed his Moscow trip with Clovis both before he went and after he returned.",
  "'Incredible insights and outreach ... from a few Russian legislators'\n\nThe transcript shows that Democratic Rep. Adam Schiff confronted Page with an email he wrote on July 8, 2016, from Moscow to the Trump campaign adviser J.D.",
  "Page revealed during his testimony that he met with members of Russia's presidential administration and the head of investor relations at the Russian state-owned oil giant Rosneft during his trip to Moscow in July 2016.",
  "The dossier says the campaign \"agreed to sideline\" the issue of Russia's invasion of Crimea and interference in eastern Ukraine in exchange for dirt on Hillary Clinton, the 2016 Democratic presidential nominee.",
  "Page told Schiff that the sanctions issue was \"outside the scope\" of Baranov's responsibilities, and when asked whether he had spoken to Baranov again after returning the US, Page said he couldn't recall.",
  "Page spoke to a top official at a Russian state-owned oil company\n\nSchiff also asked Page whether, before his trip to Moscow, he met with Andrey Baranov, the head of investor relations at Rosneft.",
  "From there, Page traveled to London, where he said he met with his \"old friend\" Sergey Yatsenko — a former mid-level Gazprom executive — to discuss \"some opportunities in Kazakhstan.\"",
  "Asked whether he had ever met the overseas professor who told Papadopoulos about the Kremlin's dossier of incriminating Clinton emails, Joseph Mifsud, Page at first said, \"No.\"",
  "\"As someone working on investor relations for a CEO who is under sanctions, would it be advantageous for that head of investor relations to see those sanctions go away?\"",
  "Emails contained in newly unsealed court documents show that Clovis never shot down the idea — at one point even encouraging Papadopoulos to travel to Moscow himself.",
  "But Page returned to Moscow one day after the Rosneft deal was signed on December 8 to \"meet with some of the top managers\" of Rosneft, he told reporters at the time.",
  "According to that official in the dossier, Igor Diveykin told Page that the Kremlin had a dossier of kompromat on Clinton that it wanted to give the Trump campaign.",
  "Gordon, saying he had received \"incredible insights and outreach ... from a few Russian legislators and senior members of the presidential administration here.\"",
  "Asked whether he and Baranov discussed \"a potential sale of a significant percentage of Rosneft\" in July, Page said, \"He may have briefly mentioned it.\"",
  "Four months before, a US intelligence source told Yahoo's Michael Isikoff that Sechin met with Page during Page's three-day trip to Moscow.",
  "The dossier said Sechin offered Page the brokerage of a 19% stake in the company in exchange for the lifting of US sanctions on Russia.",
  "The original amendment proposed that the GOP commit to sending \"lethal weapons\" to the Ukrainian army to fend off Russian aggression.",
  "Page also said he met with an investor-relations official at Gazprom, a Russia energy company, while in Moscow in July and December.",
  "But it was ultimately altered to say provide \"appropriate assistance\" before it was included in the party's official platform.",
  "He said his mention of \"legislators\" was a reference to \"a few people\" who \"were shaking hands\" with him in passing.",
  "Page denied meeting with Sechin during that trip, but he said it would have been \"a great honor\" if he had.",
  "\"I was getting thousands of emails on the campaign and didn't read all of them,\" he told Business Insider.",
  "\"I discouraged Carter from taking the trip to Moscow in the first place because it was a bad idea ...",
  "Sechin, the source told Yahoo, raised the issue of the US lifting sanctions on Russia under Trump.",
  "The campaign manager at the time, Corey Lewandowski, approved Page's trip, Gordon said.",
  "\"Did you ever express support for the idea of lifting US sanctions on Russia with Mr.",
  "\"I have no recollection of ever interacting with him in any way, shape or form ...",
  "Gordon said on Monday that he didn't \"recall all of Carter Page's emails.\"",
  "There is no evidence that Page played any role in the Rosneft deal.",
  "He said he \"possibly\" spoke to Baranov before traveling to Moscow.",
  "He eventually went around me directly to campaign leadership.\"",
  "\"We got in touch, and he told me about this event,\" Page said.",
  "Schiff asked, referring to Igor Sechin, the CEO of Rosneft.",
  "\"Well, Mr. Baranov works for Mr. Sechin, does he not?\"",
  "\"You know, there may have been a greeting,\" he said.",
  "\"He's a part of the team at Rosneft,\" Page said.",
  "I have no personal relationship with him.\"",
  "But he then seemed to backtrack.",
  "\"Not directly,\" Page said.",
  "Schiff asked.",
  "Schiff asked.",
  "Carter Page.",
  "Baranov?\""
]