[
  "Citing unnamed current and former US officials, the Times said the “call logs and intercepted communications are part of a larger trove of information that the FBI is sifting through as it investigates the links between Mr. Trump’s associates and the Russian government,” including banking and travel records.",
  "The Page-related parts of the dossier, which appear under the headline “Secret Kremlin Meetings Attended by Trump Advisor,” allege that Page secretly met with Igor Sechin, the head of Russia’s largest oil company, Rosneft, and a close Putin crony (you can read more about Sechin in a Vox profile here).",
  "“General Flynn’s resignation also raises further questions about the Trump administration’s intentions towards Vladimir Putin’s Russia, including statements by the president suggesting moral equivalence between the United States and Russia,” Arizona Sen. John McCain said in a statement Tuesday.",
  "Page has strongly and consistently denied the allegations, telling ABC News earlier this month that the assertions about his purported meetings with Sechin were “absolutely ridiculous.”\n\n“If I were offered a prize of many billions of dollars, that would be quite an offer,” Carter told ABC.",
  "In a report certain to fuel calls for a wider probe, the New York Times reported Tuesday night that US law enforcement and intelligence agencies had intercepted communications between Trump campaign staffers and senior Russian intelligence officials in the year before the 2016 election.",
  "The Army, per the New York Times, is looking into whether Flynn accepted money from the Russian government without proper disclosures during a now-infamous 2015 trip to Moscow where he was photographed sitting next to Putin at a dinner honoring the state-funded RT television network.",
  "Per the dossier, Sechin offered Page and his colleagues up to a 19 percent stake in Rosneft — which could have been worth hundreds of millions of dollars, if not more — in exchange for working to persuade a future President Trump to lift the punishing economic sanctions on Russia.",
  "— David Rothkopf (@djrothkopf) February 14, 2017\n\nThe frontrunner to replace Flynn, Vice Adm. Robert Harward, served under Defense Secretary Jim Mattis while the retired general was running the military’s Central Command and is said to be an ally and friend of the Pentagon chief.",
  "It’s important to remember, though, that the Flynn story is just the tip of the iceberg when it comes to why Trump has consistently praised Russian President Vladimir Putin and floated jarringly pro-Russian policy positions during the campaign and in his first weeks as president.",
  "The Flynn scandal shows every sign of snowballing, with powerful GOP lawmakers like Texas Sen. John Cornyn, the chamber’s second-ranking Republican, calling for a formal congressional investigation and demanding the retired Army general testify under oath.",
  "There are also lingering questions about onetime Trump adviser Carter Page, whose name pops up again and again in the unverified and now-infamous dossier about Trump that was prepared by a retired British intelligence agent and later published by BuzzFeed.",
  "Flynn isn’t the only Trump aide who has been in FBI crosshairs because of Russia\n\nLet’s rewind the tape to the halcyon days of last summer, when Trump’s floundering presidential campaign was being run by veteran GOP political operative Paul Manafort.",
  "That’s a really sexy scandal, and will rightly suck up a lot of oxygen in coming days as more details leak out and Democrats and Republicans spar about whether Congress should open a formal investigation into Flynn’s time in office.",
  "The most generous answer — using the term loosely — is that Trump shares Putin’s authoritarian tendencies, sees the Russian as a strong leader, and genuinely believes Moscow can be turned into an ally in the fight against ISIS.",
  "Flynn was forced out of his job Monday night amid growing evidence that he’d misled Vice President Mike Pence, and potentially the FBI, about the nature of his conversations with Russian Ambassador to the US Sergey Kislyak.",
  "There are a lot of questions swirling around the scandal that brought down National Security Adviser Michael Flynn, but the biggest and most important goes way beyond him: What’s up with President Donald Trump and Russia?",
  "Flynn told Pence he didn’t discuss Washington’s sanctions on Moscow with the envoy, but FBI intercepts showed that he’d done so explicitly and even hinted Trump might lift the measures once he was in the White House.",
  "All of which means that Flynn’s downfall isn’t the only thing that should make us take a closer look at Trump’s ties to Russia — or at the controversial pro-Moscow aides the new president has long had in his orbit.",
  "As FP Group editor (and my former boss) David Rothkopf put it on Twitter:\n\nLikelihood Flynn undertook his long series of contacts with Russians without his boss' okay is, given his background, pretty close to zero.",
  "At his confirmation hearing, Mattis said his personal list of threats to the US “starts with Russia” and warned that Putin was trying to break Washington’s decades-old alliances with its European allies.",
  "The darkest and most conspiratorial interpretation is that Putin has something on Trump, hacked the US election to help him win the White House, and is blackmailing him into doing the Kremlin’s bidding.",
  "In early January, the US intelligence community concluded with “high confidence” that Russia had directly interfered with the election to boost Trump’s chances and hurt those of Hillary Clinton.",
  "The two men could now push Trump to take a tougher line with Putin, abandon his constant criticism of NATO, and commit to defending a member of the alliance that was invaded by Russia.",
  "Mattis, like CIA Director Mike Pompeo, is a hawk who frequently clashed with Flynn over the administration’s overtures to Putin and willingness to adopt Kremlin-friendly policies.",
  "The FBI is looking into his ties to Kislyak and whether the former national security adviser lied about them to Pence and other top administration officials to cover his tracks.",
  "He was forced to resign in August after the New York Times reported on a ledger documenting $12.7 million in payments to Manafort from a pro-Putin political leader in Ukraine.",
  "The FBI is pursuing a criminal probe into Flynn’s dealings with the Russian diplomat; if it’s proven that he lied to federal agents, Flynn could face jail time.",
  "Depending on the results of the investigations, and of any future criminal prosecutions, the former national security adviser could wind up in prison.",
  "(This was arguably good news for Trump; Manafort’s replacement, Steve Bannon, honed the nationalist message that helped Trump win the White House.)",
  "Less than a week later, CNN reported US intelligence agencies believed the Kremlin had “compromising personal and financial information” on Trump.",
  "Flynn’s resignation will have no impact on either probe, both of which will continue to look at him even after he’s returned to private life.",
  "However the Flynn probes play out, it’s hard to believe that the former national security adviser was freelancing when he spoke to Kislyak.",
  "With Flynn gone, Mattis and Pompeo have rid themselves of someone willing to give Putin the benefit of the doubt regardless of the cost.",
  "Trump himself has repeatedly said publicly that he’d consider lifting sanctions on Moscow in exchange for Russian help fighting ISIS.",
  "The New York Times reported in January that Page was facing FBI scrutiny, but it’s not clear whether that probe is continuing.",
  "In late November, NBC News reported that the FBI had opened a preliminary inquiry into Manafort’s foreign business ties.",
  "“But that was never dropped in my lap, no.”\n\nAs with Manafort, it’s unclear if the FBI is continuing to scrutinize Page.",
  "Moscow would have been able to potentially blackmail Flynn by threatening to release that career-ending information.",
  "There’s no smoking gun here, and I can’t bring myself to make the leap into seeing Trump as a Manchurian president.",
  "It’s not clear if that’s come to an end or if FBI agents have decided to expand it into a formal criminal probe.",
  "Several of those Republicans want the probe to also look at the broader issue of Trump’s views of Russia.",
  "Justice Department spokesperson Wyn Hornbuckle didn’t respond to an email seeking comment.",
  "The president just jettisoned one of the key architects of his Russia policy.",
  "That could mean big changes for the administration’s Russia policy.",
  "Whether he’ll also jettison the policy itself remains to be seen.",
  "Flynn, meanwhile, is now being investigated on two fronts.",
  "Will Flynn’s downfall make Trump change course on Russia?",
  "But it’s no longer something to just dismiss out of hand.",
  "In the end, though, those are Trump’s choices to make."
]