[
  "It will be interesting to see what comes out when the unjustified basis for those FISA requests are more fully disclosed over time, including, potentially, the Dodgy Dossier — a document that clearly is false evidence, which could represent yet another potential crime.”\n\nPage has often boasted about his contacts in Russia and the region, based in part on his work there as an investment banker on energy issues for several years in the 2000s.",
  "| AP Photo Former Trump adviser Page says he welcomes FISA warrant against him\n\nA former foreign policy adviser to President Donald Trump’s campaign says a report that the FBI obtained a secret court order to monitor his communications last summer is “very encouraging,” because it shows he is being made a political scapegoat in the ongoing investigations into potential ties between Trump associates and the Russian government.",
  "Despite claims by Page and others that FISA warrants have been used to gather intelligence for political reasons, the application process has built into it numerous layers of oversight to prevent that from happening, both at the FBI and at the Justice Department, which has been known to reject an application several times before approving it for consideration by the secret court of specially tapped federal judges.",
  "Even though many of the FISA judges are Republican appointees, “Each application for one of these surveillance warrants … is made before an individual judge of the court.” Nearly all the applications formally presented to the court are approved, but current and former Justice Department officials say that’s because some are withdrawn or reworked after being sent to judges for informal review.",
  "Page, who founded the New York-based investment firm Global Energy Capital, has said he hasn’t had any inappropriate contacts with Russian officials, either as a representative of the Trump campaign or as a private individual and energy consultant, and that he welcomes the investigations because they will clear his name of unfair accusations.",
  "And while he sent a constant stream of position papers, the campaign adviser said they were forwarded up the chain to more senior campaign officials over the summer like Corey Lewandowski and, later, Paul Manafort, but that it was unclear whether they ever resulted in any campaign platforms or policy proposals.",
  "He also told a House intelligence panel investigating Russian meddling in the U.S. election that FISA warrants include an encyclopedic amount of information needed to show that there is probable cause that someone is acting as an agent of a foreign power, which is a requirement for approval of the warrants.",
  "The dossier to which Page referred, compiled by former British intelligence officer and Russia expert Christopher Steele, also alleged that Page met while in Moscow with Igor Sechin, the CEO of Russian state oil company Rosneft and a longtime close associate of Russian President Vladimir Putin.",
  "The Washington Post, citing anonymous sources, reported on Tuesday that the FBI had compiled a lengthy file and obtained a FISA warrant against Page in July because there was probable cause to believe the energy consultant was acting as an agent of a foreign power — in this case, Russia.",
  "When asked Tuesday evening why he believed the court would approve a FISA warrant against him, Page again — as he has in the past — blamed unnamed Obama administration officials and allies of Hillary Clinton, the former secretary of state and Democratic presidential nominee.",
  "But his visit, his critical remarks about U.S. energy policy while in Russia and other associations have made him one of the most visible and scrutinized Trump campaign associates who have been identified as being subjects of the FBI and congressional investigations.",
  "Last month, POLITICO reported that Lewandowski, at the time Trump’s campaign manager, approved Page’s now-infamous trip to Moscow last summer on the condition that the foreign policy adviser would not be an official representative of the campaign.",
  "Carter Page told POLITICO, in an interview conducted Tuesday evening via text message, that “further confirmation is now being revealed” about how he has been the subject of a Foreign Intelligence Surveillance Court, or FISA, warrant against him.",
  "Page then emailed Lewandowski and spokeswoman Hope Hicks asking for formal approval and was told by Lewandowski that he could make the trip, but not as an official representative of the campaign, the former campaign adviser said.",
  "Last August, then-Senate Minority Leader Harry Reid singled out Page and his visit to Moscow, without naming him, in asking Comey to have the FBI investigate Trump associates for possible ties to Russia’s election interference.",
  "Page has volunteered to testify before House and Senate intelligence committees investigating Russia’s interference in the presidential election, and whether any Trump-Russia connections inappropriately influenced it.",
  "Page left the campaign last September amid disclosures of his ties to Russia, and Trump representatives said he had never been an official part of the team and that he was not authorized to speak on its behalf.",
  "Among the dossier’s many unverified claims: that Sechin offered Page and others the brokerage of a lucrative 19 percent stake in the massive oil company in exchange for the lifting of U.S. sanctions on Russia.",
  "Since last fall, the FBI is believed to have been investigating whether Page engaged in some kind of private communications with Russian officials as part of its broader probe into the election meddling.",
  "That trip is now a focus of congressional and FBI investigations into Russian influence in the 2016 presidential election, and, as a result, would be central to any FISA warrant obtained against Page.",
  "Gordon, his supervisor on the campaign’s National Security Advisory Committee, for permission to make the trip, and Gordon strongly advised against it, Gordon, a retired naval officer, told POLITICO.",
  "Page said Tuesday evening that he was being investigated, at least in part, for remarks he has made — including during a July 2016 speech in Russia — that were highly critical of U.S. energy policy.",
  "One senior Trump campaign national security adviser told POLITICO that Page was part of an early group of unpaid advisers who assisted the campaign in formulating policy on a range of issues.",
  "Page acknowledged the report, saying, “There had been prior reports, but I was so happy to hear that further confirmation is now being revealed.”\n\nThe Justice Department declined to comment.",
  "Page said the warrant “shows how low the Clinton/Obama regime went to destroy our democracy and suppress dissidents who did not fully support their failed foreign policy.",
  "I’m just following what’s in the media.”\n\nStory Continued Below\n\nFISA warrants are highly classified and issued in secret by a special Justice Department court.",
  "In recent remarks, FBI Director James Comey provided rare insight into the FISA process, saying that it was virtually impervious to politics.",
  "Page told POLITICO that he didn’t meet any sanctioned individuals in 2016, but he did not comment on whether he did so in any other year.",
  "The Trump campaign official also said Page constantly sought more access into the inner circle of the Trump campaign but was denied.",
  "The FISA court was created after a series of embarrassing disclosures about how the U.S. government improperly spied on dissenters.",
  "When pressed for details, he backed away from having any specific knowledge of the secret order, saying, “I don’t know anything.",
  "Sechin was one of many Russian officials sanctioned by Washington after the Putin government invaded and seized part of Ukraine.",
  "“There had been prior reports, but I was so happy to hear that further confirmation is now being revealed,” Carter Page said.",
  "They later said they had gotten cease and desist orders issued to stop Page from claiming an association.",
  "In Page’s case, it was energy policy, given his many years of experience as a global energy consultant.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Most are approved for 90 days, at which time the probable cause must be re-established.",
  "A few weeks before he traveled to Moscow to give a July 7 speech, Page asked J.D.",
  "“In a lot of cases, they read like term papers,” the Trump campaign adviser said.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "Page said these unnamed officials were trying to suppress dissent.",
  "And they rank among the most closely held secrets in government.",
  "“Let’s see what happens,” Page told POLITICO on Tuesday evening.",
  "Targets of them are, by rule, not notified of them.",
  "Josh Gerstein contributed to this report.",
  "You can unsubscribe at any time.",
  "Page strongly denies that."
]