[
  "In this struggle, all instruments are valuable, including incessant propaganda on TV that the U.S. is pursuing the dismemberment of Russia; that the hidden world government which is in the hands of the Rockefellers and the Rothschilds controls the US and is out to get Russia.",
  "The legislation ostensibly dealing with suspension of weapons grade plutonium disposal is a Putin ultimatum, including demands that Russia be compensated for damages caused by the Western sanctions imposed over the conflict in Ukraine, as well as Russian counter-sanctions.",
  "Learning from the Cold War, we should not forget the war of ideas, political warfare, including the media, and enhancing area expertise and the language skills among the foreign and defense policy practitioners and intelligence professionals.",
  "The reason Putin is on the prowl is because he believes that the Europeans are weakened by the tsunami of refugees and Brexit; that populists and the extreme right are on the rise, that the U.S. is navel-gazing during the election season.",
  "The next American president will meet the steely-eyed anti-status quo leader of a nuclear power with a long list of complaints, most recently articulated in a draft law Putin sent to the newly elected Duma this past week.",
  "Such an agreement, he thinks, would allocate Russia hegemony in the post-Soviet space, including Ukraine; recognize the annexation of the Crimea; and give Russia equal influence and voice in Europe and the Middle East.",
  "Now those who re-post \"undesirable\" Facebook posts, spend time catching Pokemon in a church or express heterodox opinions are subject to prosecution under Article 282 of the criminal code and can be put away for years.",
  "Finally, boosting alliances, and first and foremost, with NATO, Japan and Korea, and reaching out to our post-Soviet friends, from Ukraine, to Georgia, to Kazakhstan, are a must of the new Cold War v2.0 strategy.",
  "All diplomatic frameworks, including those dating back to the Soviet era, such as the Helsinki Accords of 1975, which guaranteed the inviolability of borders in Europe, are under revision by the Kremlin.",
  "He appears to have thrown in his lot with the \"party of war\", which includes Russia's top siloviki, (men of power) the military industrial complex, elements of the Orthodox Church, and the military.",
  "Appointing a capable national security leadership team, which includes Russia experts in the next Administration, including the NSC, the Pentagon, and State, would be a logical next step.",
  "Among these are Putin's Politburo 2.0 members such as as Security Council Secretary Nikolay Patrushev; FSB boss Alexander Bortnikov; Rosneft chief Igor Sechin, and other \"patriots.\"",
  "Based on my conversations with many Russian foreign policy experts, Putin is striving to carve out a new 19th century style sphere of influence, sanctified by new Yalta Accords.",
  "The law also calls for the end of sanctions imposed on Russia under the 2012 Magnitsky Act, named after a Russian whistle blower attorney who was murdered in detention.",
  "When Hillary Clinton and Donald Trump address security challenges to America and its allies in the next four years, Vladimir Putin's Russia will loom large.",
  "Events and countries are melded together to create a nation-wide alternative reality, that justifies a jingoistic rhetoric and a militarist budget.",
  "Putin also suspended the Conventional Forces in Europe Agreement, banned the adoption of orphans from Russia by Americans, and many others.",
  "The examples of America's ill will include \"US-inspired\" regime changes in Serbia, Georgia and Ukraine, and support of the Arab Spring.",
  "What the \"party of war\" wants is more money for the military industrial complex and the tightening of political screws at home.",
  "This is no longer post-communist Russia attempting the transition to a market-based democracy and looking up to the West.",
  "North Korea and Iran are becoming a model; and the regime will be secure for at least a couple of decades, they hope.",
  "Russia will challenge the U.S. and the West from the Bering Straights to Bermuda, and from Afghanistan to Aleppo.",
  "While the Russian Constitution forbids a state ideology, Putin has called patriotism the new national ideology.",
  "These have been allowed to go to seed for the last 25 years, as America declared victory and went home.",
  "Despite a $1,3 trillion economy the size of Spain, Russia is striving to be America's equal.",
  "Internally, Putin is also \"reformatting\" the Russian political and ideological spheres.",
  "The next U.S. President should look at what is coming at us unflinchingly.",
  "The refocusing of US intelligence on Russia is a good place to start.",
  "An earlier version of the article was published by The Hill.",
  "It also stipulates a reduction of American troops in Europe.",
  "In Putin's words, \"Russia is rising from its knees.\"",
  "Over the years, I have met Putin ten times.",
  "That transformation was an epic failure.",
  "And the candidates should rest assured.",
  "Back to USSR - the future is the past!",
  "This new Cold War is already here.",
  "And therein lies the threat."
]