[
  "The House panel last week interviewed Ike Kaveladze, also known as Irakly Kaveladze, who was also at the meeting as a representative of a Russian developer who once partnered with Trump to bring the Miss Universe pageant to Moscow.",
  "North Carolina Sen. Richard Burr, the Republican chairman of the Senate intelligence committee, has said that he wants to wait to interview Trump Jr. until after committee staff has interviewed other participants in the meeting.",
  "Sessions recused himself from overseeing an investigation into the Trump campaign in March after acknowledging two previously undisclosed conversations with former Russian ambassador Sergey Kislyak during the campaign.",
  "In emails ahead of the meeting, Trump Jr. enthusiastically agreed to the sit-down with Russian lawyer Natalia Veselnitskaya and others after he was promised dirt on his father's rival, Democrat Hillary Clinton.",
  "The House intelligence committee is preparing to interview a Russian-American lobbyist who attended a meeting last year with President Donald Trump's son as part of its probe into Russian election interference.",
  "Also next week, the House intelligence panel will interview Glenn Simpson, a co-founder of a political research firm behind a dossier of allegations about President Donald Trump's connections to Russia.",
  "Akhmetshin is a former military officer who has attracted congressional scrutiny over his political activities and has been shadowed by allegations of connections to Russian intelligence.",
  "The interviews come as the House panel has ramped up its schedule in its investigation into Russian interference in the 2016 election — sometimes holding two-hour interviews in one day.",
  "Akhmetshin's testimony is part of an effort by both the House and Senate intelligence panels to talk to all of those who attended the Trump Tower meeting.",
  "But former Trump campaign foreign policy adviser Carter Page testified last week that he alerted Sessions of a trip he was taking to Moscow last summer.",
  "The House interview with Rinat Akhmetshin is scheduled for next week, and Sessions' interview is planned for Nov. 30, according to one of the sources.",
  "The panel is also expected to interview Attorney General Jeff Sessions in coming weeks, according to people familiar with the interviews.",
  "Also attending the Trump Tower meeting were publicist Rob Goldstone, who set it up with the promise of dirt on Clinton, and a translator.",
  "Congressional investigators are probing the June 2016 meeting in Trump Tower with Donald Trump Jr, as is special counsel Robert Mueller.",
  "Since then, he has downplayed his own knowledge about communications between campaign aides and Russian officials and intermediaries.",
  "Trump Jr. had a private interview with the Senate Judiciary Committee in September, but hasn't met with the intelligence committees.",
  "Some Republicans have expressed interest in wrapping up the probe by the end of the year, though it likely will spill into 2018.",
  "Akhmetshin already has been interviewed by the Senate intelligence panel, according to a person familiar with that interview.",
  "All of those disclosing the interviews spoke on condition of anonymity because the meetings are not publicly announced.",
  "Lawmakers have been interested in Sessions' knowledge about interactions between Trump campaign aides and Russians.",
  "Asked this week if the committee has interviewed all of those other people, Burr said, \"I think all but one.\"",
  "Trump's son-in-law, Jared Kushner, and his then-campaign chairman, Paul Manafort, were also in the meeting.",
  "Kushner met with both intelligence panels privately this summer and Manafort met with the Senate panel.",
  "At that hearing, Sessions called any implication that he colluded with Russians a \"detestable lie.\"",
  "Sessions testified publicly before the Senate intelligence committee earlier this year.",
  "Simpson struck a deal with the committee this week to testify after initially balking.",
  "He has since denied such material ever materialized.",
  "Dates for witnesses have often been pushed later.",
  "Sessions did not attend the Trump tower meeting."
]