[
  "******\n\nThe readers revolted against my name for the scandal, “Trump Kowtower,” and sent in a bunch more suggestions: \"Kremlinghazi” (Isaiah Taylor), “Bear Hug” (Matthew Pressman), “The Cyber Louse Rules” (Michael Mansel), “Trump Tower of Babel” (Keith Flowers), “Bridge of Sighs” (Michael Bergeron), “The Muscovian Candidate” (Jonathan Spack), “Tower of Babble” (Ann Butler), “Battleship Putrumpin” (Carl Chan), “FUBAR Burger” (Dennis Howard), “Chump Tower” (Jay Richardson), “Mar-a-lingrad” (Rob Morris), “The Borscht Betrayals” (Ken Cova), “Plead the 5th Ave” (Wayne Michel), “Donald…Duck!” (Paul King), “mc hammer and sickle” (Dave Neil), “Mar-Gulag-o” (Dawn Humphrey), “The Proofs in the Putin” (Jeff Masonek), “Lies with that Nothingburger?” (Jeff Masonek), “Moscow Mule” (Jeff Masonek), “K(GB) Street” (Jeff Masonek), “Oligarchy malarkey” (DonQuixote DeLaMancha), “Junior Minsk” (Roman Ramsey) and “Tower of Bumble” (Huy Pham).",
  "“It’s pretty amazing.”\n\nThe Times interviewers were mute on whether Trump shuddered when mentioning frigid Russia, but the prospect of an icy entombment of his own making can’t be far from his mind, especially with the Washington Post’s breaking news on Friday night that Sessions did talk about the Trump campaign with Russian Ambassador Sergey Kislyak, despite his previous denials.",
  "In his Times interview, Trump presents a Moscow alibi that seems to imply that he couldn’t have engaged in the naughtiness the Steele dossier alleges because he visited the place only “for a short period of time.” That could be so, but his greater Russian engagement is no one-night stand with an easy out.",
  "Trump connects, of course, but so do former campaign chairman Paul Manafort, fixer Irakly Kaveladze (the 8th person in the now-notorious meeting in Donald Trump Jr.’s office), lobbyist Rinat Akhmetshin, Commerce Secretary Wilbur Ross, Trump Jr., convicted felon Felix Sater and son-in-law Jared Kushner.",
  "Pinned down by special counsel Robert Mueller, who employs lawyers seasoned in prosecuting money launderers, Trump lashed out in the interview, affirming that he would sack the special counsel if the investigation explored his family’s finances exclusive of Russian meddling in the election.",
  "Restrained only by White House spokeswoman Hope Hicks—which amounted to no restraint at all—he riffed about his exasperation with Attorney General Jeff Sessions for recusing himself from all Russia matters, and came inches from accusing former FBI Director James Comey of blackmail.",
  "In a daring counterattack, Trump’s frostbitten forces have started to investigate Mueller’s investigators who are investigating them, searching for conflicts of interest that can be used to discredit the lawyers running the probe, and serve as a pretext for a Mueller firing.",
  "An anonymous White House source told POLITICO that Scaramucci’s hiring “was a murdering of Reince [Priebus] and [Steve] Bannon,” who had vowed “the Mooch” would get the “job over their dead bodies,” so the hire makes Priebus and Bannon short-timers.",
  "As Mueller’s lawyers use subpoena power to track Trump’s paper trails and Junior, Kushner and Manafort make scheduled appearances for questioning on Capitol Hill next week, the same Moscow cold that defeated Napoleon may seep into Trump’s bones.",
  "Manacled to Russian money, Russian financiers, Russian lobbyists, Russian condo clients, Russian lawyers, former Russian spooks, a Russian diplomat, Russian oligarchs and Russian hangers-on, Trump dreams of escape from the Land of Putin.",
  "It authorizes the investigation of “any matters that arose or may arise directly from the investigation,” which means he can chase Trump from Russia to China across the Pacific and back to the United States if the legal mood moves him.",
  "At the end of the week, Reuters broke a story that Natalia Veselnitskaya, the Russian lawyer who set up the “Clinton dirt” meeting at Trump Tower in the summer of 2016, had the FSB—Russia’s spy agency—as a client not long ago.",
  "In recent weeks the New York Times, the Wall Street Journal, POLITICO, Bloomberg News, the New Republic, the Daily Beast, the Washington Post and other outlets have tried to diagram the cat’s cradle of Russian entanglements.",
  "Trapped by all things Russia, sheltered by only by his family and closest associates, Trump suffers from more guilt-by-association relationships than you can count without taking off your shoes and socks.",
  "It’s not just Mueller Trump wants to be rid of—he also disdains his recused attorney general, Jeff Sessions, and Rod Rosenstein, the deputy attorney general who appointed Mueller special counsel.",
  "Now that intelligence intercepts indicate that he may have lied about his contacts with the Russian ambassador, the gentleman from Alabama is likely to find his stripes ripped from his uniform.",
  "Emptying his gullet of what might be his greatest living fear, he recounted the story of Napoleon stranded in Russia, cut off from reinforcements, frozen in by winter and fighting to retreat.",
  "Meanwhile, Trump has retrieved the presidential pardon from the White House basement and ordered his lawyers to clean and oil it should he need to fire it at first scent of any indictments.",
  "The boundaries Trump would set to fence in the Mueller investigation can’t be taken seriously if you read the order Rosenstein signed in May that established the special counsel’s office.",
  "Story Continued Below\n\n“Same thing happened to Hitler,” the president said, whose army faced a death-freeze during World War II after venturing too deeply into Russia.",
  "Meanwhile, Trump has rendered Secretary of State Rex Tillerson such a eunuch that he would sacrifice nothing by resigning his commission today.",
  "Then, on Friday, press secretary Sean Spicer called it quits after Trump appointed Anthony Scaramucci White House communications director.",
  "You could say that President Donald Trump dropped his guard to the New York Times while speaking to three of its top reporters at midweek.",
  "(The Mueller investigation could enter disarray should Trump appoint a new attorney general, but that’s another “Swamp Diary” entirely.)",
  "But the big reveal came when Trump’s subconscious coughed up the subject of Napoleon as he unloaded about his recent Paris trip.",
  "According to the Washington Post, Trump has asked whether he could pardon himself should he be charged.",
  "First to peel off was Marc Kasowitz, his personal attorney, and legal team spokesman Mark Corallo.",
  "Rather than going down with Emperor Donald, his officers and infantry have started to desert.",
  "“Dropped to 35 degrees below zero, and that was the end of that army,” he continued.",
  "If Sessions had any self-respect, he would have surrendered his stripes weeks ago.",
  "So many names inside the Trump camp connect to Russia or Russian moneymen.",
  "My RSS feed is the dead body over which my email alerts resigned.",
  "Send your scandal name suggestions to Shafer.Politico@gmail.com.",
  "Jack Shafer is Politico’s senior media writer.",
  "The desertions aren’t likely to end there.",
  "What story will history write for him?",
  "Your name will be used if I run it.",
  "My Twitter feed will replace them.",
  "My email alerts have resigned.",
  "Or, like Napoleon, exile?",
  "Not bad for a hoax, eh?",
  "Impeachment?",
  "Pardon?"
]