[
  "CMZ was made up of Manafort, Arthur G. Cohen, a former top developer in the city, and Brad Zackson, who had served as a right-hand man to Fred Trump Sr. Zackson had been “the exclusive broker and manager for Fred Trump of the original Trump Organization.”\n\nZackson gained “access to society’s inner circle through the Trumps.” According to the Commercial Observer, Zackson had wanted to buy a property in the Bahamas, but needed help navigating the bureaucracy there, so he teamed up with Cohen and Manafort.",
  "But reports from the time Manafort joined the campaign describe him as “firmly in charge of all major aspects of Trump’s campaign,” and “asserting a more active role in shaping the direction of the campaign and the candidate.” Manafort was known to call Trump “Donald,” and one person close to the campaign said about Trump, “He’s calling Manafort like 20 times a day.”\n\nThe Trump team has also downplayed how well the president and Manafort knew each other before the 2016 campaign.",
  "1980: Manafort, Stone, and Charles Black (all Reagan campaign officials) open their lobbying shop in Washington, D.C.\n\nFrom Vanity Fair:\n\nTheir first client, Stone recalled, was none other than Donald Trump, who retained him, irrespective of any role Manafort might have had in the firm, for help with federal issues such as obtaining a permit from the Army Corps of Engineers to dredge the channel to the Atlantic City marina to accommodate his yacht, the Trump Princess.",
  "The spokesman for the Democratic candidate says Courter’s relationship to Manafort and Stone’s lobbying firm “could be dangerous because the firm also represents powerful special interests, including the developer and casino owner Donald J. Trump.”\n\n1991: Burson–Marsteller, the large public relations agency, acquires Black, Manafort, Stone & Kelly.",
  "Another campaign aide told Politico in May that he “wasn’t part of the core campaign team,” and that Trump and Manafort “didn’t have a relationship” until Tom Barrack, a real estate investor and close friend of Trump’s and Manafort’s for several decades, recommended that Trump allow him to join the team as a volunteer.",
  "The Associated Press reported that Manafort signed a $10 million contract with Deripaska in 2006 to “influence politics, business dealings and news coverage inside the United States, Europe, and former Soviet republics to benefit President Vladimir Putin’s government.” A spokesman for Deripaska has denied this.",
  "Manafort himself has said, “Donald Trump and I had some business in the 1980s but we had no relationship until the Trump campaign called me.”\n\nThe depth of their relationship pre-2016 isn’t well-known, but it’s clear Trump and Manafort have been operating in close circles for decades.",
  "Foer in Slate: “When Manafort took an apartment in Trump Towers in 2006, he would kibitz with his old client when they’d run into one another on the elevator.”\n\n2007: Barrack helps Manafort, “loaning Trump’s future campaign manager $1.5 million to refinance a home in the Hamptons.",
  "At the time, the Justice Department was suing the Trumps for not renting to black people, and Trump hired Cohn, a New York attorney “who represented New York power brokers, from the Yankees owner George Steinbrenner to the mob boss Carlo Gambino,” to represent them in the matter.",
  "Mr. Manafort then met with Ukranian billionaire Mr. Firtash, a part owner of Eural Transgas, in Kiev, and secured the promise of an initial $112 million for the project, but that fell apart when Mr. Firtash became distracted by an investment in troubled Bank Nadra back home.",
  "Now that special counsel Robert Mueller has indicted Paul Manafort, the former chairman of President Donald Trump’s presidential campaign, the White House has already begun to revive its efforts to distance itself from Manafort and play down the role he had on the campaign.",
  "1989: A New York Times article from May 1989 covers the scandals enveloping the New Jersey governor’s race, where Black, Manafort, Stone & Kelly (Peter Kelly, a top Democratic political adviser, joined the firm later) are working for the Republican candidate Jim Courter.",
  "After Manafort’s Virginia home was raided by FBI agents in August, Trump said, “I know Mr. Manafort—I haven’t spoken to him in a long time, but I know him—he was with the campaign, as you know, for a very short period of time—for a relatively short period of time.",
  "In 1980, Manafort, Charles Black, and Roger Stone (all Ronald Reagan campaign officials) opened a lobbying shop in Washington, D.C. One of their very first clients: Donald Trump, who employed the lobbying firm of Black, Manafort & Stone through the early 1990s.",
  "From the Weekly Standard (Nov. 5, 2007):\n\nAround the time he became northeast chairman of Reagan’s 1980 campaign, [Stone] had another awakening when he started working with the notorious lawyer Roy Cohn, former McCarthy henchman and also a Reagan supporter.",
  "Manafort’s controversial involvement in obtaining a $43 million grant from the Department of Housing and Urban Development for a development project in Seabrook, N.J. (in which he later became a 20 percent partner), threatens to derail Courter’s campaign.",
  "The elder Nasso owned the Julius Nasso Concrete Company, which, in 1975, entered into a joint venture with the S&A Concrete Company, owned by Anthony “Fat Tony” Salerno, boss of the Genovese crime family, and Paul Castellano, boss of the Gambino family.",
  "He told Barrack he wanted to work as Trump’s convention manager, helping him navigate what they expected would be a contentious affair.”\n\nMarch 2016: Manafort meets Barrack at the Montage hotel in Beverly Hills to talk about joining the Trump campaign.",
  "The texts reveal Manafort’s daughters were worried about the work he did in Ukraine and that someone had tried to blackmail him, suggesting they could reveal a secret meeting Manafort had supposedly arranged for Trump in 2012 with a Yanukovych ally.",
  "March 2007: Manafort and his partners (political consultant Rick Davis and lobbyist Rick Gates) set up a private equity fund, Pericles Emerging Market Partners, to buy smaller Ukrainian firms and merge them into larger ones and then sell them.",
  "Former Ukrainian Prime Minister Yulia Tymoshenko alleged in a lawsuit that “Firtash used CMZ as a front in order to hide income illegally skimmed from his natural gas company RosUkrEnergo,” but a judge ultimately dismissed the suit.",
  "S&A Concrete “supplied building material to the Trump Plaza on Manhattan’s East Side.”\n\n2004: Viktor Yanukovych, the Ukrainian politician, hires Manafort as a political consultant following the 2004 Orange Revolution in Ukraine.",
  "Also involved in the business are Konstantin Kilimnik, who worked for Manafort in his Kiev political consulting operation since 2005, Ukraine political consultant Philip Griffin, and Party of Regions flack Alexander Balanutsa.",
  "Around 1980: As the Guardian reported, “There are multiple versions of how Trump and Manafort met.” The most widely reported version is that Cohn introduced Manafort to Trump around the same time he introduced Stone to Trump.",
  "“I don’t know if this lobbying does anything,” he said, “but they’ve represented me over the years, and I’m very loyal.”\n\nBlack, Manafort, Stone & Kelly are heavily involved in Indian gaming issues on Capitol Hill.",
  "It’s certainly possible both men didn’t know each other well before 2016, but to say they had “some business in the 1980s” does not capture the many ways Trump and Manafort have been crossing paths for decades.",
  "Aug. 2, 2016: Manafort and Kilimnik meet at the Grand Havana Club, an upscale cigar bar in Manhattan, to talk “caviar,” which is believed to be a reference to earlier payments made to Manafort by Deripaska.",
  "Everything can be handled.’ Tony says, ‘Roy, the Supreme Court’ Roy says, ‘Cost a few more dollars.’ ” Stone loved Cohn: “He didn’t give a s— what people thought, as long as he was able to wield power.",
  "In March, Sean Spicer, the White House press secretary at the time, said Manafort was someone “who played a very limited role for a very limited amount of time” during the presidential campaign.",
  "More from Just Security:\n\nFacebook Users Have the Right to Know How They Were Exposed to Russian Propaganda\n\nHow Congress Should Avoid Taking the Bait if Trump Fails to Certify Iran Nuclear Deal",
  "In a story in the New York Post from December 1999, Nasso says he asked Trump’s opinion of Abe Hirschfeld before deciding to do business with him on the film The Prince of Central Park.",
  "Deripaska, the aluminum oligarch and one of Russia’s richest men, transfers $18.9 million to the fund so that it could purchase Black Sea Cable, a Ukrainian telecommunications company.",
  "June 2008: CMZ Ventures, described as “one of the more bizarre development teams ever assembled in the city,” forms and attempts to buy the Drake Hotel in Manhattan for $850 million.",
  "… But I’ve always known him to be a good man.”\n\nThe goal of this messaging was clear: Whatever bad stuff Manafort did, Trump barely knew him and his role on the campaign was minimal.",
  "But one of his former partners told me that he would dispense advice and pitch in, winning Trump’s trust.”\n\n1987: Tom Barrack, Manafort’s close friend at this point, meets Trump.",
  "The details are now even more clouded because lawyers for the men have since agreed to resolve the matter outside court — and outside public view, according to one of the people.",
  "Feb. 29, 2016: Manafort reportedly reaches out to Trump via their mutual friend Tom Barrack with two memos, which laid out the case for why he’d be a good fit for the campaign.",
  "Both Manafort and Trump were active in the New Jersey political scene in the 1980s, and later, both men were involved in lobbying Capitol Hill on American Indian gaming issues.",
  "In one of them, Manafort “refers vaguely to work he performed, years ago, to clear noisy airspace over Mr. Trump’s Florida resort.” He stresses that he’ll work for free.",
  "I think it solves a lot of issues right away.”\n\nCourt documents show Deripaska was also “set to make a $56 million investment in the Drake,” through the Pericles fund.",
  "Manafort had “an uncanny ability to conjure investors, such as Ukrainian billionaire gas king Dmitry Firtash, for projects,” the Commercial Observer reported in 2011.",
  "‘Cause the truth is, nothing’s on the level.” At a 1979 meeting at Cohn’s Manhattan townhouse, he was introduced to major mobster and Cohn client Fat Tony Salerno.",
  "When it started to become clear that Manafort was likely in serious legal jeopardy, the White House pushed the idea that his role on the campaign was minimal.",
  "Nasso is arrested in 2002 by federal agents, and pleads guilty in 2003 for using Gambino family mob enforcers to extort money from the actor Steven Seagal.",
  "Manafort worked on the Trump campaign for five crucial months in 2016 and was its chairman from May through August 2016, when he resigned under pressure.",
  "Republican nominee Donald Trump and campaign manager Paul Manafort do a walkthrough at the Republican National Convention on July 20, 2016, in Cleveland.",
  "Brooks Kraft/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "August 2016: A phone belonging to one of Manafort’s daughters is hacked and hundreds of her text messages are eventually posted on a darknet website.",
  "Since 2006, Manafort has owned a condo in Trump Tower in Manhattan, and around the same time, became involved in the Manhattan real estate scene.",
  "2008: Rick Davis arranged for Deripaska to meet then–presidential candidate John McCain at an international economic conference in Switzerland.",
  "2001: Paul Cohen and Julius Nasso launch Manhattan Pictures International, a New York-based motion picture distribution and production company.",
  "“A roommate at Barrack’s Beirut apartment introduced him to Manafort, who represented a firm doing business with a Saudi construction company.",
  "He buys the Trump Princess from [Saudi businessman Adnan] Khashoggi, but it’s too big to come into the Atlantic City harbor without dredging.",
  "Stone oversaw Trump’s business at the lobbying firm, but as Franklin Foer wrote in Slate, “Manafort didn’t own the Trump account at the firm.",
  "Manafort calls “Trump’s chief of staff, Reince Priebus, to push back against the mounting controversy” and the claims made in the dossier.",
  "Trump was in town and curious to see how a convention was really run; Manafort thought it’d be neat to get his picture with The Donald.",
  "Barrack said the loan was repaid in 14 months and was the only financial transaction between the two,” the Washington Post reported.",
  "“Barrack received a phone call to come to Trump Tower to meet a rising star in New York real estate,” the Washington Post reported.",
  "Zackson says he invested in Manafort’s film production business, Manhattan Pictures, best known for the 2005 film The Dying Gaul.",
  "May 2016: Konstantin Kilimnik, who worked for Manafort in his Kiev political consulting operation since 2005, and Manafort meet.",
  "Plus, both men have mutual close friends, including Barrack and Stone, whom Manafort and Trump have been close with for decades.",
  "2006: Manafort reportedly begins working for Russian aluminum billionaire Oleg Deripaska, who has close ties to Vladimir Putin.",
  "The Real Deal reported:\n\nManafort and Zackson were neighbors in the Hamptons, and soon became friends and business associates.",
  "“Black Manafort has represented Trump for years, providing advice on housing matters,” wrote the Hartford Courant at the time.",
  "This is the first of several multimillion-dollar real estate deals Manafort does between 2006 and 2012, often all in cash.",
  "But the company, designed to be a billion-dollar fund to buy distressed luxury real estate, never made a single purchase.",
  "Stone described the lobbying work he did for Trump on Frontline, saying Trump had a number of small but important issues.",
  "1973: Trump, 27, meets Roy Cohn, a former aide to Sen. Joe McCarthy who went on to become Trump’s lawyer and mentor.",
  "Grasping, Mr. Zackson wrote in an email in March 2009: “I have an idea to bring [Donald] Trump in on the Drake.",
  "Their candidate to lead the group, John “Terry” Dolan, runs against Karl Rove, whose key aide was Lee Atwater.",
  "The two convened in a trailer outside the Louisiana Superdome during a steamy weekday for a friendly chitchat.",
  "October 1993: Trump and Stone testify before the House Native American Affairs subcommittee on Indian Gaming.",
  "1988: According to Stone, Trump first met Manafort at the 1988 Republican National Convention in New Orleans.",
  "For example, the Treasury Department is rewriting the currency transaction rules as they pertain to casinos.",
  "From U.S. News and World Report:\n\nManafort was the deputy convention manager for Vice President George H.W.",
  "That the Trump team was already seeking to disown Manafort suggested they knew more bad news was coming.",
  "As Bloomberg reported:\n\nIt’s not clear what became of the money that Deripaska provided for the venture.",
  "November 2006: Manafort buys a condo in Trump Tower for $3.7 million through an LLC called John Hannah.",
  "John is Manafort’s middle name, and Hannah is the middle name of his then–business partner, Rick Davis.",
  "Early 2000s: Manafort begins working for Donbas billionaire Rinat Akhmetov, Ukraine’s richest oligarch.",
  "At the time, Davis was McCain’s campaign manager, having taken a leave from his company with Manafort.",
  "At the time, most of Manhattan’s major development projects had mob involvement, Trump’s included.",
  "1999: Stone is working for Trump as chief political adviser as he toys with running for president.",
  "Years after the deal, Deripaska’s company sued, seeking an accounting of how the money was spent.",
  "2014: Yanukovych is forced to flee Ukraine for Russia in the face of widespread public protests.",
  "July 2016: Manafort reportedly offers private briefings on the campaign to Deripaska over email.",
  "1977: Stone, 25, wins the presidency of the Young Republicans in a campaign managed by Manafort.",
  "“I’m still kind of a neophyte,” Stone admits, “still kind of thinking everything’s on the level.",
  "Conversations between Trump and Manafort reportedly continued after the president took office.",
  "In addition to Trump, they also represent the Casino Association of New Jersey and MGM Grand.",
  "The Washington Post: “ ‘I really need to get to’ Trump, Manafort said, according to Barrack.",
  "By that time, Manafort has accumulated significant experience in presidential campaigns.",
  "He’s built a couple of skyscrapers that are five feet taller than the FAA-allowed limit.",
  "Roger Stone, Trump’s longtime political adviser, also recommended Trump hire Manafort.",
  "2005: Manafort starts a new firm called Davis Manafort Partners Inc. with Rick Davis.",
  "He wants to save his political career after Viktor Yushchenko is elected president.",
  "Here is a timeline to help piece together a clearer picture of their connections.",
  "***\n\n1972: Paul Manafort and Roger Stone are active in the College Republicans.",
  "2014: Deripaska dissolves the private equity fund being managed by Manafort.",
  "He accuses Manafort in a Cayman Islands court of taking nearly $19 million.",
  "Plus, the relationship between Trump and Manafort goes back much further.",
  "Asked why he even needed someone to help him around town, Trump laughed.",
  "Aug. 19, 2016: Manafort submits his resignation from the Trump campaign.",
  "Late 1970s: Tom Barrack meets Manafort in Beirut around this time.",
  "These memos were reported on by the New York Times in April 2017.",
  "1996: Manafort has a new consulting firm called DMS in Virginia.",
  "May 19, 2016: Manafort is named chairman of the Trump campaign.",
  "2010: Manafort helps elect Yanukovych as president of Ukraine.",
  "March 28, 2016: Trump campaign hires Manafort to work unpaid.",
  "But try as they might, the Trump team can’t change the facts.",
  "He worked the gossip columnists in this city like an organ.",
  "They became close friends,” reported the Washington Post.",
  "Julius Nasso has an uncle who is also named Julius Nasso.",
  "“Roy says to Tony, ‘You know, Tony, everything’s fixed.",
  "Donald said he was a nice guy,” Nasso told the paper.",
  "Manafort is part of the team behind the new company.",
  "It has staff in the U.S., Ukraine, and Russia.",
  "January 2017: The Steele dossier is published.",
  "The fund is registered in the Cayman Islands.",
  "1979: Roger Stone meets Roy Cohn and Trump.",
  "Barrack and Trump become close friends.",
  "We got them for him in a couple months.",
  "He spends more than a year in prison.",
  "“I checked him out with Donald Trump.",
  "Those usually take three years.",
  "Nasso was friendly with Trump.",
  "Cohn was Salerno’s lawyer.",
  "He needs dredging permits.",
  "He has an interest there.",
  "He needs a waiver there.",
  "The money disappears.",
  "Rove won.",
  "Bush."
]