[
  "His friend and former lobbying partner Roger Stone, Trump’s longtime political adviser, e-mailed friends, “Where is Paul Manafort?” The possible answers, according to Politico, included “Was seen chauffeuring Yanukovych around Moscow,” “Was seen loading gold bullion on an Army Transport plane from a remote airstrip outside Kiev and taking off seconds before a mob arrived at the site,” and “Is playing Golf in Palm Beach.”\n\nManafort had some Trump connections.",
  "The Times noted that Manafort explained to Trump that as “as a onetime lobbyist he had adeptly won over rich and powerful business and political leaders, many of them oligarchs or dictators, in Russia, Ukraine, the Philippines and Pakistan.” There was one aspect of the pitch that was out of character for Manafort: he told Trump that he didn’t want a salary.",
  "Manafort was always the Trump associate with the most legal exposure in the Mueller probe, for two reasons: his long history of lobbying and campaign work for controversial foreigners and the fact that he ran Trump’s campaign in the crucial months when the candidate sealed the Republican nomination, in the summer of 2016.",
  "“With that many years of international clients no one can be a hundred per cent clean.”\n\nManafort, who is sixty-eight, earned a law degree from Georgetown, worked on the campaigns of Gerald Ford and Ronald Reagan, and, for a short time, served in the Reagan White House.",
  "Paul Manafort and his former business associate Rick Gates became the first two individuals charged by the special counsel Robert Mueller in the investigation into possible collusion between Donald Trump’s Presidential campaign and the Russian government.",
  "In another e-mail, reported by the Washington Post, Manafort wondered, “How do we use to get whole?”\n\nManafort became a top priority of the counterintelligence investigation opened by the Justice Department, and was reportedly placed under surveillance.",
  "While many young conservatives came to Reagan’s Washington to join a fledgling ideological movement, Manafort quickly left the government and monetized his access to the President, pioneering a new form of political consulting.",
  "During the Cold War, there were plenty of self-proclaimed anti-Communists with abysmal human-rights records who were eager to prove to the Reagan Administration that they were allies in the fight against the creep of Communism.",
  "He reportedly owes the oligarch Oleg Deripaska millions of dollars, and during the campaign, Manafort e-mailed his partner in Ukraine to find out if Deripaska wanted briefings about the American campaign.",
  "As the Times reported, Manafort, one of the most successful influence peddlers, a phrase he once used publicly to describe himself, in the history of Washington, pitched himself to Trump as an outsider.",
  "The men were told to surrender to federal officials on Monday morning and were charged in a federal indictment with twelve counts of money laundering, tax fraud, and making false statements.",
  "Manafort was reportedly under investigation as far back as 2014 for his work in Ukraine, a country that he was still visiting in 2015, and where he still had an office until last year.",
  "Later, Manafort transitioned seamlessly into the role of political adviser for the pro-Putin Ukrainian leader Viktor Yanukovych, and served as Deripaska’s adviser and business partner.",
  "Jonas Savimbi, the Angolan guerrilla leader who became a darling of the Reagan Administration, was a client, as was Ferdinand Marcos, the Filipino dictator who plundered that country.",
  "Konstantin Kilimnik, a Russian national who worked for Manafort in Ukraine, predicted last month in an interview with Radio Free Europe/Radio Liberty that Manafort would be indicted.",
  "But his sudden reëmergence in American politics as a top player on the Trump campaign, after years of work for pro-Russian interests, was baffling to some observers.",
  "Manafort specialized in dressing up warlords and dictators as pro-American warriors fighting the Soviets, and helped his clients secure a flow of American dollars.",
  "Manafort maintained his links to top Republicans in the nineteen-nineties, serving as an adviser to the Presidential campaigns of George H. W. Bush and Bob Dole.",
  "(The effort was successful, though one person who worked on the project once told me that the firm disliked working for Trump because he didn’t pay his bill.)",
  "He worked for Trump in the eighties, when Trump hired his firm to lobby state officials in Florida to redirect air traffic away from Trump’s Mar-a-Lago home.",
  "Once the full scope of Russia’s interference campaign in last year’s election was clear, Manafort naturally became a person of interest for the F.B.I.",
  "By 2014, Manafort was so enmeshed in the politics of Ukraine and Russia that Politico reported that he hadn’t been seen by colleagues in years.",
  "One lingering question is whether Manafort joined the Trump campaign as a way to satisfy any debts from his life working in Russian politics.",
  "Those associations, even before Manafort joined the Trump campaign, drew the eye of investigators both in the U.S. and abroad.",
  "He was repeatedly told that he would be indicted, and his friends have been bracing for his arrest for weeks now.",
  "“I have avoided the political establishment in Washington since 2005,” he wrote to the candidate.",
  "“They are tough investigators and probably will get Manafort for some financial crap,” he said.",
  "He suggested that his newfound influence with Trump could be used to reconcile with Deripaska.",
  "Manafort and Trump were also both close to Stone, and Manafort owned a condo in Trump Tower.",
  "His employees and associates were brought before a grand jury.",
  "Mobutu Sese Seko, Zaire’s infamous dictator, was another U.S.",
  "Later, his financial history was turned upside down.",
  "His home was raided.",
  "Cold War client."
]