[
  "The Post quoted Vera Kurochkina, a spokeswoman for one of Deripaska's companies, who said inquiries about the emails \"veer into manufactured questions so grossly false and insinuating that I am concerned even responding to these fake connotations provides them the patina of reality.\"",
  "In a 2005 memo to Deripaska, Manafort laid out the details of the proposal that were subsequently spelled out the following year as part of a $10 million contract, according to interviews with people familiar with payments to Manafort and business records obtained by the AP.",
  "WASHINGTON (AP) — In the middle of Donald Trump's presidential run, then-campaign chairman Paul Manafort said he was willing to provide \"private briefings\" about the campaign to a Russian billionaire the U.S. government considers close to Russian President Vladimir Putin.",
  "The Associated Press reported in March that before signing with Trump's campaign, Manafort secretly worked for Deripaska and proposed plans for political consulting work in Eastern Europe that he said could \"greatly benefit the Putin Government.\"",
  "Deripaska has denied any involvement with the Trump campaign and said he is willing to testify before congressional committees investigating Russian election interference to defend his reputation and his name.",
  "It is also in the possession of special counsel Robert Mueller, who is investigating whether there was any coordination between Trump associates and Russians looking to interfere in the presidential campaign.",
  "The email is the first to indicate that Manafort was attempting to reach Deripaska while he was working on the Trump campaign, but it's unclear whether the offer ever reached Deripaska or his representatives.",
  "The July 7, 2016, email came a little over a week before the Republican National Convention, while Manafort was leading the Trump campaign's day-to-day operations.",
  "According to the Post, Manafort wrote the email to a former employee, Konstantin Kilimnik, who had worked for years with him on political consulting in Ukraine.",
  "The Post reported that several email exchanges between Manafort and Kilimnik discussed money that Manafort said he was owed by former clients in Eastern Europe.",
  "That meeting was brokered by Donald Trump Jr., who was told in emails that the meeting was part of a Russian government effort to help his father's campaign.",
  "The Manafort email exchange regarding Deripaska is one of thousands of pages of material turned over to congressional committees by the Trump campaign.",
  "Manafort spokesman Jason Maloni confirmed to The Associated Press that the email exchanges were legitimate but said no briefings ever occurred.",
  "Mueller is also probing Manafort's taxes and his foreign banking as part of an investigation related to his consulting work in Ukraine.",
  "\"If he needs private briefings we can accommodate,\" Manafort wrote — referring to Deripaska — in the email, according to the Post.",
  "She also dismissed the email exchanges, the Post said, as scheming by \"consultants in the notorious 'Beltway bandit' industry.\"",
  "The Post reported that according to documents detailed to its reporters, there was no evidence Deripaska received the offer.",
  "Manafort's offer was memorialized in an email exchange with a former employee of his political consulting firm in July 2016.",
  "\"It is no secret Mr. Manafort was owed money by past clients after his work ended in 2014,\" Maloni said in the statement.",
  "Attorneys for Deripaska in New York and Washington did not respond to phone messages or emails Wednesday evening.",
  "He said the exchange was part of an effort on Manafort's part to collect money from clients who owed him money.",
  "The AP previously reported that Manafort and Deripaska maintained a business relationship until at least 2009.",
  "It was first reported by The Washington Post, which said portions of Manafort's emails were read to reporters.",
  "The email involved an offer for Oleg Deripaska, a wealthy Russian who made his money in the aluminum business.",
  "It also occurred about a month after Manafort attended a meeting with a Russian lawyer at Trump Tower.",
  "He has also denied any involvement in any efforts to undermine the U.S. election on behalf of Russia.",
  "Manafort has denied any wrongdoing, saying his work in Ukraine was open and appropriate.",
  "The two later had a falling-out laid bare in 2014 in a Cayman Islands court.",
  "Kilimnik did not immediately respond to an email Wednesday evening.",
  "In a statement, Maloni dismissed the correspondence as \"innocuous.\"",
  "A phone number previously used by him was not accepting calls.",
  "Manafort asked Kilimnik to pass the offer to Deripaska.",
  "It's unclear how much of the work was carried out.",
  "Story continues"
]