[
  "“You should cover V on this story and make certain that V understands that this is all BS,” Manafort writes, “and that the real facts are the ones we passed along last year.”\n\nOn July 29, a week after Trump accepted the Republican nomination, Manafort received another email from Kilimnik, this one with the subject line “Black Caviar.” “I met today with the guy who gave you your biggest black caviar jar several years ago,” Kilimnik wrote.",
  "So, if you are not absolutely against the concept, please let me know which dates/places will work, even next week, and I could come and see you.”\n\nManafort agreed to the cryptic request, responding “Tuesday is best.”\n\nBy this point, the correspondence between Manafort and Kilimnik had grown even more veiled.",
  "Yet there are two clues that may hint at the identity of the person whom Kilimnik describes as “the guy who gave you your biggest black caviar jar.” One is a reference to “his country,” apparently not the same as Kilimnik’s, who is from Ukraine.",
  "Manafort jumped on the suggestion that the campaign might offer the opportunity to restore his relationship with Deripaska: “Tell V boss that if he needs private briefings we can accommodate,” he wrote back eight minutes later.",
  "On July 8, the Kyiv Post story on Manafort and Black Sea Cable dropped, outlining in detail how Manafort’s investment on Deripaska’s behalf went “awry.” Kilimnik forwarded the story to Manafort, and added a note to soothe him.",
  "“Our friend V said there is lately significantly more attention to the campaign in his boss’s mind, and he will be most likely looking for ways to reach out to you pretty soon, understanding all the time sensitivity.",
  "Manafort had spent several lucrative years working for Deripaska, both as a high-priced consultant-for-hire in former Soviet republics, and as an investor of Deripaska’s money before the collapse of their venture.",
  "I am more than sure that it will be resolved and we will get back to the original relationship with V.’s boss.” The source close to Manafort confirmed that “V” is a reference to Victor, the Deripaska aide.",
  "I said I have to run it by you first, but in principle I am prepared to do it, provided that he buys me a ticket.",
  "“We spent about 5 hours talking about his story, and I have several important messages from him to you.",
  "There was no longer mention of Victor or even V; the reference to Deripaska as OVD had fallen out.",
  "Investigators believe that to be a reference to payments, The Washington Post reported.",
  "“I am carefully optimistic on the issue of our biggest interest,” Kilimnik went on.",
  "Manafort, however, seemed more concerned with what Deripaska might think.",
  "It has to do about the future of his country, and is quite interesting.",
  "“Nothing new here, other than bad and shallow journalism,” he wrote.",
  "He asked me to go and brief you on our conversation.",
  "The second is the reference to jars of black caviar."
]