[
  "“They are tough investigators and probably will get Manafort for some financial crap,” Konstantin Kilimnik, the Manafort associate, told Radio Free Liberty/Radio Europe (RFE/RL), in reference to the investigators working for Special Counsel Robert Mueller.",
  "In an email sent in April, just after he joined the Trump campaign, Manafort wrote to Kilimnik, “how do we use to get whole?”\n\nManafort and Deripaska began working together on various political and business projects in the mid-2000s.",
  "The Post report pointed to an email that Manafort sent to Kilimnik on July 7, 2016, asking him to offer “private briefings” about the campaign to Oleg Deripaska, a Russian oligarch who is close to Russian president Vladimir Putin.",
  "Kilimnik, who was educated at Russia’s Military University for Foreign Languages, an alleged training ground for Kremlin intelligence officers, acknowledged to RFE/RL that he and Manafort discussed Trump and the campaign.",
  "A Russian-Ukrainian business partner of Paul Manafort’s says he believes that the former Trump campaign chairman will be nabbed by U.S. investigators for financial crimes, but not for working for the Russian government.",
  "Manafort’s emails, which have been turned over to Congress and Mueller, have stoked speculation that he was attempting to use his position on the Trump campaign for his own financial gain or to settle old debts.",
  "CNN reported this week that U.S. investigators obtained a secret search warrant to conduct surveillance on Manafort just after he left the Trump campaign last August.",
  "In text messages with RFE/RL, the Kiev-based Kilimnik downplayed the idea that he and Manafort were discussing way to infiltrate the campaign.",
  "As for Deripaska, he told RFE/RL that he was never briefed by Manafort and that he has not talked to the Republican consultant for years.",
  "That investigation is also zeroing in on Manafort’s consulting work with Kilimnik for a Ukrainian political party allied with Putin.",
  "CNN reported that investigators picked up communications in which he discussed the campaign with Russia-connected operatives.",
  "It is unclear exactly what prompted the most recent round of surveillance on Manafort, which last until sometime this year.",
  "“On the political side there is no case that can be made about my involvement in the US elections,” Kilimnik told RFE/RL.",
  "Is there any violation of the law or proof of my work for KGB or whoever in those discussions?”\n\n“We worked for 11 years.",
  "In 2015, Deripaska claimed that Manafort owed him $19 million over a failed investment in a Ukrainian cable TV project.",
  "He was placed under surveillance during that investigation, which ended last year with no charges being filed.",
  "Others have suggested that Manafort attempted to infiltrate the campaign in order to help Russian operatives.",
  "But he suggested that those conversations were merely two longtime business partners shooting the breeze.",
  "Mueller is conducting a sprawling investigation of Russia’s interference in the presidential campaign.",
  "It was also revealed that the FBI began investigating Manafort over his business activities in 2014.",
  "“With that many years of international clients no one can be 100% clean,” he said of Manafort.",
  "In other emails with Kilimnik, Manafort discussed debts he believes he was owed by Deripaska.",
  "Kilimnik was responding to a bombshell report out by The Washington Post this week.",
  "But he did acknowledge that Manafort was discussing business dealings.",
  "And he says it is those dealings which could be Manafort’s downfall.",
  "And we discussed a lot of issues, from Putin to women,” he added.",
  "“Of course we discussed trump and everything,” he told RFE/RL.",
  "Our clients owe us money.",
  "Follow Chuck on Twitter",
  "“A lot of things."
]