[
  "Paul Manafort, former campaign manager for U.S. President Donald Trump arrives for a bond hearing at U.S. District Court in Washington Thomson Reuters\n\nNew court documents filed by special counsel Robert Mueller's office and unsealed on Friday show that Paul Manafort made extensive edits to an op-ed written by a pro-Russia Ukrainian operative that painted a flattering picture of Manafort's highly controversial lobbying work.",
  "\"The 'substantial [governmental] interest in preventing prejudice to an adjudicative proceeding'... does not disable a district court also from shielding against prejudice caused by 'the creation of a 'carnival atmosphere' in high-profile cases,' even when the defendant—rather than an attorney—is the one creating that atmosphere.\"",
  "\"Reforms that changed a Soviet based legal economic framework to a western one (increase of NATO exercises/nuclear deal/\"\n\nHe also added the line: \"Even at the end of the process Manafort was engaged in helping the Europeans and the Ukrainians negotiate the final terms\" of Ukraine's prospective association agreement with the EU.",
  "'That money we have is blood money'\n\nThe court filings unsealed on Friday show that Manafort did more than just read the draft op-ed and fix typos: He inserted big-picture themes that portrayed him as having advised Yanukovych to befriend the west and move away from Russia.",
  "Mueller abruptly pulled out of a bail agreement his office had reached with Manafort's legal team when one of his special agents, Brock Domin, discovered that Manafort had been helping to write an op-ed in violation of a court gag order.",
  "A 'carnival atmosphere'\n\nMueller's office wrote in a court filing that they were asking the court to unseal the draft op-ed and Domin's Declaration because it had already been published (Voloshin gave it to TPM earlier this week.)",
  "He added that he had written it because he was angry about a McClatchy report published late last month detailing Manafort's many trips to Russia between 2005-2011, while he served as a top Yanukovych adviser.",
  "The author of the op-ed, which was published by the Kyiv Post on Thursday, was Oleg Voloshyn, a former spokesman for Ukraine's ministry of foreign affairs under the pro-Russian president Viktor Yanukovych.",
  "But when Yanukoych was ousted in 2014 over his decision to derail the EU Association Agreement in favor of working more closely with Russia, Manafort continued to align himself with Yanukovych's cronies.",
  "\"Because the op-ed has now been published, the reasons for sealing the declaration have been rendered moot, and we submit that public docketing of those materials is appropriated,\" the government wrote.",
  "Manafort's attorney argued on Thursday that Mueller was violating Manafort's First Amendment \"rights to defend himself and his reputation, and to correct the public record\" by making edits to the op-ed.",
  "\"Also, during these early months, VY [Viktor Yanukovych] implemented other important policy changes that signaled he was serious about moving Ukraine into the western orbit,\" Manafort wrote.",
  "One of Manafort's daughters, Andrea, went so far as to indicate in a text message that Manafort had advised Yanukovych to order the bloody crackdown on protesters in 2014.",
  "The government pulled out of the modified bail agreement proposed last week when it learned that Manafort was still making changes to the op-ed as recently as November 30.",
  "They concluded that because Manafort's conduct \"raises serious concerns about his trustworthiness,\" the court should deny the motion to release him from home confinement.",
  "Domin obtained an email from Manafort to his longtime associate Konstantin Kilimnik, a Russian-Ukrainian citizen believed to have ties to Russian intelligence.",
  "In that email \"was a printed copy of the Microsoft Word file attached to Manafort's e-mail, which contains the draft 'op ed' for Oleg Voloshin,\" Domin wrote.",
  "\"I was just annoyed at a McClatchy publication that falsely claimed Manafort had derailed Association Agreement with the European Union,\" Voloshin said.",
  "He helped form a political party, the Opposition Bloc, that was even more aligned with Russia than Yanukovych's disbanded Party of Regions.",
  "Mueller's office also asked the court to deny Manafort's request to modify his conditions of release from house arrest and GPS monitoring.",
  "\"HERE NEED TO ADD a couple of major reforms VY brought to country in order to position Ukraine to apply for membership,\" he continued.",
  "\"Counsel for Manafort does not consent to the filing of the attached response and has not taken a position on the unsealing request.\"",
  "\"That money we have is blood money,\" she wrote in a series of texts that were hacked and published online earlier this year.",
  "\"The Microsoft Word document has red tracked changes, of which 'paul manafort' is listed as the electronic author.\"",
  "Manafort's allies have insisted that his work in Ukraine was centered around drawing it closer to the West.",
  "Do you know whose strategy that was to cause that, to send those people out and get them slaughtered.\"",
  "Voloshin initially told Bloomberg that Manafort had \"absolutely nothing to do\" with the article.",
  "The text exchange continued: \"Remember when there were all those deaths taking place.",
  "You can read Domin's Declaration with the tracked changes made by Manafort below:",
  "Her father confirmed to Politico that the texts were authentic.",
  "\"As a tactic to outrage the world and get focus on Ukraine.",
  "Knowingly,\" she continued, according to the texts.",
  "\"That is incorrect,\" prosecutors wrote on Friday.",
  "\"Bail is fundamentally about trust,\" they wrote.",
  "\"You know he has killed people in Ukraine?",
  "The government wasn't buying it.",
  "\"It is totally mine,\" he said.",
  "Revolts and what not.",
  "About a year ago.",
  "A while back."
]