[
  "Monday’s response to Manafort cites guidance that accompanied the Justice Department’s special counsel regulations that says “a Special Counsel may conclude that investigating otherwise unrelated allegations against a central witness in the matter is necessary to obtain cooperation.” Investigating Manafort’s alleged crimes relating to his work for Ukraine may pressure him to cooperate—as Michael Flynn and Gates have already agreed to do—which in turn could lead to further evidence in the collusion case.",
  "SAUL LOEB/Getty Images\n\nUpon his appointment in May, special counsel Robert Mueller was publicly tasked with focusing on Russia’s interference in the 2016 election and any potential “links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump.” According to his critics, Mueller has strayed from this path by, for instance, indicting Paul Manafort on charges related to work he did prior to the Trump campaign.",
  "The one unredacted portion includes:\n\nAllegations that Paul Manafort: Committed a crime or crimes by colluding with Russian government officials with respect to the Russian government’s efforts to interfere with the 2016 election for President of the United States, in violation of United States law; Committed a crime or crimes arising out of payments he received from the Ukrainian government before and during the tenure of President Viktor Yanukovych.",
  "Specifically, the memo describes how:\n\nOpen-source reporting also has described business arrangements between Manafort and “a Russian oligarch, Oleg Deripaska, a close ally of President Vladimir V. Putin.”\n\nIt then argues that a collusion investigation:\n\nwould naturally cover ties that a former Trump campaign manager had to Russian-associated political operatives, Russian-backed politicians, and Russian oligarchs.",
  "That memo explains that the initial public order authorizing a special counsel was “worded categorically in order to permit its public release without confirming specific investigations involving specific individuals.” The heavily redacted memo then outlines some individuals and “allegations” that are “within the scope” of the investigation.",
  "Additionally, according to the Post, Manafort emailed Kilimnik in April 2016 pointing to his work for Trump and asking, “How do we use to get whole?” (Deripaska had previously alleged that Manafort had ripped him off to the tune of millions of dollars).",
  "What Mueller’s critics have missed, seemingly intentionally, is that allegations relating to one potential crime—for which a grand jury has issued several indictments—are intrinsically tied to allegations relating to other potential crimes.",
  "“With Manafort it was bad business dealings prior to Trump’s campaign for the presidency.”\n\nEarlier this year, Manafort’s lawyers used these arguments to challenge Mueller’s legal authority to go forward with his case against their client.",
  "Last week, meanwhile, the government released evidence that Manafort’s former deputy, Rick Gates, knew Kilimnik was “a former Russian Intelligence Officer with the GRU” and stayed in touch with him in September and October of 2016.",
  "The response explains that Manafort’s alleged “links to Russia” are well within the scope of the special counsel’s investigatory power and even hints at how those links might eventually tie into a broader case for collusion.",
  "It would also naturally look into any interactions they may have had before and during the campaign to plumb motives and opportunities to coordinate and to expose possible channels for surreptitious communications.",
  "The inquiry into Manafort’s “factual links to Russian persons and Russian-associated political actors … furthers a complete and thorough investigation” of the collusion case, Mueller’s response explains.",
  "And on Monday, the New York Times reported that the FBI has sought to investigate possible evidence that Deripaska was meeting with Americans on his yacht in the summer of 2016 to discuss the election.",
  "If Manafort was in the pocket of Russia partially because of illegal work he did for Ukraine, then that would demonstrate a possible motive to collude with Russians to interfere in the election.",
  "If the president and his various attack dogs in Congress and the media have nothing to fear from this inquiry, then they have no reason to assail Mueller and his probe.",
  "When Manafort was indicted, Trump sent a barrage of tweets parroting Manafort’s attorney’s argument that his former campaign chairman’s alleged crimes were irrelevant.",
  "That doesn’t mean there’s not even more evidence still to come, and that doesn’t mean the motive and opportunity evidence is irrelevant in building the broader case.",
  "The Washington Post reported last September that in the midst of his work on the Trump campaign, Manafort was emailing a former employee named Konstantin Kilimnik.",
  "If he had connections to top Russian political and intelligence figures through his work in Ukraine, that would provide a potential opportunity for collusion.",
  "Mueller’s response to Manafort emphasizes this last part by arguing that prematurely revealing evidence could jeopardize the entire project.",
  "The grounds for Mueller’s ongoing collusion investigation are clear and there is more than enough evidence for it to continue to completion.",
  "But as Mueller makes clear in his response to Manafort, he can’t be expected to show all his cards while the investigation is still ongoing.",
  "The special counsel needs to be able to conduct a full, unfettered investigation to determine what figures like Manafort did and didn’t do.",
  "The GRU has been linked to the hack of the Democratic National Committee—the primary prong of Russia’s interference in the 2016 election.",
  "These events also neatly line up with the period when Trump began to take an even more adamantly pro-Russian tack on the campaign trail.",
  "That response dismantles the calls to limit the scope of Mueller’s investigation, revealing them to be both hollow and dangerous.",
  "Mueller’s 44-page response cites a heavily redacted memo sent to Mueller last August by Deputy Attorney General Rod Rosenstein.",
  "What Mueller needs to complete his investigation is what any investigation needs: time, space, and a certain degree of secrecy.",
  "What Mueller needs to complete his investigation is what any investigation needs: time, space, and a certain degree of secrecy.",
  "The president also added the now standard refrain of “there is NO COLLUSION!”\n\nOne of Mueller’s chief critics in Congress—Rep.",
  "“None of the charges … have anything to do with collusion,” Gaetz told MSNBC last month in calling for Mueller’s removal.",
  "Late on Monday, the special counsel released a response to Manafort’s call that the case against him be dismissed.",
  "Most of these activities took place from April to August 2016, when Manafort was in charge of the Trump campaign.",
  "In one of these emails, he offered “private briefings” on the campaign to someone who appears to be Deripaska.",
  "Meanwhile, the information we already know about Manafort helps justify a continued collusion investigation.",
  "The memo makes it plain that Manafort was—and likely still is—under investigation for possible collusion.",
  "The connection to Deripaska could provide clues regarding both Manafort’s motive and opportunity.",
  "Contrary to Gaetz’s claims, Mueller has released plenty of evidence relating to collusion.",
  "It also justifies efforts to push Manafort to cooperate in the broader investigation.",
  "Special Counsel Robert Mueller in a Senate committee hearing in June 2013.",
  "Mueller’s critics might argue that none of this is evidence of collusion.",
  "This is the point Mueller made in his response to Manafort on Monday.",
  "Matt Gaetz of Florida—has made similar noises.",
  "That they continue to do so speaks volumes."
]