[
  "Second, it confirms our view that Mueller at least thinks that the evidence of Manafort’s obstruction (with Kilimnik’s help) is strong and is sufficient not just to revoke or modify Manafort’s bail but to satisfy a criminal charge by proof beyond a reasonable doubt.",
  "On Thursday, Renato Mariotti and I wrote about special counsel Robert Mueller’s move to revoke Paul Manafort’s bail or modify his conditions of release on the basis of evidence that he, along with “Person A,” attempted to tamper with witnesses in Manafort’s case.",
  "It only triggers a rebuttable presumption of detention, but it will be up to Manafort’s lawyers to persuade the judge that there exist conditions that could ensure that Manafort will stop committing further crimes, including further obstruction of justice.",
  "First, it reveals that “Person A” in the bail motion is none other than Konstantin Kilimnik, Manafort’s long-term business associate, whom Mueller has described as having “active” ties to Russian intelligence in previous documents submitted to the court.",
  "Today, Mueller unsealed a superseding indictment of Manafort that adds defendant Konstantin Kilimnik and includes charges of obstruction of justice and conspiracy to obstruct justice for the very same conduct that Mueller cited in his bail motion.",
  "More From Just Security:\n\nFar from “Thin,” Evidence of Manafort’s Witness Tampering Likely Meets Necessary Standard\n\nTrump Might Be Surprised to Learn: Justice “Spy” Tactics Used on Dem Politicians Too",
  "Because as Renato and I detailed in our piece yesterday, for bail purposes the judge must only determine by the relatively low probable-cause standard that Manafort attempted to tamper with witnesses.",
  "Mark Wilson/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "The judge will not be bound by the grand jury finding, but it sure would be odd for her to ignore it and reach a different conclusion.",
  "Third, and this is important in the short term, the indictment by the grand jury is significant for the bail proceeding next week.",
  "It only means that Manafort will have to answer for his alleged witness tampering in two ways, with respect to bail and at trial.",
  "Former Trump campaign manager Paul Manafort outside the Prettyman Federal Courthouse in Washington.",
  "Remember that even if the judge reaches the same conclusion, detention does not necessarily follow.",
  "Further, the new criminal charge for obstruction is significant for three reasons.",
  "Probable cause, the exact same standard the judge will need to apply next week.",
  "This changes nothing about Mueller’s bail motion, which will proceed on track.",
  "Well, now the grand jury has itself determined that Manafort did just this.",
  "That could be a tough sell.",
  "By what standard?",
  "Why?"
]