[
  "Mueller has accused Manafort of attempting to call, text and send encrypted messages in February to two people from \"The Hapsburg Group,\" a political discussion group he allegedly worked with to promote the interests of Ukraine, in an effort to influence their testimony or conceal evidence in the case.",
  "Mueller’s office said the government had \"developed substantial evidence showing that the Hapsburg group performed a variety of lobbying tasks in the United States,\" which included disseminating ghostwritten articles in the American media and arranging meetings with U.S. officials and politicians.",
  "In addition, one of the officials said, Kilimnik's reported trips to the U.S. in May and August 2016 during Trump’s campaign have \"attracted attention\" as to whether Manafort and Kilimnik tried to capitalize on Manafort’s campaign role by offering Russian oligarch Oleg Deripaska private briefings.",
  "By Nathan Layne and John Walcott\n\n(Reuters) - U.S. Special Counsel Robert Mueller filed charges on Friday against a political operative with alleged ties to Russian intelligence, bringing his probe into possible collusion by the Trump presidential campaign a step closer to the Kremlin's door.",
  "The indictment, filed by Mueller in District of Columbia federal court, included new counts against Trump's former campaign chair Paul Manafort and the operative, Manafort aide Konstantin Kilimnik, for tampering with witnesses about their lobbying for Ukraine.",
  "They said Kilimnik may have reported to Russian intelligence officers in Moscow or Kiev or both on his work at the International Republican Institute office in Moscow where he was employed for a decade to 2005 and later on his work for Manafort in Ukraine.",
  "Two U.S. intelligence officials on Friday said that Kilimnik, who was educated in part as a linguist and served in the Russian army as a translator, is believed to have at least informal ties to Russian intelligence.",
  "In a court filing earlier this week, Mueller asked the judge overseeing the case in the District of Columbia to revoke or revise an order releasing Manafort ahead of trial due to the allegations of witness tampering.",
  "Sources familiar with the group’s activities said that among its major figures were Alfred Gusenbauer, a former Austrian chancellor, and Romano Prodi, a former Italian prime minister.",
  "But more significantly Friday's indictment marked the first time that Kilimnik, who in previous court filings was referred to only as \"Person A\", was named.",
  "\"This indictment could be very important from a political perspective,\" said Mariotti, a Democrat who is running for Illinois attorney general.",
  "Manafort has pleaded not guilty to a raft of charges, from money-laundering, to failing to register as a foreign agent, to bank and tax fraud.",
  "In Friday's indictment, Mueller accused Kilimnik of taking part in the covert lobbying scheme and of trying to influence potential witnesses.",
  "\"You now have the former chairman of the Trump campaign charged with conspiring with a suspected Russian intelligence operative.",
  "The disclosure could alter the way the public perceives Mueller's investigation, said former federal prosecutor Renato Mariotti.",
  "The additional charges could add to pressure on Manafort to cut a deal and cooperate with Mueller's probe, legal experts said.",
  "Manafort has longstanding ties to a pro-Russian political party in Ukraine and a Russian oligarch close to the Kremlin.",
  "It was the third time Mueller had added to charges against Manafort since he was indicted in October.",
  "(Additional reporting by Mark Hosenball in Washington; Editing by Jeffrey Benkoe and Marguerita Choy)",
  "Trump has repeatedly denounced the probe as a \"witch hunt\" and denied any collusion took place.",
  "Mueller has said Kilimnik has links to Russian spy agencies, an allegation Kilimnik denies.",
  "Manafort's lawyers had been given a deadline of Friday to respond to those charges.",
  "Deripaska has denied accepting the offer or receiving any such briefings.",
  "Manafort and his lawyers have disputed the charges against him.",
  "Kilimnik did not immediately respond to a request for comment.",
  "That’s quite astounding.\""
]