[
  "Brendan Smialowski/AFP/Getty Images\n\nA federal judge in Washington, D.C. has revoked former Trump 2016 campaign chairman Paul Manafort’s bail after prosecutors working for special counsel Robert Mueller presented evidence that he had attempted to tamper with potential witnesses in his money laundering/fraud case, meaning that Manafort will now be sent to jail.",
  "An indictment filed a week ago alleges that Manafort and a suspected Russian operative named Konstantin Kilimnik obstructed justice by contacting two public relations executives with whom they had worked on an alleged 2012-era scheme to illegally disguise paid lobbying on the behalf of a Russia-backed regime in Ukraine.",
  "He is the first former Trump associate to be imprisoned in relation to Mueller’s investigation; former deputy campaign chairman Rick Gates and former national security adviser Michael Flynn are awaiting sentencing after pleading guilty in the probe.",
  "None of the charges against him bear directly on his work for Trump or the question of whether the Trump campaign abetted Russia’s 2016 attacks on Hillary Clinton, but charges related to those issues could still be filed at a later date.",
  "Prosecutors allege Manafort and Kilimnik contacted the associates and attempted to convey to them that they should disseminate the (allegedly false) narrative that the lobbying in question did not take place in the United States.",
  "Manafort is accused of a number of crimes related to his efforts to hide both the unregistered lobbying work he did on behalf of Ukrainian figures beginning in 2006 and the money he received for that work.",
  "(Update, 12:10 p.m.: Emerging reports from the courtroom suggest that Judge Amy Berman Jackson got quite salty:\n\nJudge to Paul Manafort: \"You have abused the trust placed in you six months ago.\"",
  "Asked about the case on Friday morning, Trump said Manafort “has nothing to do with our campaign” and “worked for me for a very short period of time ….",
  "for what, 49 days, or something?” Manafort worked for Trump’s campaign from March, 28 2016 until August 19, 2016, which is 145 days.",
  "On rejected Manafort's lawyer's request for a clearer \"no contact\" order in lieu of going to jail: \"This is not middle school.",
  "https://t.co/UcO5XTnhlM — Zoe Tillman (@ZoeTillman) June 15, 2018\n\nMore like Judge Amy Burnman Jackson!)",
  "Paul Manafort going through security at a federal courthouse in Washington, D.C. on Friday.",
  "(The PR executives have not been accused of wrongdoing.)",
  "I can't take his cell phone.\""
]