[
  "Russia collusion probe head Robert Mueller has already indicted and secured guilty pleas from several former close aides to President Donald Trump (AFP Photo/CHIP SOMODEVILLA)\n\nWashington (AFP) - Former FBI director Robert Mueller was appointed on May 17, 2017 as special counsel to lead the investigation into links between President Donald Trump's election campaign and Russia.",
  "October 30: Manafort and deputy campaign manager Rick Gates are charged with 12 counts of conspiracy to launder money, lying to investigators and other charges, related to their work in Ukraine for a pro-Russian politician years prior to the election effort.",
  "- 2018 -\n\nFebruary 16: Mueller indicts 13 Russians, including a top Putin ally, tied to the Saint Petersburg-based Internet Research Agency, which US officials say conducted an online campaign of disinformation to influence voters in the 2016 election.",
  "July 13: Twelve Russian intelligence officers are indicted by a grand jury for hacking Democratic Party emails ahead of the 2016 US presidential election, just three days before President Trump is slated to meet Russian leader Vladimir Putin.",
  "June 8: Mueller hits Manafort with new obstruction of justice charges, additionally charging for the first time Manafort's Russian fixer Konstantin Kilimnik -- a former army-trained linguist with alleged ties to Russian intelligence.",
  "May 17: On the first anniversary of the Mueller probe, Trump tweets: \"Congratulations America, we are now into the second year of the greatest Witch Hunt in American History...and there is still No Collusion and No Obstruction.\"",
  "Here are key dates in the probe:\n\n- 2017 -\n\nMay 17: Mueller, 73, is named to take over a year-old investigation into possible collusion between the Trump campaign and Russia in the 2016 election.",
  "July 8: The New York Times reveals the investigation is focusing on a June 2016 Trump Tower meeting with a Russian lawyer ostensibly peddling damaging material on Trump rival Hillary Clinton.",
  "February 20: Alex van der Zwaan, a Dutch lawyer with Russia ties who did work in 2012 for Manafort and Gates, pleads guilty to lying to FBI investigators, and agrees to cooperate.",
  "July 27: George Papadopoulos, a campaign foreign policy adviser who communicated with Russian officials, is arrested on charges of lying to the FBI in a January 2017 interview.",
  "One year later, Mueller's team has interviewed scores of witnesses, including top White House officials, and issued 22 indictments, and the inquiry shows no sign of ending.",
  "April 9: In New York, FBI agents raid the residence and offices of longtime Trump lawyer and fixer Michael Cohen, based on a \"referral\" from Mueller.",
  "April 19: Trump brings former New York mayor Rudy Giuliani onto his legal team after months of turmoil over strategy and several key departures.",
  "Prosecutors are apparently interested in payments Cohen made to a porn actress on Trump's behalf, and other business dealings related to Trump.",
  "An indictment reveals that Papadopoulos had extensive contacts in London with Russians and sought to arrange meetings between the two sides.",
  "June 14: The Washington Post reports that, in addition to Russia ties, Mueller is investigating Trump for possible obstruction of justice.",
  "October 30: Separately, Papadopoulos agrees to plead guilty to a single count of lying in exchange for cooperating with Mueller.",
  "December 1: Former Trump national security adviser Michael Flynn is indicted and pleads guilty to lying to investigators.",
  "Giuliani says they are discussing whether Trump will be interviewed by Mueller, but adds that Trump could refuse.",
  "In attendance were campaign chairman Paul Manafort, Trump's son Donald Trump Jr., and son-in-law Jared Kushner.",
  "His appointment comes eight days after Trump, frustrated by the Russia probe, fired FBI director James Comey.",
  "Trump reacts angrily, saying: \"This is the single greatest witch hunt of a politician in American history!\"",
  "Trump reportedly pushes to fire Mueller, but is dissuaded by White House counsel Donald McGahn.",
  "July 26: FBI agents raid the Virginia home of Manafort, carting away documents and electronics.",
  "In a plea deal a day later, Gates accepts two charges of conspiracy and lying to investigators.",
  "Flynn had faced much more serious charges, but also pledged to cooperate with Mueller's probe.",
  "Mueller's broad mandate says he can pursue \"any matters\" arising from the investigation.",
  "Feb. 22: Manafort and Gates are hit with 32 more charges, including bank fraud.",
  "Two weeks later, he is sentenced to 30 days in jail and a $20,000 fine.",
  "Both are accused of witness tampering.",
  "Manafort continues to fight."
]