[
  "Paul Manafort Chip Somodevilla/Getty Images Paul Manafort's longtime employee, Russian-Ukrainian political operative Konstantin Kilimnik, told Radio Free Europe/Radio Liberty that he and Manafort emailed each other \"about Trump and everything\" during the campaign.",
  "Kilimnik's comments came a day after The Washington Post reported that Manafort, Trump's campaign chairman at the time, sent Kilimnik an email in July 2016 asking him to offer Russian billionaire Oleg Deripaska \"private briefings\" about the campaign.",
  "He finally registered as a foreign agent in April under pressure by the Justice Department, but the focus on him as only increased since special counsel Robert Mueller took over the Russia investigation in May.",
  "Manafort had written a cryptic note to Kilimnik, who has been scrutinized by US federal investigators for suspected ties to Russian intelligence, shortly after being named a campaign strategist in April.",
  "Legal complaints filed by Deripaska's representatives in the Cayman Islands in 2014 said he gave Manafort $19 million in previous years to invest in a Ukrainian TV company called Black Sea Cable.",
  "Manafort's lobbying work on behalf of Ukraine's pro-Russia Party of Regions and his business dealings with Russian entities has been under scrutiny by the FBI since at least 2014.",
  "Jason Maloni, a representative for Manafort, told The Washington Post that Manafort had simply been trying to leverage his high-level role on the campaign to collect past debts.",
  "New York Attorney General Eric Schneiderman is reportedly helping Mueller investigate Manafort for possible financial crimes and money laundering.",
  "Kilimnik insisted that \"on the political side there is no case that can be made about my involvement in the US elections,\" according to RFERL.",
  "Since then, the FBI has also conducted a raid on one of Manafort's homes in July, in search of tax documents and foreign banking records.",
  "\"They are tough investigators and probably will get Manafort for some financial crap,\" Kilimnik said, in reference to the FBI.",
  "The project fell through, and Manafort all but disappeared without paying Deripaska back, the filings claimed.",
  "The IRS's criminal-investigations unit has been brought onto the investigation to examine similar issues.",
  "But it was Manafort who, according to Russian billionaire Deripaska, owed him money — not vice versa.",
  "\"Is there any violation of the law or proof of my work for KGB or whoever in those discussions?\"",
  "Mueller threatened to indict Manafort following the raid, according to The New York Times.",
  "Kilimnik seemed to echo that statement, telling RFERL that \"our clients owe us money.\"",
  "\"Of course we discussed Trump and everything,\" he said in another message.",
  "\"With that many years of international clients no one can be 100% clean.\"",
  "\"There were millions of emails,\" Kilimnik told RFERL in a text message.",
  "And we discussed a lot of issues, from Putin to women.\"",
  "he asked, according to RFERL.",
  "\"How do we use to get whole?\"",
  "\"We worked for 11 years.",
  "\"A lot of things.\"",
  "Manafort wrote."
]