[
  "Though the charges in this case center on Manafort’s finances rather than his work for Trump, some have speculated that Mueller is trying to pressure Manafort into flipping and providing dirt on the president.",
  "Paul Manafort\n\nAt the current trial, Trump’s former campaign chairman faces 18 counts related to bank and tax fraud, which prosecutors say arose from his lobbying and political work in Ukraine.",
  "Before Paul Manafort ran President Donald Trump’s campaign, he spent years working with Russians and Ukrainians with ties to the Kremlin, cashing out millions of dollars in the process.",
  "This trial is one of the most closely watched events to date to come out of special counsel Robert Mueller’s investigation into the Trump campaign’s possible collusion with Russia.",
  "In 2005, he advised Ukrainian billionaire Rinat Akhmetov on how to improve his public image and later worked to elect the pro-Russia politician Viktor Yanukovych as president.",
  "Federal prosecutors say Manafort didn’t report at least $30 million in income from his Ukraine consulting and concealed several offshore accounts.",
  "The judge said that Manafort faces a “very real possibility of spending the rest of his life in prison” given the amount of evidence against him.",
  "That’s when, between 2015 and 2017, he allegedly schemed to obtain loans from banks based on fraudulent declarations of his finances.",
  "Manafort spent decades lobbying and working on Republican campaigns, including those of Gerald Ford, Ronald Reagan and George H.W.",
  "Here are some of the key witnesses who will appear at trial, as well as the Ukrainians and Russians we’ll be hearing about.",
  "He resigned that August after he was named in the “black ledger,” which detailed payments from Ukraine’s Party of Regions ?",
  "Manafort joined Trump’s campaign in an unpaid position in March 2016, ascending to campaign chairman in May of that year.",
  "He advised authoritarian governments, including those in the Philippines, Nigeria and the former Zaire.",
  "He is now on trial for bank fraud and tax evasion charges in Virginia while he awaits another in D.C.",
  "After Yanukovych was ousted from his seat, Manafort’s influx of cash stopped.",
  "Manafort also went into political consulting abroad.",
  "Yanukovych’s party.",
  "Rick Gates",
  "Bush."
]