[
  "Morgan Magionos used her own charts along with financial and tax records and emails to buttress the government's detailed accounting of how the former Trump campaign chairman bankrolled an extravagant lifestyle without reporting hidden millions to the government.",
  "__\n\n3:10 p.m.\n\nAn FBI forensic accountant is telling the jury in Paul Manafort's financial fraud trial how she traced millions of dollars of payments for mortgages, home improvements and expensive cars, rugs and clothes back to his hidden foreign bank accounts.",
  "Manafort defense attorney Kevin Downing tried to confront Gates over whether he had engaged in four extra-marital affairs and failed to disclose them to prosecutors before becoming a witness for the government.",
  "Morgan Magionos told jurors Wednesday that bank records from Cyprus, St. Vincent and the Grenadines and the United Kingdom revealed the accounts were connected to Manafort and his associates.",
  "Magionos said foreign bank documents and emails showed that Manafort repeatedly drew from bank accounts in Cyprus, the Grenadines and the United Kingdom to pay for expenditures in the U.S.",
  "__\n\n11:25 a.m.\n\nRick Gates has finished his testimony in the financial fraud trial of his former boss, Paul Manafort, after one last effort by defense lawyers to erode his credibility.",
  "He made the comment after he haggled with the attorneys for 20 minutes over the number and type of charts prosecutors could present during the testimony of an FBI forensic accountant.",
  "But after a lengthy conference between lawyers before U.S. District Judge T. S. Ellis III, Downing asked Gates only about the time span of his \"secret life.\"",
  "The judge in Paul Manafort's financial fraud trial is joking about his efforts to speed up the prosecution's presentation of its case.",
  "In one case, Magionos traced how foreign accounts were used by Manafort to pay for more than $3.5 million in home improvements.",
  "Agent Michael Welch says that was the total the former Trump campaign chairman left off his tax returns between 2010 and 2014.",
  "Prosecutors in Paul Manafort's financial fraud trial say they have eight witnesses left and expect to rest their case Friday.",
  "Ellis encouraged both the prosecution and the defense to not try his patience with unnecessary objections or other delays.",
  "Greg Andres, an attorney with special counsel Robert Mueller's office, says the prosecution is running ahead of schedule.",
  "A man prosecutors say has ties to Russian intelligence was also among the beneficial owners of some of the companies.",
  "Ellis III says that judges should be patient but \"they made a mistake\" when the Senate confirmed him to the bench.",
  "Manafort's defense team will have a chance to offer witnesses and other evidence after the government finishes.",
  "__\n\n1:10 p.m.\n\nPaul Manafort hid more than 30 offshore accounts in three types of currencies from the IRS.",
  "__\n\n5:30 p.m.\n\nAn IRS agent says Paul Manafort didn't report at least $16 million in income on his taxes.",
  "That's according to an FBI forensic accountant testifying in the former Trump campaign chairman's trial.",
  "The man, Konstantin Kilimnik, is charged along with Manafort with witness tampering in a separate case.",
  "Welch also says Manafort should have reported multiple foreign bank accounts to the IRS in those years.",
  "He's also had several heated exchanges with the attorneys from special counsel Robert Mueller's office.",
  "She says Manafort's passport was used to open many of them in U.S. dollars, euros and British pounds.",
  "Rick Gates, the government's star witness, was also listed as an owner of several of the accounts.",
  "That includes longtime Manafort deputy Rick Gates, who testified against his former boss.",
  "ALEXANDRIA, Va. (AP) — The Latest on Paul Manafort's trial (all times local):\n\n5:40 p.m.",
  "Welch is a 34-year IRS veteran and worked on more than 500 criminal investigations.",
  "So far, 18 witnesses have testified in the former Trump campaign chairman's trial.",
  "Ellis has repeatedly pushed prosecutors to whittle down their case to save time.",
  "The testimony bolsters the prosecution's tax-evasion case against Manafort.",
  "He is testifying as an expert witness in Manafort's financial fraud trial.",
  "Gates had testified earlier in the trial about one extra-marital affair.",
  "Ellis III has been pushing prosecutors to hurry through their case.",
  "He is also charged with bank fraud.",
  "U.S. District Judge T.S.",
  "U.S. District Judge T.S.",
  "__\n\n12:54 p.m."
]