[
  "So it has nothing to do with editing or writing by Paul or any other American.”\n\nManafort’s role in the op-ed has upended what was previously hailed by his attorneys as “an agreed-upon bail package” that involved the pledging of four properties: Manafort's Alexandria, Virginia, condominium where he’s been under home detention; his Palm Beach Gardens, Florida, home; a condo in Manhattan; and another property in Bridgehampton, New York.",
  "“Paul has absolutely nothing to do with it.”\n\nMueller’s office first raised questions about the op-ed Monday, saying it was being ghostwritten in English with a “long-time Russian colleague of Manafort’s, who is currently based in Russia and assessed to have ties to a Russian intelligence service.” Prosecutors said at the time Manafort’s lawyers had assured them that steps were being taken to ensure the op-ed wouldn’t be published.",
  "| Win McNamee/Getty Images Manafort attorney: Op-ed published to 'correct the public record' in Ukraine\n\nPaul Manafort’s attorney swung back at special Russia prosecutor Robert Mueller on Thursday over accusations the former Donald Trump campaign chairman violated a court gag order by ghost-writing an op-ed about his work in Ukraine.",
  "The op-ed credits Manafort for working with Ukraine's then-president, Viktor Yushchenko, to bring the country into the European Union while working “to maintain its historical and cultural relationship with Russia.”\n\n“Manafort was among those who made those paradoxical accomplishments real,” Voloshin wrote.",
  "An editor’s note from the Kyiv Post accompanying Voloshin’s article quoted the author as explaining that he wrote the op-ed himself and then shared it with Manafort’s longtime Ukrainian associate Konstantin Kilimnik “for fact checking.”\n\n“It is totally mine,” Voloshin said.",
  "Story Continued Below\n\n“All he has tried to do is to correct the public record in Ukraine concerning his consulting activities in Ukraine,” Downing wrote in his six-page brief to the U.S. District Court for the District of Columbia.",
  "The nearly 800-word article was published online earlier Thursday by the Kyiv Post, an English-language newspaper based in Ukraine, under the byline of Oleg Voloshin, a former spokesman for Ukraine’s Ministry of Foreign Affairs.",
  "The article was not intended for a U.S. audience nor to influence the pending U.S. criminal case against Manafort, who’s pleaded not guilty to multiple charges including fraud and money laundering, argued lawyer Kevin Downing.",
  "Voloshin said his op-ed mirrored comments he gave in August 2016 to The Guardian and he was also “annoyed” with a McClatchy story published in November “that falsely claimed Manafort had derailed” an critical Ukraine-E.U.",
  "“Moreover, the government’s interpretation would unconstitutionally vitiate Mr. Manafort’s rights to defend himself and his reputation, and to correct the public record,” Downing wrote.",
  "Prosecutors argued that Manafort’s participation had run afoul of the court’s gag order — and that, as a result, the government would oppose a proposed $11 million bail agreement.",
  "Downing countered Thursday that there was “no violation” of the gag order and “no basis” for the special counsel to withdraw its consent from Manafort’s bail package.",
  "“The fact it was meant for the Kyiv Post only proves there was no intervention on behalf of Paul,” Voloshin said in the editor’s note.",
  "The former Trump operative’s attorneys said the properties are worth more than $11 million, after existing mortgages are deducted.",
  "Paul Manafort’s role in the op-ed has upended what was previously hailed by his attorneys as “an agreed-upon bail package.\"",
  "As a native speaker, you can easily identify that the text was penned by a non-native speaker.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“It is rather difficult to influence U.S. public opinion with publication in Ukraine.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "agreement."
]