[
  "In addition to assisting in Manafort's alleged crimes, Gates told the jury he had failed to report his own income routed through bank accounts in the United Kingdom and stole several hundreds of thousands of dollars from Manafort by filing false and inflated expense reports related to their work in Ukraine.",
  "By Nathan Layne, Sarah N. Lynch and Karen Freifeld\n\nALEXANDRIA, Va. (Reuters) - Rick Gates, a longtime business associate of U.S. President Donald Trump's former campaign chairman Paul Manafort, on Monday testified at trial that he helped Manafort file false tax returns and hide his foreign bank accounts.",
  "In cross examining on Monday, attorney Kevin Downing tried to illustrate that Laporta's accounting firm had been aware of overseas wire transfers being booked as loans for years and highlighted a record showing Manafort had paid $8.4 million in federal income taxes between 2005 and 2015.",
  "The charges largely predate his five months on the Trump campaign but were the first to go to trial arising from Special Counsel Robert Mueller's investigation into Russian interference in the 2016 U.S. election.",
  "Gates testified that Manafort directed him to report overseas income as loans in order to lower taxable income - an allegation prosecutors have been eliciting testimony about from witnesses since last week.",
  "\"At Mr. Manafort's request we did not disclose foreign bank accounts,\" Gates told the jury in federal court in Alexandria, Virginia, describing their relationship of two decades as limited to business.",
  "Taking the stand on the trial's fifth day, Gates admitted to helping Manafort doctor financial statements, hide sources of foreign income, mislead banks to get loans and cheat on his U.S. taxes.",
  "Prosecutors on Monday went through a list of overseas corporations and Gates testified that all of them were controlled by Manafort and contained income earned by his political consulting work.",
  "Mueller is also investigating possible coordination between Trump campaign members and Russian officials in the election campaign, but the charges against Manafort do not address that.",
  "In questioning Laporta on Monday, a prosecutor asked the accountant about a $10 million loan purportedly received by Manafort from Russian businessman Oleg Deripaska in 2006.",
  "The jury had heard testimony on Friday and Monday from accountant Cynthia Laporta, who described how Manafort and Gates doctored financial statements and backdated loans.",
  "Gates, who also served on Trump's campaign, pleaded guilty in February and agreed to cooperate with prosecutors under a deal that could lead to a reduced sentence.",
  "Testifying under immunity, she was the first witness to admit she knew accounting maneuvers Manafort and Gates requested of her were wrong and could be crimes.",
  "Ellis last Tuesday, Manafort's lawyers have kept their cross-examinations brief and at times refrained from attempting to rebut damaging testimony in detail.",
  "Laporta, looking at a summary of loans to Manafort and his businesses, said she could not see any indication that the loan from Deripaska had been paid off.",
  "Gates has been described by witnesses as Manafort's right-hand man who helped run the operations of a multimillion-dollar political consulting business.",
  "(Reporting by Nathan Layne, Sarah N. Lynch and Karen Freifeld in Alexandria, Virginia, Warren Strobel; Editing by Grant McCool and Lisa Shumaker)",
  "Manafort's attorneys have signaled they will seek to blame Gates and have accused him of embezzling millions of dollars from Manafort.",
  "In court filings Mueller has accused Kilimnik of having current ties to Russian intelligence services - an allegation he has denied.",
  "Kilimnik is a Russian-Ukrainian political consultant who was indicted in June on charges stemming from the Mueller probe.",
  "But while Laporta acknowledged that she regularly communicated with Gates she said she believed Manafort was in the know.",
  "The jury has heard how Manafort made tens of millions of dollars for work with pro-Russian politicians in Ukraine.",
  "Manafort has pleaded not guilty to 18 counts of bank and tax fraud and failing to disclose foreign bank accounts.",
  "Downing also attempted to show that Gates was the point person in dealing with the accountants.",
  "Gates said an associate, Konstantin Kilimnik, had control over the overseas accounts.",
  "Gates is expected to be the government's star witness in its case against Manafort.",
  "\"In most instances it was clear Mr. Manafort knew what was going on,\" Laporta said.",
  "One accounting trick saved Manafort $500,000 in taxes, she said.",
  "Since the trial started before U.S. District Judge T.S.",
  "But Laporta's testimony raised the stakes for Manafort.",
  "\"Outside of business we did not socialize.\"",
  "He said he did so at Manafort's direction."
]