[
  "By Sarah N. Lynch, Nathan Layne and Karen Freifeld\n\nALEXANDRIA, Va. (Reuters) - The star witness in the trial against former Trump campaign chairman Paul Manafort faced tough questioning on cross-examination on Tuesday about a \"secret life\" that included an extramarital affair and stealing funds from his former boss.",
  "Gates, who is cooperating with U.S. Special Counsel Robert Mueller's investigation into Russian meddling in the 2016 U.S. election, testified on Monday that he helped Manafort doctor financial statements, hide foreign income and evade hundreds of thousands of dollars in U.S. income taxes.",
  "Questioned by prosecutors earlier on Tuesday, Gates testified that Manafort instructed him not to tell their firm's bookkeeper about payments from accounts in Cyprus that held millions of dollars in earnings from consulting work for pro-Russian politicians in Ukraine.",
  "Downing sought to portray Gates as an inveterate liar, raising questions about whether he has been truthful with Mueller even when he cut a plea deal in February in which he admitted to lying to investigators and conspiring to defraud the United States.",
  "Under questioning by defense attorney Kevin Downing on Tuesday, Gates acknowledged writing a fraudulent letter to prospective investors in a movie project and possibly submitting personal expenses to Trump's inaugural committee for reimbursement.",
  "Gates' testimony was part of the prosecution's effort to prove that Manafort was responsible for financial maneuverings that he and other witnesses have testified include filing false tax returns and failing to report foreign bank accounts.",
  "Rick Gates, who served as a right-hand man to Manafort in his political consulting business for a decade, acknowledged maintaining a flat in London for the affair, inflating expense reports and a long list of other misdeeds.",
  "When it was his turn for questioning, Downing accused Gates of having a \"separate, secret life\" with his lover in London and of using business expenses to pay for the affair, including an apartment in the British capital.",
  "Manafort, 69, has pleaded not guilty to 18 counts of bank fraud, tax fraud and failing to disclose foreign bank accounts containing tens of millions of dollars earned from work for Russian-backed politicians in Ukraine.",
  "On Monday and earlier Tuesday, Gates testified that he and Manafort had engaged in numerous improper financial maneuvers involving their work in Ukraine, but Gates, 46, pinned the responsibility on Manafort.",
  "While outside the scope of the trial, Mueller is also investigating whether Trump campaign members coordinated with Russian officials, an allegation President Donald Trump denies.",
  "WTF,\" Manafort wrote to Gates in an email entered into evidence showing Manafort's reaction when he learned how much money he would have to pay in 2014 taxes.",
  "He also acknowledged writing a fraudulent letter to prospective investors for a movie project involving Steve Brown, a business associate.",
  "The charges in federal court in Alexandria, Virginia, largely predate the five months Manafort spent on Trump's campaign.",
  "Gates said that he helped create documents to convert some income to a loan to lower Manafort's tax bill.",
  "There were hundreds of emails showing Manafort approved payments out of the Cypriot accounts, he said.",
  "\"You created a loan agreement for a loan that didn’t exist?” prosecutor Greg Andres asked him.",
  "Gates pleaded guilty to lying to investigators and conspiring to defraud the United States.",
  "\"There is a period of time over 10 years ago when I had a relationship, yes,\" Gates said.",
  "Undercutting Gates' credibility is the foundation of Manafort's defense.",
  "Manafort's trial is the first on charges brought by Mueller's office.",
  "One part of Gates' testimony led to some laughter in the courtroom.",
  "\"After all the lies you told you expect this jury to believe you?\"",
  "\"In essence, I was living beyond my means,\" Gates testified.",
  "\"You committed fraud with Mr. Brown as a favor?\"",
  "Downing asked Gates, who responded that he did.",
  "\"I'm here to tell the truth,\" Gates shot back.",
  "Gates also worked on the campaign.",
  "\"I'm taking responsibility for it.",
  "\"Mr. Manafort had the same path.",
  "\"Yes, we did,\" he replied.",
  "Gates replied: \"I did.",
  "Downing asked him.",
  "I made a mistake.\"",
  "I admit to that.\"",
  "I just saw this.",
  "\"Not happy.",
  "I'm here.\""
]