[
  "Richard Westling, left, and Thomas Zehnle, center, with the defense team for Paul Manafort, leave federal court in Washington, Tuesday, Aug. 28, 2018, after previewing of cases as they argue over how much jurors will be allowed to hear of the former Trump campaign chairman's lengthy foreign lobbying career.",
  "They suggested President Donald Trump himself had exemplified the problem with an inaccurate tweet — when Manafort was taken into custody before trial for violating the terms of his home confinement — that may have contributed to the misperception that he had been sentenced for committing a crime.",
  "(AP Photo/Carolyn Kaster)\n\nWASHINGTON (AP) — Former Trump campaign chairman Paul Manafort asked Wednesday to move his upcoming trial out of the nation's capital and to Roanoke, Virginia, with his lawyers citing \"intensely negative news coverage\" and potential juror bias against him.",
  "Although Russian interference in the 2016 U.S. presidential election isn't the focus of either case, Manafort's defense team say news coverage of Manafort has frequently mentioned his relationship with Konstantin Kilimnik, who U.S. authorities say has ties to Russian intelligence.",
  "The lawyers also argued that potential jurors in Washington are far more likely to be familiar with the allegations in the case than would jurors in Roanoke, and they said the D.C. region ranks first in the country in households with internet access and computers.",
  "\"While federal courts often address issues of pretrial publicity in high-profile cases, it is difficult to conceive of a matter that has received media attention of the same magnitude as the prosecution of Mr. Manafort,\" the lawyers wrote.",
  "In a new court filing, Manafort's lawyers argued that media coverage had been \"sensationalized\" and overwhelmingly negative, and that would make it hard for Manafort to get a fair trial.",
  "Also Wednesday, prosecutors asked for more time to decide whether to seek a retrial against Manafort on the 10 deadlocked counts from the Alexandria case.",
  "Jury selection in the District of Columbia is to start Sept. 17 in a trial related to Manafort's Ukrainian lobbying and political consulting work.",
  "The trial judge refused to send that case to Roanoke, and jurors found Manafort found guilty of eight counts while deadlocking on 10 others.",
  "The request is similar to the one his team made last month before Manafort was tried on a different set of charges in Alexandria, Virginia.",
  "\"Nowhere in the country is the bias against Mr. Manafort more apparent than here in the Washington, D.C. metropolitan area,\" they wrote.",
  "Ellis III rules on anticipated requests from Manafort's lawyers that the judge set aside the guilty verdicts.",
  "\"The phrase 'inside-the-beltway' was coined to capture the area's preoccupation with all things political.\"",
  "On the 10 deadlocked counts, jurors indicated on a form that 11 of the 12 voted for guilty verdicts.",
  "In a court motion, they sought permission to defer that decision until U.S. District Judge T.S.",
  "Roanoke, by contrast, is the 70th largest media market in the U.S., they said.",
  "___\n\nAssociated Press writer Matthew Barakat contributed to this report.",
  "___\n\nFollow Eric Tucker on Twitter at http://www.twitter.com/etuckerAP"
]