[
  "/ Updated By Tom Winter and Julia Ainsley\n\nFederal prosecutors are opposing Paul Manafort's request to be released from house arrest on bail, citing his recent efforts to co-write an opinion piece about his work in Ukraine with a person believed to have ties to Russian intelligence — and to publish the piece anonymously.",
  "Prosecutors filed an objection in federal court Monday that said, \"Manafort worked on the draft with a long-time Russian colleague of Manafort's, who is currently based in Russia and assessed [by U.S. officials] to have ties to a Russian intelligence service.\"",
  "Manafort, President Donald Trump's former campaign chairman, was indicted by a federal grand jury in October on seven charges, including failing to disclose his lobbying efforts on behalf of a pro-Russian political party in Ukraine.",
  "Related: Manafort, Gates charged with conspiracy in Mueller investigation\n\nThe indictment was part of the federal investigation into possible ties between Trump's campaign and Russia led by special counsel Robert Mueller.",
  "Downing's filing said that Oleg Voloshyn, a former spokesperson for Ukraine's Ministry of Foreign Affairs, was working with Manafort on the piece, which was intended for publication in the Kyiv Post.",
  "It did not address whether Voloshyn was the unnamed individual in the prosecutors' objection, or the objection's reference to an alleged tie to Russian intelligence.",
  "The filing asserted that if the article were published, it would violate the judge's gag order prohibiting both sides from making statements about the case.",
  "An court drawing of former Trump 2016 campaign chairman Paul Manafort appears in the U.S. Federal Court during his arraignment on twelve federal charges.",
  "\"In the Special Counsel's view,\" wrote lawyer Kevin Downing, \"Mr. Manafort is apparently never allowed to set the factual record straight.",
  "The New York Times reported that the prosecution was referring to Konstantin Kilimnik, who worked with Manafort in Ukraine.",
  "Manafort and his co-author were writing the opinion piece as recently as Nov. 30, according to the prosecutors' filing.",
  "Reuters\n\nManafort's attorney filed a response Thursday denying that the publication would violate the gag order.",
  "Manafort had planned to publish the article anonymously in an unnamed publication, according to prosecutors.",
  "Voloshyn gave Talkingpointsmemo.com what he said was a draft of the piece, which the site published.",
  "Prosecutors have obtained a draft of the opinion piece and have filed it under seal with the court.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "He must simply remain silent while his reputation is battered.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "Manafort has pleaded not guilty.",
  "..."
]