[
  "REUTERS/Brian Snyder\n\nManafort's spokesperson declined to comment on-the-record when asked why Manafort offered to work for the Trump campaign for free when he was under mounting financial strain, and whether Manafort asked to become a paid employee at any point during his transition from delegate wrangler to campaign chairman.",
  "Yanukovych was ousted from the presidency in 2014 amid widespread protests against his Russia-friendly positions, such as his decision to back out of a deal that would have promoted closer ties between Ukraine and the West, and distanced it from Russia.",
  "Manafort and his longtime associate, Rick Gates, were charged last October with a dozen counts related to money laundering, failure to register as foreign agents when they were working for the Ukrainian government, and conspiracy against the US.",
  "Manafort resigned from the campaign in August 2016, three days after The Times reported that the Party of Regions had earmarked $12.7 million in undisclosed cash payments for his work consulting for the party between 2007 and 2012.",
  "At the time, he also owed the wealthy Russian-Ukrainian oligarch Oleg Deripaska close to $20 million, per legal complaints Deripaska's representatives filed in the Cayman Islands in 2014 and in New York in January.",
  "The alleged dispute drew additional scrutiny last year, after The Atlantic published several emails appearing to show Manafort using his elevated role in the Trump campaign to resolve the situation with Deripaska.",
  "He received only part of the money he was supposed to, and the group still owed him over $2 million, according to an allegedly fraudulent document he submitted as part of an effort to secure a bank loan in 2016.",
  "When Trump first hired him in March 2016, Manafort was known for having worked as a top consultant to Viktor Yanukovych, the former Ukrainian president and strongman who was a prominent figure in the party.",
  "A new report from Bloomberg on Wednesday highlighted the extent of Manafort's previous lobbying work and financial troubles when he was helming the Trump campaign, some of which was previously unreported.",
  "Last week, special counsel Robert Mueller's office filed a 32-count superseding indictment against Manafort and Gates in Virginia, charging them with tax and bank fraud stemming from their lobbying work.",
  "Thomson Reuters\n\nPaul Manafort was in deeper financial trouble than previously known when he joined then-Republican candidate Donald Trump's campaign as an unpaid volunteer in early 2016.",
  "Former intelligence officials told Business Insider that Manafort was likely offering the briefings in an effort to repay his debt to Deripaska, who is closely allied with the Kremlin.",
  "Manafort approached the Trump campaign in February 2016, touting himself to the billionaire and political neophyte as an outsider with few connections to the Washington establishment.",
  "In particular, the report said, Manafort made 17 trips to Ukraine in 2014 and 2015 to do lobbying work for the Opposition Bloc, the successor to Ukraine's pro-Russia Party of Regions.",
  "Gates pleaded guilty to two counts related to conspiracy against the US and making a false statement to investigators shortly after Mueller's team lodged the superseding indictment.",
  "Manafort reportedly wrote an email to his associate, Russian-Ukrainian operative Konstantin Kilimnik, offering to give Deripaska \"private briefings\" about the campaign.",
  "In March, the campaign tapped Manafort to be the point person in charge of securing delegate support for Trump at the upcoming Republican National Convention.",
  "His last lobbying assignment for the group ended in October 2015 — less than six months before he joined the Trump campaign, Bloomberg reported Wednesday.",
  "Kilimnik reportedly told Manafort in a later email that he had been \"sending everything to Victor, who has been forwarding the coverage directly to OVD.\"",
  "When he joined the Trump campaign, Manafort's financial records showed he was $17 million in debt to pro-Russian interests, The New York Times reported.",
  "In one project, the Opposition Bloc paid Manafort $1 million in October 2014 for his consulting work prior to Ukraine's parliamentary election.",
  "Mueller is leading the Justice Department's investigation into Russia's election interference, and the Trump campaign's possible involvement.",
  "Manafort maintained his innocence and pleaded not guilty to the latest charges during a court appearance in Washington, DC on Wednesday.",
  "His influence grew when Corey Lewandowski was booted out as campaign manager that June following a string of public controversies.",
  "Yanukovych fled to Russia at the peak of the protests, and he is now living under the protection of the Kremlin.",
  "Paul Manafort pleaded not guilty to a new round of charges from special counsel Robert Mueller on Wednesday.",
  "Shell companies connected to Manafort during his time working for the Party of Regions bought the debt.",
  "Investigators have concluded that \"OVD\" was a reference to his full name: Oleg Vladimirovich Deripaska.",
  "Under the special counsel's scrutiny\n\nTrump accepted the Republican nomination on July 21, 2016.",
  "Win McNamee/Getty Images\n\nFollowing Yanukovych's ouster, Manafort's cash flow began to stutter.",
  "Manafort reportedly wrote to Kilimnik, who has suspected ties to Russian intelligence.",
  "But as his role expanded, Manafort was buckling under increased financial strain.",
  "Deeper into debt\n\nManafort was on the Trump campaign from March to August 2016.",
  "Manafort is widely credited with helping Yanukovych win the election in 2010.",
  "Two months later, he was promoted to campaign chairman and chief strategist.",
  "Manafort's ties to the Party of Regions stretch back over a decade.",
  "Victor was a senior aide to Deripaska, according to The Atlantic.",
  "He's now a key cooperating witness in the Russia investigation.",
  "\"I assume you have shown our friends my media coverage, right?\"",
  "\"How do we use to get whole,\" Manafort responded.",
  "He also offered to work without pay.",
  "\"Absolutely,\" replied Kilimnik.",
  "\"Has OVD operation seen?\"",
  "\"Every article.\""
]