[
  "Courthouse in Washington, D.C. (Photo: Mark Wilson, Getty Images)\n\nWASHINGTON — Former Trump campaign chairman Paul Manafort and Russian business associate Konstantin Kilimnik were charged Friday with attempting to obstruct the investigation into Russia interference in the 2016 election.",
  "The obstruction charges are related to a filing earlier this week in which Mueller's investigators alleged that Manafort and Kilimnik, also linked to Russia's intelligence service, attempted to tamper with the two un-named witnesses — going so far as to allegedly coach their testimony.",
  "The new indictment filed by Justice special counsel Robert Mueller asserts that Manafort and Kilimnik sought to block the testimony of at least two witnesses in the ongoing probe, furthering ramping up the legal pressure on Trump's one-time top aide.",
  "At one point, even as Manafort was on notice that investigators had been monitoring his communications, the former campaign chairman sent an encrypted text message to one of the witnesses, saying: \"This is Paul...We should talk,\" court papers stated.",
  "\"The defendants...knowingly and intentionally conspired to corruptly persuade (the witnesses identified as D1 and D2) with intent to influence, delay and prevent the testimony of any person in an official proceeding,\" prosecutors allege.",
  "CLOSE Former Trump Campaign Chairman Paul Manafort was hit with more charges from Special Counsel Robert Mueller's team in its investigation into Russian meddling and collusion in the 2016 presidential election, according to USA Today.",
  "The obstruction charges come just a week before Manafort is scheduled for a key hearing to determine whether he can remain free pending his trial in Washington on existing federal charges of money laundering and fraud.",
  "Investigators claimed that the \"repeated\" contacts occurred while Manafort was under house arrest, as a condition of his release pending the trials in Washington and Virginia.",
  "The obstruction charges form the basis for next Friday's hearing in which Mueller is seeking to have a federal judge revoke the conditions of Manafort's pre-trial release.",
  "The witnesses worked with Manafort in organizing a group of former European officials who lobbied within the U.S. without registering as required by law.",
  "\"Manafort and Kilimnik repeatedly contacted Persons D1 and D2 in an effort to secure materially false testimony,\" prosecutors alleged in court papers.",
  "The witnesses told investigators that they \"understood\" that Manafort was reaching out to influence the testimony, according to court papers.",
  "The new indictment filed Friday asserts that Manafort and Kilimnik engaged in the obstruction scheme from Feb. 23 through April.",
  "Buzz60\n\nFormer Trump campaign manager Paul Manafort arrives for a hearing at the E. Barrett Prettyman U.S.",
  "Manafort also faces trial on related tax and bank fraud in Alexandria, Va.",
  "Read or Share this story: https://usat.ly/2sVGzx0",
  "Veuer's Sam Berman has the full story."
]