[
  "President Donald Trump’s former campaign manager Paul Manafort received a $10-million loan from a Russian oligarch, revealing he had closer ties to a man connected to Vladamir Putin than he had previously disclosed, according to federal court documents of an FBI search warrant that were unsealed Wednesday.",
  "Manafort resigned from the Trump campaign in August 2016 amid speculation about his financial dealings with Russia, and was later indicted in Washington, D.C., and Virginia on charges of conspiring to money launder, bank and tax fraud, obstruction of justice and other charges, which he has denied.",
  "Mueller was also investigating what transpired in a June 2016 meeting between Manafort, Donald Trump Jr. and a Kremlin informant who claimed to have damaging material on Democratic presidential nominee Hillary Clinton during the 2016 election, according to the unsealed warrant.",
  "Mueller’s probe has yet to determine whether or not Manafort told his Ukrainian associate Konstantin Kilimnik, an alleged Russian spy, that he can connect Deripaska with the Trump campaign in exchange for financial consideration.",
  "Follow Vandana on Twitter\n\nSend tips to vandana@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: Manafort Voluntarily Turns Himself In To FBI)\n\nSpecial prosecutor Robert Mueller, who is investigating potential Russian meddling in the 2016 elections, has delved into Manafort’s financial dealings considerably.",
  "Manafort assured Deripaska in a separate plan that the relationship would “greatly benefit the Putin Government,” according to sources interviewed by the Associated Press in March 2017.",
  "Manafort and Deripaska have exchanged at least $60 million in business dealings, according to financial documents filed in the Cayman Islands and Cyprus, NBC News reported in October.",
  "Deripaska also financially backed Manafort’s consulting work in Ukraine since 2005, a source whose name was redacted from the documents alleges.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The oligarch, Oleg Deripaska, issued the loan in 2010 to a company Manafort and his wife jointly owned."
]