[
  "I have made clear that [the Hapsburg group] worked in Europe.” That text also linked to a Business Insider story with the headline: “Former European leaders struggle to explain themselves after Mueller claims Paul Manafort paid them to lobby for Ukraine.”\n\nThe document said that the person was trying to avoid contact with Manafort and \"understood Manafort's outreach to be an effort to 'suborn perjury'\" because he believed from his experience that the Hapsburg Group lobbied in the United States and knew that Manafort knew that as well.",
  "“The five previously charged counts against Manfort remain unchanged: conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading FARA [Foreign Agent Registration Act] statements, and false statements,” the special counsel’s spokesman said in a statement Friday.",
  "According to the documents, the individual identified as \"D2\" told investigators that Manafort wanted him and the other person to \"relay a message to the Hapsburg group: if the members of the Hapsburg group were contacted by anyone, they should say that their lobbying and public relations work was exclusively in Europe.\"",
  "According to Mueller’s request, Manafort tried to make at least three phone calls and sent at least two encrypted text messages to the first person “in an effort to secure materially false testimony concerning the activities of the Hapsburg group.”\n\nManafort allegedly told the first person on Feb. 26, “We should talk.",
  "Mueller said the individuals Manafort tried to contact, referred to only as “D1” and “D2,” were “principals of a public-relations company [who] acted as intermediaries between Manafort…co-defendant Richard Gates, and the Hapsburg group.”\n\nA Manafort spokesman fired back at the earlier request.",
  "The filings, signed by Mueller, said that roughly between Feb. 23, 2018, and April 2018, the defendants \"knowingly and intentionally attempted to corruptly persuade another person ... with intent to influence, delay, and prevent the testimony of any person in an official proceeding.\"",
  "Special Counsel Robert Mueller filed new charges against former Trump campaign chairman Paul Manafort and an associate on Friday, accusing them of obstructing justice in the investigation into Russian meddling and potential collusion with Trump campaign associates in 2016.",
  "Among other claims, the indictment accused Manafort of secretly paying European ex-politicians to lobby on behalf of Ukraine’s pro-Russian government in the U.S. without registering, dubbed the “Hapsburg” group by Manafort.",
  "In earlier filings, the unnamed Manafort associate has referred to Kilimnik, a longtime Manafort contact who prosecutors have said has ties to Russian intelligence.",
  "According to documents filed in federal court in D.C., Manafort reached out to the would-be witnesses in February after his superseding indictment was unsealed.",
  "Prosecutors working for Mueller this week requested that the judge overseeing the case revoke or revise an order for Manafort to be placed on pretrial release.",
  "The documents added that a longtime Manafort associate tried to contact the second person, or D2, in the days after the superseding indictment was unsealed.",
  "The third superseding indictment against Manafort comes days after Mueller accused the former campaign chairman of witness tampering.",
  "The special counsel said Manafort's actions violate federal law, and therefore violate the terms of his pretrial release.",
  "Manafort served as Trump campaign chairman from March 2016 until August 2016, after the Republican National Convention.",
  "Both were charged with conspiracy to obstruct justice and obstruction of justice, according to federal court filings.",
  "The spokesman, Jason Maloni, said Friday that Manafort and his attorneys were reviewing the new charges.",
  "Fox News' Samuel Chamberlain, John Roberts and The Associated Press contributed to this report.",
  "They also said an associate of Manafort’s tried to contact a potential witness more than once.",
  "The latest indictment against Manafort adds an associate, Konstantin Kilimnik, 48, of Moscow.",
  "Manafort is innocent and nothing about this latest allegation changes our defense.",
  "Kilimnik, 48, has previously declined to comment on the allegations.",
  "He also has denied being connected to Russian intelligence agencies.",
  "Through his spokesman, Manafort, 69, has maintained his innocence.",
  "We will do our talking in court,” the spokesman said.",
  "Manafort has pleaded not guilty to all charges.",
  "Manafort’s past charges remain.",
  "“Mr."
]