[
  "Mueller's office asked the court in a separate filing on Monday to revoke or revise the terms of Manafort's bail in light of allegations that Manafort and Kilimnik attempted to tamper with witness testimony in the investigation into Russia's interference in the 2016 US election and whether members of the Trump campaign colluded with Moscow.",
  "Friday's superseding indictment accused Manafort and Kilimnik of \"knowingly and intentionally\" conspiring to \"corruptly persuade another person, to wit: Persons D1 and D2, with intent to influence, delay, and prevent the testimony of any person in an official proceeding\" in violation of US law.",
  "Manafort is additionally charged with conspiracy against the United States, conspiracy to launder money, being an unregistered agent of a foreign principal, making false and misleading Foreign Agent Registration Act statements, and making false statements to investigators.",
  "In February, the FBI accused Manafort of secretly paying the Hapsburg Group more than €2 million through four offshore accounts to lobby on behalf of the Ukrainian government in 2012 and 2013, when it was controlled by the pro-Russian strongman Viktor Yanukovych.",
  "Three days before the August meeting with Manafort, Kilimnik wrote in an email to the Trump campaign chairman that he had \"met today with the guy who gave you your biggest black caviar jar several years ago,\" a reference to Deripaska's previous loans to Manafort.",
  "The special counsel Robert Mueller on Friday filed another superseding indictment against Paul Manafort, the former chairman of President Donald Trump's campaign, and Konstantin Kilimnik, a Russian-Ukrainian operative and longtime associate of Manafort's.",
  "Their names made headlines last year when it emerged that Manafort may have been trying to use his elevated role on the Trump campaign to resolve a longstanding financial dispute with Oleg Deripaska, a Russian-Ukrainian oligarch and aluminum magnate.",
  "The court filing says van der Zwaan not only spoke with both Gates and the unnamed person about a report on a controversial Ukrainian politician's trial, but destroyed evidence Mueller's office was seeking, including the September 2016 email.",
  "Person D1 subsequently contacted Mueller's office and said they believed Manafort's messages were part of an effort to \"suborn perjury,\" or coax them into giving false testimony, because they knew the group worked in both Europe and the US.",
  "Meanwhile, The Washington Post reported last year that Manafort emailed Kilimnik, beginning in April 2016 and continuing into at least July of that year, offering to give Deripaska \"private briefings\" about the Trump campaign.",
  "Monday's filing said Manafort's and Kilimnik's alleged attempts to tamper with witness testimony took place over several days in February, after their associate Rick Gates pleaded guilty and began cooperating with prosecutors.",
  "Manafort has acknowledged that he was in frequent contact with Kilimnik, a former Russian military intelligence officer, while serving as the Trump campaign's chairman, saying he met with Kilimnik in May and August 2016.",
  "Kilimnik told Manafort in a later email that he had been \"sending everything to Victor, who has been forwarding the coverage directly to OVD,\" according to The Atlantic, which said Victor was a senior aide to Deripaska.",
  "\"We spent about 5 hours talking about his story, and I have several important messages from him to you,\" Kilimnik wrote, adding, \"I need about two hours because it is a long caviar story to tell.\"",
  "Brock Domin, an FBI special agent, said in the earlier filing that Manafort attempted to communicate via phone and encrypted messaging with the two witnesses in February.",
  "Both witnesses were part of the Hapsburg Group, a collection of former European leaders paid by Manafort to lobby on behalf of Ukraine in the European Union and the US.",
  "Van der Zwaan was accused of lying about why he did not provide Mueller's office with a September 2016 email between him and Person A in the February charging document.",
  "The filing was related to the sentencing of Alex van der Zwaan, a Dutch lawyer who pleaded guilty in the Russia investigation to making false statements to the FBI.",
  "Person A, meanwhile, was accused in Monday's filing of contacting the witnesses and letting them know Manafort had been attempting to get in touch with them.",
  "But news reports suggest the witnesses could be Romano Prodi, the former prime minister of Italy, and Alfred Gusenbauer, the former chancellor of Austria.",
  "Manafort said he and Kilimnik discussed the Trump campaign and the recent hack of the Democratic National Committee during the meeting on August 2, 2016.",
  "Former intelligence officials told Business Insider that the offer was most likely part of Manafort's effort to resolve his financial debt to Deripaska.",
  "Mueller's office disclosed in a court filing earlier this year that Gates was also in contact with Kilimnik shortly before the November 2016 election.",
  "Court documents say Manafort and an associate, identified as \"Person A,\" reached out to two witnesses, identified as \"Person D1\" and \"Person D2.\"",
  "The filing says it was \"pertinent to the investigation\" that \"Gates and Person A were directly communicating in September and October 2016.\"",
  "While Person A's identity was not initially clear, other details provided by the FBI in previous court filings indicated it was Kilimnik.",
  "One minute after sending the article, Manafort sent Person D1 a message saying he had \"made clear\" that the group worked only in Europe.",
  "In one communication, Manafort sent Person D1 a message with a link to a Business Insider article about the group's activities.",
  "According to The Post, on July 7, 2016, Manafort wrote to Kilimnik, \"If he needs private briefings, we can accommodate.\"",
  "The trip has caught the eye of congressional investigators looking into Russia's interference in the 2016 US election.",
  "Kilimnik, meanwhile, said they did not discuss the campaign but talked about \"current news\" and \"unpaid bills.\"",
  "The indictment charges Manafort and Kilimnik with conspiracy to obstruct justice and obstruction of justice.",
  "Investigators concluded that \"OVD\" was a reference to Deripaska's full name: Oleg Vladimirovich Deripaska.",
  "Shortly after the latter, a jet linked to Deripaska arrived in the US and landed in Newark, New Jersey.",
  "Manafort and Gates were in touch with Kilimnik during the campaign\n\nShould Oleg Deripaska be worried?",
  "Mueller's latest indictment is the first that names an American and a Russian as co-defendants.",
  "The article said, among other things, that the Hapsburg Group worked in the US and in Europe.",
  "AP Photo/Sergey Ponomarev\n\nManafort's relationship with Kilimnik stretches back years.",
  "\"In any case it will hugely enhance your reputation no matter what happens.\"",
  "\"Frankly, the coverage has been much better than Trump's,\" Kilimnik wrote.",
  "Thomson Reuters\n\nSign up for the latest Russia investigation updates here.",
  "Manafort wrote to Kilimnik on April 11, 2016, The Atlantic reported.",
  "\"I assume you have shown our friends my media coverage, right?\"",
  "The identities of Person D1 and Person D2 are not clear.",
  "\"How do we use to get whole,\" Manafort responded.",
  "It was in the US for less than 24 hours.",
  "\"Absolutely,\" Kilimnik replied.",
  "\"Has OVD operation seen?\"",
  "\"Every article.\"",
  "Paul Manafort."
]