[
  "In a footnote, Manafort's lawyers argued that references to Manafort's use of encrypted messaging applications such as WhatsApp and Telegram \"suggests illegal intent\" and represented a \"not-too-subtle attempt to poison the potential jury pool against Mr. Manafort through alleged and uncharged 'bad conduct' raised during the bail process has now become an undeniable pattern of heavy-handed tactics employed by the Special Counsel.\"",
  "On June 4, special counsel prosecutors filed papers claiming the alleged attempted witness tampering happened after a grand jury in Washington, DC, returned a superseding indictment against Manafort in February accusing him of organizing a group, known as the \"Hapsburg\" group, to engage in an illegal lobbying scheme in the United States on behalf of the Ukrainian government.",
  "Manafort's filing came in response to a request by prosecutors June 4 to revise or revoke his pretrial release, based on allegations that Manafort tried to contact two former business contacts in the hopes of feeding them information to convey to potential witnesses in Mueller's investigation.",
  "US District Judge Amy Berman Jackson previously approved a package of bail conditions that would let Manafort out of home confinement, but Manafort has yet to comply and has continued to try to negotiate with the special counsel's office on a different set of conditions.",
  "Mueller's office on Friday filed a new, superseding indictment against Manafort and his longtime Russian-Ukrainian associate Konstantin Kilimnik, charging them with obstruction based on the alleged witness tampering efforts detailed in the June 4 filing.",
  "Former Trump campaign chair Paul Manafort filed court papers late Friday accusing special counsel Robert Mueller's office of trying to \"poison\" the jury pool with what his lawyers characterized as \"dubious\" allegations of witness tampering.",
  "\"Mr. Manafort’s Sixth Amendment right to trial by an impartial jury in this district may have been irreparably damaged by the Special Counsel’s latest, very public and very specious, filing of this motion,\" Manafort's lawyers wrote.",
  "Manafort's Friday night filing in the US District Court for the District of Columbia included a copy of a memo that Manafort's lawyers said was prepared by D1 and showed that the mission of the Hapsburg group was European-focused.",
  "Mueller's office said in the June 4 filing that Manafort's alleged witness tampering efforts called into question whether the current release conditions were appropriate and whether Manafort should be free pending trial at all.",
  "Most of the messages were \"innocuous,\" they said — one message was, \"This is paul\" — and prosecutors didn't provide information about the substance of what was discussed during an 84-second phone call.",
  "Manafort's lawyers said his pretrial release conditions didn't prohibit him from contacting certain people, and they argued that it was not a crime for him to communicate his view of the case.",
  "Manafort's lawyers argued that the text messages and records of phone calls and attempted phone calls did not amount to an attempt to influence the testimony of potential witnesses.",
  "D1 told a federal investigator that he thought Manafort was trying to \"suborn perjury\" because D1 knew the Hapsburg group worked in the United States, according to the filing.",
  "Prosecutors said that Manafort and Kilimnik tried to contact two people, referred to as D1 and D2, who had served as intermediaries with the Hapsburg group.",
  "A trial on other charges filed by Mueller's office in the US District Court for the Eastern District of Virginia is scheduled to start at the end of July.",
  "The indictment alleges that members of the Hapsburg group lobbied members of Congress and executive branch officials.",
  "The memo, titled, \"EYES ONLY MEMO FOR PAUL,\" refers to meetings, events, and contacts in European countries.",
  "They said Manafort had not asked anyone to give false testimony at trial or perjure themselves.",
  "Manafort has been on home confinement since he was first indicted in late October 2017.",
  "Jackson has scheduled a hearing on the pretrial release issue for June 15.",
  "In one such attempt, Manafort allegedly messaged D1, \"We should talk.",
  "Manafort's trial in the DC case is scheduled for September.",
  "I have made clear that they worked in Europe.\""
]