[
  "Here's what else you may have missed this week in the Russia investigation:\n\nDowd considers controversial pardons : The New York Times reported that before Dowd left Trump's legal defense, he floated the idea of pardoning former national security adviser Michael Flynn and former Trump campaign chairman Paul Manafort, two of the most critical figures in the Russia investigation at the height of the inquiry.",
  "Twitter Sessions featured in Time Magazine: In a cover story for Time magazine featuring the AG, Sessions said he thought he did the right thing when he recused himself from the Russia investigation, adding, \"I don't think the attorney general can ask everybody else in the department to follow the rules if the attorney general doesn't follow them.\"",
  "Mueller makes a connection : In a late-night news dump on Tuesday, Mueller's office revealed in documents related to the sentencing of Alex van der Zwaan, a dutch lawyer, that former Trump campaign deputy chairman Rick Gates had been aware that he was communicating with an individual linked to Russian intelligence before the 2016 US election.",
  "DOJ watchdog will investigate corruption: In response to requests from Attorney General Jeff Sessions and members of Congress, the Justice Department's internal watchdog agreed to investigate the FBI's and DOJ's application for a Foreign Intelligence Surveillance Act (FISA) warrant to monitor Carter Page, a former Trump campaign adviser.",
  "In a late-night news dump on Tuesday, Mueller's office revealed in documents related to the sentencing of Alex van der Zwaan, a dutch lawyer, that former Trump campaign deputy chairman Rick Gates had been aware that he was communicating with an individual linked to Russian intelligence before the 2016 US election.",
  "In a cover story for Time magazine featuring the AG, Sessions said he thought he did the right thing when he recused himself from the Russia investigation, adding, \"I don't think the attorney general can ask everybody else in the department to follow the rules if the attorney general doesn't follow them.\"",
  "In response to requests from Attorney General Jeff Sessions and members of Congress, the Justice Department's internal watchdog agreed to investigate the FBI's and DOJ's application for a Foreign Intelligence Surveillance Act (FISA) warrant to monitor Carter Page, a former Trump campaign adviser.",
  "The New York Times reported that before Dowd left Trump's legal defense, he floated the idea of pardoning former national security adviser Michael Flynn and former Trump campaign chairman Paul Manafort, two of the most critical figures in the Russia investigation at the height of the inquiry.",
  "A Russian oligarch touched down in New Jersey: A private jet belonging to Oleg Deripaska arrived in the US in August 2016, shortly after a meeting between Paul Manafort and a mysterious Russian operative named Konstantin Kilimnik, who has now at the center of the Russia controversy.",
  "More than $500,ooo raised for Andrew McCabe: Friends of former FBI deputy director Andrew McCabe launched a GoFundMe page to raise money for his legal defenses as he gears up to fight charges that he lied to investigators about leaking information to the press.",
  "Mueller goes after bigger fish : The day after the Gates revelation, CNN reported that Mueller's team wanted to know what Gates knew about the central question in the Russia investigation: the Trump campaign's contacts with Russia during the 2016 US election.",
  "Despite the rejections, Trump boosted his legal defense team with a little-know lawyer named Andrew Ekonomou, who will take on a more prominent role in communicating with Mueller's office following the resignation of former lead defense attorney John Dowd.",
  "A private jet belonging to Oleg Deripaska arrived in the US in August 2016, shortly after a meeting between Paul Manafort and a mysterious Russian operative named Konstantin Kilimnik, who has now at the center of the Russia controversy.",
  "The day after the Gates revelation, CNN reported that Mueller's team wanted to know what Gates knew about the central question in the Russia investigation: the Trump campaign's contacts with Russia during the 2016 US election.",
  "Spencer Platt/Getty Images\n\nPresident Donald Trump's legal woes continued this week as a handful of prominent attorneys rejected offers to represent him amid special counsel Robert Mueller's Russia investigation.",
  "The Republicans' 2016 National Convention is under scrutiny: Mueller's team is reportedly investigating events surrounding the Republican National Convention in Cleveland, Ohio, in July 2016.",
  "Mueller subpoenas a significant figure: Investigators questioned Ted Malloch, a controversial academic with ties to Republican strategist Roger Stone and Brexit leader Nigel Farage.",
  "In an interview with Business Insider, Stone said that he recalled meeting Malloch on two occassions, but that they never discussed Julian Assange, Wikileaks, or Russia.",
  "In an interview with Business Insider, Stone said that he recalled meeting Malloch on two occassions, but that they never discussed Julian Assange, Wikileaks, or Russia.",
  "Sign up for the latest updates on the Russia investigation here »\n\nPresident Donald Trump is having trouble hiring people to represent him in the Russia investigation.",
  "Ted Olson, who served as President George W. Bush's solicitor general, explained his reasoning for declining Trump's offer during an interview Monday on MSNBC.",
  "\"We always believe that there should be an orderly process — and of course government is not clean or orderly ever — but this seems to be beyond normal.\"",
  "Sessions is believed to be a subject of the inquiry due to his conversations at the time with then-Russian ambassador to the US Sergei Kislyak.",
  "Sessions is believed to be a subject of the inquiry due to his conversations at the time with then-Russian ambassador to the US Sergei Kislyak.",
  "Investigators questioned Ted Malloch, a controversial academic with ties to Republican strategist Roger Stone and Brexit leader Nigel Farage.",
  "Mueller has reportedly been examining the relationship between Manafort, Kilimnik, and Deripaska as he pieces together a timeline of events.",
  "Mueller has reportedly been examining the relationship between Manafort, Kilimnik, and Deripaska as he pieces together a timeline of events.",
  "Mueller's office said the two communicated in September and October 2016 and that their relationship was \"pertinent to the investigation.\"",
  "Mueller's office said the two communicated in September and October 2016 and that their relationship was \"pertinent to the investigation.\"",
  "Flynn pleaded guilty to lying to federal investigators in December and Manafort has pleaded not guilty to dozens of other charges.",
  "Flynn pleaded guilty to lying to federal investigators in December and Manafort has pleaded not guilty to dozens of other charges.",
  "Mueller's team is reportedly investigating events surrounding the Republican National Convention in Cleveland, Ohio, in July 2016.",
  "Republicans have accused FBI and DOJ officials of abusing the FISA application process in an effort to hurt the Trump campaign.",
  "Republicans have accused FBI and DOJ officials of abusing the FISA application process in an effort to hurt the Trump campaign.",
  "Attorney General Jeff Sessions encouraged the DOJ watchdog to investigation the FBI's FISA warrant application on Carter Page.",
  "Mueller's interest in questioning Gates about Trump is a sign that he may be going after bigger targets.",
  "Mueller's interest in questioning Gates about Trump is a sign that he may be going after bigger targets.",
  "In less than 24 hours, the fund soared past its $150,000 goal to around $400,000.",
  "\"I think everybody would agree: This is turmoil.",
  "As of Sunday, it had raised more than $520,000.",
  "It's not good for anything,\" Olson said.",
  "It's confusion.",
  "It's chaos."
]