[
  "In the latest charges, prosecutors say the contacts with the witnesses via phone and encrypted messaging applications first occurred in February, shortly after Manafort's co-defendant, Rick Gates, pleaded guilty and agreed to cooperate with prosecutors.",
  "The indictment was unsealed Friday against Paul Manafort and Konstantin Kilimnik just days after prosecutors accused the two men of attempting to tamper with witnesses as Manafort awaits trial on charges related to his foreign lobbying work.",
  "The charges do not relate to Manafort's work on the Trump campaign or involve allegations of Russian election interference, a fact that the president has routinely noted as he tried to distance himself from his former top campaign adviser.",
  "\"Mr. Manafort's Sixth Amendment right to trial by an impartial jury in this district may have been irreparably damaged by the Special Counsel's latest, very public and very specious, filing of this motion,\" the defense lawyers wrote.",
  "The latest charges increase Manafort's legal jeopardy if he continues an aggressive battle with prosecutors, and could be an effort by Mueller to induce a guilty plea and secure the testimony of a critical campaign adviser to Trump.",
  "They said prosecutors had conjured a \"sinister plot\" in accusing him of witness tampering and said most of the communication cited by Mueller's team are \"irrelevant, innocuous and unsupportive\" of the government's accusation.",
  "The witnesses, who had worked with Manafort as he represented a pro-Russian political party in Ukraine, have told the FBI that they believed Manafort and Kilimnik were trying to get them to lie about the nature of their work.",
  "The Hapsburg group's work is one of several operations prosecutors say Manafort directed as part of a covert lobbying campaign on behalf of Ukraine, its then-president, Viktor Yanukovych, and the pro-Russian Party of Regions.",
  "WASHINGTON (AP) — Special counsel Robert Mueller has brought new obstruction charges against President Donald Trump's campaign chairman and a longtime associate who prosecutors have said has ties to Russian intelligence.",
  "Court papers show the witnesses told investigators they believed Manafort and Kilimnik were trying to get them to lie about their work with a group of former European politicians known as the Hapsburg group.",
  "The work is the basis for the criminal case in Washington where Manafort faces charges of acting as an unregistered foreign agent, money-laundering conspiracy and false statements.",
  "The new indictment charges Manafort and Kilimnik with obstruction of justice and conspiracy to obstruct justice related to contacts they had with two witnesses earlier this year.",
  "On Friday, Trump also dismissed any talk of pardoning Manafort or his longtime personal attorney, Michael Cohen, who is under investigation by federal prosecutors in New York.",
  "Jackson previously gave Manafort a pass after federal agents found he had ghostwritten an opinion piece in Ukraine even though he was under a gag order in the case.",
  "They also come as Trump and his attorney, Rudy Giuliani, have heaped public criticism on the Mueller investigation in an attempt to undermine it.",
  "They also suggested he couldn't have tampered with witnesses since he doesn't even know whom prosecutors will call to testify at trial.",
  "The new charges will factor heavily into whether U.S. District Judge Amy Berman Jackson allows Manafort to remain on house arrest.",
  "Kilimnik, 48, has previously declined to comment on the allegations and denied being connected to Russian intelligence agencies.",
  "The charges mark the second time since his October indictment that Manafort has faced additional criminal charges.",
  "The spokesman, Jason Maloni, said Friday that Manafort and his attorneys were reviewing the new charges.",
  "Citing the allegations, prosecutors have asked Jackson to consider jailing Manafort.",
  "In a filing Friday night, Manafort's lawyers called the allegations \"dubious.\"",
  "Kilimnik, who prosecutors say lives in Moscow, was not in U.S. custody Friday.",
  "It is far too early to be thinking about it,\" Trump told reporters.",
  "Through a spokesman, Manafort, 69, has maintained his innocence.",
  "Kilimnik also reached out to witnesses in April.",
  "Kilimnik was also involved in that episode.",
  "\"They haven't been convicted of anything.",
  "A hearing is set for next week.",
  "There's nothing to pardon."
]