[
  "The filings alleged that the pair “knowingly and intentionally attempted to corruptly persuade another person … with intent to influence, delay and prevent the testimony of any person in an official proceeding.”\n\nFEDERAL JUDGE IN VIRGINIA REJECTS PAUL MANAFORT’S EFFORTS TO DISMISS CASE\n\nThe special counsel previously said Manafort’s actions violated federal law and therefore breached the terms of his pretrial release.",
  "“The five previously charged counts against Manfort remain unchanged: conspiracy against the United States, conspiracy to launder money, unregistered agent of a foreign principal, false and misleading FARA [Foreign Agent Registration Act] statements, and false statements,” the special counsel’s spokesman previously said.",
  "MANAFORT ORDERED TO JAIL, BAIL REVOKED ON WITNESS TAMPERING CHARGE\n\nManafort was sent to jail on June 15 pending trial after pleading not guilty to charges filed by the special counsel, which alleged that he and his associate, Konstantin Kilimnik, of Moscow, obstructed justice in the Russia investigation.",
  "\"You have abused the trust placed in you six months ago,\" Judge Amy Berman Jackson said to Manafort at the trial, adding that she could not \"turn a blind eye\" to the special counsel's new allegations of witness tampering.",
  "Special Counsel Robert Mueller’s team has until July 5 to respond to a request by Paul Manafort, who is seeking to be released from jail, federal court documents filed Friday revealed.",
  "The former Trump campaign chairman had his bail revoked and was jailed by a federal judge earlier this month based on witness tampering charges leveled by Mueller’s team.",
  "Following the special counsel’s response – which is due to the federal appeals court in less than a week – Manafort’s legal team has until July 9 to submit a legal reply.",
  "An attorney for the defendant filed a motion on Thursday, appealing for his client's release from \"solitary confinement\" in order to prepare for trials.",
  "Whether or not Manafort will be let out of jail, however, will ultimately be decided by a panel of three appeals court judges.",
  "Fox News’ Bill Mears, Brooke Singman and Edmund DeMarche contributed to this report.",
  "Manafort’s past charges remain the same.",
  "Manafort has maintained his innocence."
]