[
  "The unredacted version names and describes the following European leaders that represent what the memo identifies as \"the initial talent pool\":\n\nAlfred Gusenbauer, Former Austrian Chancellor Romano Prodi, Former Italian Prime Minister (Manafort and his group organized the trip to Washington D.C. for Prodi and wrote a New York Times op-ed for him) Bodo Hombach, \"Former European troubleshooter\" from Germany Javier Solana, Former NATO head from Spain\n\nSpecial counsel lawyers have been careful not to identify potential witnesses or companies, citing the ongoing investigation and national security concerns.",
  "The court is expected to address the conditions of his release -- Manafort is currently under house arrest, but the special counsel has asked the court to either revise or revoke his current release conditions.",
  "Read the full unredacted version here or below:\n\nThe motion is a response to former Trump campaign chairman Paul Manafort's attempt to persuade the court to revise the conditions of his release.",
  "That all changed last week when prosecutors said they had found evidence Manafort has been tampering with witnesses, which, if true, could be a violation of Manafort's pre-trial release.",
  "Wednesday afternoon's original filing reveals the identity of a Manafort aide the government has accused of conspiring with Manafort to tamper with witnesses.",
  "Since the original indictment against Manafort was handed down in October, he has been negotiating with the court over the conditions of his release on bail.",
  "Manafort already knew who these individuals were, so this revelation is more of a bruise for the special counsel's office than anything else.",
  "The government didn't oppose the proposal and was even willing to discuss the possibility that one of his two GPS devices might be removed.",
  "The two men worked with the \"Hapsburg Group\" a group of former European politicians who promoted Ukrainian interests in Europe and the U.S.",
  "Its subject line reads: \"Revised Network Idea for 2012 Involving Third-party Champions on Ukraine Electoral and Economic Reforms.\"",
  "Manafort maintains that he only conducted this lobbying activity in Europe, and he has not broken any Foreign Agent (FARA) laws.",
  "The government has used the redacted version of this document to support its case that Manafort illegally lobbied in the U.S.",
  "The identities of the witnesses have been reported by the New York Times but have not been included in government documents.",
  "In a filing Wednesday afternoon, special counsel prosecutors appeared to have inadvertently submitted unredacted documents.",
  "Similarly, the filing identified persons previously called \"D1 and D2\" as Alan Friedman and Eckart Sager, respectively.",
  "He and Manafort were both charged on Friday with Obstruction of Justice, and Conspiracy to Obstruct Justice.",
  "In May, Manafort proposed a package designed to meet the $10 million bail set by Judge Amy Berman Jackson.",
  "Konstantin Kilimnik, Manafort's alleged conspirator was referred to as Person A in previous filings.",
  "The government has since removed that version and replaced it with a version with redacted names.",
  "The special counsel's office has not immediately responded to request for comment from CBS News.",
  "They are expected to testify that Manafort and Kilimnik tried to influence their testimony.",
  "The motion contains the names of people who are usually not identified in court documents.",
  "Also unredacted in this document is a memo by Friedman to Manafort.",
  "Manafort is scheduled to be arraigned Friday on the new charges.",
  "That memo describes the mission of the Hapsburg Group.",
  "Kilimnik was identified in last week's indictment."
]