[
  "Their sources claimed Mueller was “seeking cooperation from Manafort for information related to President Trump and the 2016 campaign.” However, they had added, “Manafort is resisting and his team is pushing prosecutors for a plea agreement that does not include cooperation, at least as related to the president.”\n\nMany have long speculated that the special counsel’s main aim in charging Manafort with financial and lobbying crimes was to pressure him to “flip” — so he’d agree to provide information related to their true concern of whether the Trump campaign conspired with Russia to interfere with the campaign.",
  "Kilimnik and Manafort arranged a meeting in New York City to discuss the matter on August 2 — Kilimnik wrote that he had a “long caviar story” to tell and “several important messages.”\n\nDays after the meeting, Deripaska took a yacht trip with Sergei Prikhodko, Russia’s deputy prime minister, who is focused on foreign policy.",
  "The leak could well have been coming from Manafort’s team, since these sources claimed Manafort was “resisting” a cooperation deal and “pushing” for one that wouldn’t require that, “at least as related to the president.”\n\nAs former federal prosecutor Mimi Rocah pointed out on Twitter, the very framing of this was odd.",
  "Why Manafort may finally be ready for a plea deal\n\nPaul Manafort was first indicted by Mueller’s team in Washington, DC, last October — but unlike the other three Trump aides the special counsel has charged, who cut deals, he’s steadfastly maintained his innocence.",
  "The deal is expected to be announced in court on Friday, and if it holds, it will stave off Manafort’s second trial, which was scheduled to begin later this month, as well as resolving 10 mistrial counts from his Virginia trial last month.",
  "“He will be most likely looking for ways to reach out to you pretty soon.” Manafort wrote that if Deripaska “needs private briefings we can accommodate.”\n\nThe pair’s emails on the topic grew vaguer and more cryptic as the summer continued.",
  "Now, this year, Kilimnik seems keenly interested in keeping Manafort out of jail — he was indicted alongside Manafort for obstruction of justice in June, for allegedly trying to get witnesses to give a false story.",
  "Perhaps they feel they’ve got the conviction they’ve wanted from Manafort and are prepared to move to the next stage of their investigation, rather than spending weeks of their resources on another Manafort trial.",
  "“They say cooperate, tell the truth about everything and everyone or no deal.” The idea that Manafort could cut a cooperation deal that wouldn’t require telling the truth about Trump doesn’t really make sense.",
  "But there’s an enormously important question that remains unanswered: Will Manafort agree to cooperate with Mueller’s investigation of Russian interference — even if it means flipping on President Trump?",
  "We spent about 5 hours talking about his story, and I have several important messages from him to you.” This, again, is believed to be about Deripaska, with “caviar” thought to be code for money.",
  "Politico reported Thursday that Trump’s lawyers and Manafort’s have been part of a joint defense agreement together that lets them share information behind the scenes and keep it confidential.",
  "But the question is whether Mueller can accept what Manafort offers\n\nNow, it’s possible that Mueller’s team will agree to a plea deal with Manafort that doesn’t require his cooperation.",
  "Related to all this is the question of what, if anything, Manafort actually knows regarding collusion between the Trump campaign and the Russian government during the 2016 campaign.",
  "He emailed Kilimnik in early April about his newly high media profile, writing, “How do we use to get whole,” and “Has OVD operation seen?” (Those are Deripaska’s initials.)",
  "The Trump Tower meeting: For one, there’s that infamous meeting at Trump Tower that Donald Trump Jr. set up in June 2016 with a Russian lawyer and other Russia-tied figures.",
  "Still, he tried his luck at fighting the Virginia charges in court in August, likely hoping it would end in a mistrial that could embarrass the Mueller investigation.",
  "Manafort may also have money concerns — as Marcy Wheeler points out, a conviction in DC could lead to his having to forfeit millions in money or property.",
  "Oleg Deripaska and Konstantin Kilimnik: Perhaps even more suspicious are Manafort’s surreptitious contacts with two Russian nationals during the campaign.",
  "It wouldn’t be surprising, then, if Manafort is starting to feel a little lonely — and wondering whether that pardon will materialize after all.",
  "Around that time, Manafort’s longtime right-hand man Rick Gates, who’d been charged alongside him, flipped and agreed to cooperate with Mueller.",
  "Instead, he got convicted on eight counts (and a mistrial thanks to a single holdout juror on 10 other counts, which Mueller can still retry).",
  "Then in July 2016, Manafort and Kilimnik exchanged emails about Deripaska again, as the Washington Post and the Atlantic reported last year.",
  "So far, though, Manafort hasn’t flipped, choosing to fight the charges in court, despite the apparent strength of the evidence against him.",
  "A plea deal in which Manafort agrees to provide incriminating information about the president and Russia could be enormously consequential.",
  "Paul Manafort’s lawyers have reached a tentative plea deal with special counsel Robert Mueller’s team, ABC News reported Thursday evening.",
  "And there’s Manafort’s longtime business associate Konstantin Kilimnik, who Mueller’s team has said is tied to Russian intelligence.",
  "Specifically, Santucci and Mosk’s sources claimed Mueller was seeking Manafort’s cooperation regarding Trump and the 2016 election.",
  "Yet now Manafort’s Virginia trial has ended in an eight-count conviction, for which he’ll likely get a years-long prison sentence.",
  "In late July, Kilimnik wrote to Manafort, “I met today with the guy who gave you your biggest black caviar jar several years ago.",
  "Perhaps the special counsel does think more remains to be learned about this meeting and hopes Manafort will tell him about it.",
  "Also, if Democrats take the House of Representatives, a post-midterm Manafort pardon could well lead to Trump’s impeachment.",
  "And now, the fact that his DC trial is scheduled to start on September 24 seems to have brought him to a decision point.",
  "But though we can’t say for sure, it seems likely that Mueller believes otherwise, given his intense focus on Manafort.",
  "And last year, Trump’s then-lawyer John Dowd even reportedly floated the possibility of a pardon to Manafort’s lawyer.",
  "Manafort hasn’t been sentenced yet, but his slim hope of avoiding a lengthy prison sentence now appears to be gone.",
  "Or maybe Manafort was just freelancing and trying to get himself paid, and it doesn’t involve Trump personally.",
  "In February, Mueller added a new set of charges against Manafort, which entailed a separate trial in Virginia.",
  "If he’s hoping to get some of the charges dropped and some sentencing leniency, this might be his last chance.",
  "Again, all of this occurred while Manafort was chairing the Trump campaign, before his mid-August 2016 firing.",
  "In any case, the key thing to watch in reports of Manafort and Mueller’s plea deal is the cooperation aspect.",
  "For months, President Trump has tried, using winks and nods, to signal that he’s open to pardoning Manafort.",
  "Then in June, Mueller slapped Manafort with yet more charges — this time, for attempted witness tampering.",
  "According to an earlier report from John Santucci and Matthew Mosk of ABC News, this was a sticking point.",
  "Yet if the ABC News report is right, Mueller was disinclined to let Manafort off the hook too easily.",
  "And there are two curious happenings during the campaign in particular that Manafort is involved in.",
  "But that’s hardly a sure thing — after all, after the midterms are closer to Trump’s own reelection.",
  "This has led to speculation that he’s really just holding out for a pardon from President Trump.",
  "The three attendees of that meeting on the Trump side were Don Jr., Jared Kushner, and Manafort.",
  "We still don’t know what happened between Manafort, Kilimnik, and Deripaska during the campaign.",
  "Because if an eventual plea agreement requires cooperation, it could be a very big deal indeed.",
  "There’s his former client, the oligarch Oleg Deripaska, to whom Manafort was heavily indebted.",
  "He’s praised Manafort for remaining loyal and said he feels sad about what’s happening to him.",
  "That no collusion happened, so he would naturally have no information on this to provide.",
  "Yet Kilimnik is unlikely to ever face those charges since he’s currently based in Moscow.",
  "A plea deal where Manafort makes no such commitment would be far less earth-shaking.",
  "It’s important to keep in mind, though, that not all plea deals require cooperation.",
  "So for the first time, his team began seriously talking about striking a plea deal.",
  "Just weeks after joining the Trump campaign, Manafort seemed to see an opportunity.",
  "After that, he still had one and potentially even two more expensive trials ahead.",
  "Because this violated his conditions of release, Manafort was jailed on June 15.",
  "“I am carefully optimistic on the issue of our biggest interest,” Kilimnik said.",
  "If a deal is in fact announced in court Friday, that’s when we’ll find out.",
  "“Prosecutors don’t say cooperate [about] one specific person,” she wrote.",
  "Maybe this where the action on Trump campaign/Russia collusion happened.",
  "But it’s one of the biggest loose ends about what happened in 2016.",
  "The real question is whether he’d commit to cooperate, or not.",
  "He’s pardoned some other high-profile conservative figures.",
  "Still, Manafort showed no sign of seeking a similar deal.",
  "CNN’s sources say a deal is “close” but not finalized.",
  "Some believe Trump will offer it after the midterms.",
  "Manafort, of course, has said the answer is nothing.",
  "So far, however, that pardon is nowhere to be seen.",
  "He’s now spent nearly three months incarcerated.",
  "No attendee has become a cooperator for Mueller.",
  "And no pardon has yet materialized.",
  "A pardon might not help with this.",
  "His legal fees have piled up.",
  "His assets are in danger.",
  "What does Manafort know?"
]