[
  "The president had previously appeared very open to that possibility, saying that Manafort had been treated “very unfair,” saying he felt “very badly” and “very sad” for Manafort, and saying he “respect[ed]” Manafort for not “flipping.” Now that Manafort has entered the black box of federal cooperation with no apparent way for Trump to learn what he’s told prosecutors and the grand jury, there is no upside—and still plenty of downside—for Trump to attempt to pardon Manafort.",
  "While it is difficult from our current vantage to see which of these avenues might actually further the case against the president, there are other more concrete ways Trump is damaged by the news:\n\n• Trump’s position that the Mueller probe is a witch hunt that has only sought to bring down innocent men keeps weakening when innocent man, after innocent man, after innocent man, after innocent man confesses to federal felonies.",
  "First, without knowing all of what has been uncovered by Mueller’s investigators, here are some areas where Manafort’s testimony could further a case against Trump:\n\n• Manafort pleaded guilty to orchestrating his conspiracy on behalf of the Party of Regions, with support from former deputy Rick Gates and Kiev-based consultant Konstantin Kilimnik.",
  "Rudy Giuliani himself seemed confused about this fact on Friday, initially releasing a statement saying “the president did nothing wrong and Paul Manafort will tell the truth.” The president’s attorney quickly retracted the part of the statement saying, “Manafort will tell the truth.”\n\nThere’s plenty reason for Trump to worry that he will.",
  "In communications with Kilimnik, Manafort pointed to his work in the Trump campaign and asked, “How do we use to get whole?”\n\n• During the 2016 national convention, Trump campaign officials reportedly worked to undercut the Republican Party platform’s position supporting Ukraine in its conflict with Russia.",
  "Trump’s former campaign chairman confessed to a series of criminal actions taken as part of a conspiracy to defraud the U.S. government by working for a pro-Russian Ukrainian political party before he joined the Trump team, as well as to obstruction of justice.",
  "• There’s another point of leverage Manafort will have to plausibly and fully explain: Emails made public last year that indicate he offered Russian oligarch Oleg Deripaska “private briefings” on the Trump 2016 campaign, with Kilimnik as his intermediary.",
  "Alex Wong/Getty Images\n\nIt’s impossible to know precisely how significant Paul Manafort’s decision on Friday to accept a guilty plea in special counsel Robert Mueller’s probe and agree to cooperate with investigators will ultimately prove to be.",
  "His plea agreement didn’t say anything about possible collusion between Trump’s campaign and the Russian military intelligence officials who are alleged in another Mueller indictment to have attacked the 2016 election for the benefit of Trump.",
  "Trump has repeatedly criticized the cost of the investigation, calling it “the World’s most expensive Witch Hunt.” As part of his agreement, Manafort is surrendering bank accounts and properties potentially worth tens of millions of dollars.",
  "In another filing, Gates—who is also cooperating with Mueller—was said to have described Kilimnik as a “former Russian Intelligence Officer with the GRU.” The GRU was the organization at the center of the attacks on the 2016 election.",
  "Manafort could be a critical witness against his old friend, who has already shown to have been in communications with WikiLeaks during the period that they were releasing Democratic emails hacked by Russians.",
  "After months of building up Manafort as a “good guy” who has been treated “unfairly,” Trump’s communications shop will have to again reverse its posture toward a potential witness against the president.",
  "• Manafort was in the room during Donald Trump Jr.’s Trump Tower meeting with Russian intermediaries who promised “dirt” on Hillary Clinton as part of their efforts to support Trump’s campaign.",
  "• As Wheeler and other commentators have also noted, the plea agreement knocks down virtually any avenue Trump might have to obstruct the investigation by pardoning Manafort.",
  "• The fact that Kilimnik was allegedly involved in—and thus knew of—Manafort’s crimes would mean that Russia would have had obvious leverage over Trump’s campaign chairman.",
  "Manafort will have to explain what exact role he had in that episode and what Trump and other campaign officials knew of actions he may have taken regarding the platform.",
  "The implications of the agreement, however, point to many, many ways that Manafort’s decision could damage Trump legally and politically, both concrete and hypothetical.",
  "• As the Washington Post noted, another prong of Trump’s attack against Mueller has been knocked down with the Manafort plea: his claim that it is a money pit.",
  "If Kilimnik knew anything about the hacking efforts and spoke with Manafort about it, Manafort would now be expected to tell Mueller and the grand jury.",
  "The latter is alleged in other Mueller filings to have had ongoing “ties to Russian intelligence” in 2016, when Manafort was on the Trump campaign.",
  "So, it’s true that the pair of charges to which Manafort pleaded guilty do not involve actions he took as a member of Trump’s campaign.",
  "As part of his cooperation deal, Manafort will have to divulge the full extent of his relationship with Kilimnik.",
  "• Trump political consultant and confidant Roger Stone is reportedly an ongoing subject of the Mueller probe.",
  "And, so far, Trump has maintained publicly that he didn’t know anything about the meeting beforehand.",
  "Manafort and Stone worked together for many years and founded a political consulting firm together.",
  "Journalist Marcy Wheeler argued that the investigation has already likely paid for itself.",
  "Every indication, though, is that it is tremendously bad news for President Donald Trump.",
  "Finally, all this news fundamentally changes the Trump team’s messaging on the topic.",
  "Manafort is also alleged in court filings to owe Deripaska many millions of dollars.",
  "Manafort is in a position to potentially elucidate whether that’s true.",
  "Manafort can describe the details of the meeting from the inside.",
  "This was the official White House line on Friday.",
  "The above deal largely with hypotheticals.",
  "Manafort will have to explain this.",
  "What does this guy know."
]