[
  "Here’s why: As Vox’s Andrew Prokop explains, legal experts “have long speculated that the special counsel’s main aim in charging Manafort with financial and lobbying crimes was to pressure him to ‘flip’ — so he’d agree to provide information related to their true concern of whether the Trump campaign conspired with Russia to interfere with the election.”\n\nThere is at least one area in particular that Manafort may be able to provide important information about: the June 2016 meeting at Trump Tower between Donald Trump Jr. and Jared Kushner and a Russian lawyer who claimed to have damaging information on Hillary Clinton.",
  "We just heard what may be the five most frightening words for President Trump yet: “He’s agreed to fully cooperate.”\n\nThat’s what Kevin Downing, the lead lawyer for Trump’s former campaign chair Paul Manafort, told reporters outside a Washington courthouse on Friday when he announced that Manafort had agreed to cooperate with special counsel Robert Mueller’s Russia investigation as part of a plea deal.",
  "Manafort also took part in that meeting, and will therefore be able to provide Mueller’s investigators with a first-hand account of what went on behind closed doors that day.",
  "Which means that at best, Manafort will be able to help Mueller corroborate details about the Trump Tower meeting — and whether Trump knew about it in advance.",
  "At worst, Manafort may be able to provide Mueller with a wealth of new and potentially damaging information about the campaign’s ties to Russia.",
  "And Kilimnik was formerly Manafort’s longtime business associate — and possibly has ties to Russian intelligence.",
  "Manafort also had close contact with two Russians during the campaign: Oleg Deripaska and Konstantin Kilimnik.",
  "It’s entirely possible Mueller knows even more about interactions between the Trump campaign and Russia.",
  "Either way, this is certainly one of the worst days for Trump yet when it comes to the Mueller probe.",
  "Deripaska, a notorious Russian oligarch, was once Manafort’s client.",
  "He’s also the first attendee at the meeting to work with Mueller.",
  "That’s a potentially catastrophic outcome for the president.",
  "But that’s likely just the tip of the iceberg.",
  "And that’s just what the public already knows."
]