[
  "Manafort did not bend when the FBI searched his home; when he was indicted for the first time last October (on charges of money laundering and secret lobbying on behalf of Ukraine); when he was indicted for the second time this February (on charges of tax fraud, bank fraud and concealing foreign bank accounts); when his business partner and co-defendant, Richard Gates, pleaded guilty and agreed to testify against him; when he was indicted a third time this June (on charges of conspiring with a foreign associate to tamper with witnesses), or when he was tried and convicted this summer on eight of 18 charges in federal court in Virginia.",
  "Manafort agreed to forfeit assets estimated to be worth almost $50 million, including his residences in Manhattan (one of them in Trump Tower), Brooklyn, the Hamptons and Virginia, and he has promised to cooperate with prosecutors “in any and all matters as to which the Government deems the cooperation relevant.” Manafort also agreed not to accept compensation for telling his story about the crimes he has admitted or his knowledge of the Mueller investigation.",
  "Paul Manafort surrendered in his long battle with the special counsel’s office yesterday, pleading guilty in a Washington, D.C., courtroom to two counts of “conspiracy against the United States,” admitting his culpability to charges on which a jury in Virginia had not been able to reach a verdict, forfeiting tens of millions of dollars in real estate and other assets, and, crucially, agreeing to cooperate with prosecutors.",
  "But for Manafort’s professional associates — including President Trump and his administration, and other Washington figures Manafort dealt with during his years as a lobbyist and fixer for shady foreign governments, including Ukraine’s deposed pro-Russian president — the cooperation he has agreed to provide to Mueller’s team and other prosecutors looms the largest.",
  "By pleading guilty, Manafort avoided the ordeal of additional trials, obtained a commitment that the rest of the charges against him would be dismissed after he completes his “successful cooperation,” and an agreement not to prosecute him for any other criminal activity he might have disclosed up until now.",
  "The collapse of Manafort’s defensive line appears to leave exposed flanks in elite lobbying circles, in the boardrooms of Manafort’s lenders, at one of the world’s largest law firms, and, perhaps most importantly, at the White House.",
  "Courthouse for an arraignment hearing in March 2018 in Alexandria, Va. (Photo: Alex Wong/Getty Images) More\n\nFor Manafort and his family, the lengthy prison sentence and asset forfeitures will impose the most severe consequences.",
  "A looming second trial in Washington, D.C., and the expense of putting on a defense seem to have prompted Manafort’s capitulation on Friday, which sent shock waves through the administration and the nation’s political elite .",
  "Manafort’s guilty plea ended the prospect of the second trial and a potential retrial on the remaining counts in Virginia, on which the jury deadlocked 11-1 for conviction, and to which Manafort has now admitted his guilt.",
  "Since his Virginia home was searched in July 2017, Manafort had put up the most determined resistance of any publicly identified subject of special counsel Robert Mueller’s investigation.",
  "The charges Manafort admitted to in Friday’s plea agreement may send him to prison for ten years (or more, when he is sentenced for his conviction in Virginia).",
  "Friday’s plea deal is almost certainly much more punitive than the deal Manafort could have obtained had he agreed to cooperate earlier in the process.",
  "If Manafort’s cooperation is deemed successful, however, prosecutors may formally recommend a reduced sentence.",
  "Former Trump campaign manager Paul Manafort arrives at the Albert V. Bryan U.S.",
  "In return for those benefits, Manafort has agreed to pay a heavy price."
]