[
  "Its new form of warfighting is evident in the details of special counsel Robert Mueller’s indictments and across the Russian investigation writ large: information warfare conducted by the Internet Research Agency and Russian intelligence; widespread hacking of campaigns and election systems by Russian military hackers; the new informal “illegals,” represented by Mariia Butina and Konstantin Kilimnik, each of whom has been the focus of an indictment.",
  "This is consistent with the patterns observed in 2016, when Kremlin information campaigns supported Trump but also Bernie Sanders and Jill Stein; amplified “white nationalist” groups but also fomented protests against them; engaged veterans and military but also antiwar groups.",
  "Now it appears that the metrics of success for the Kremlin’s online campaigns have shifted from likes and clicks to physically mobilizing Americans—and that should worry us, deeply.",
  "Russia can’t compete in the rules-based international order, but if the American bulwark of that order fractures, a weakened Russia has more space to act as a global power.",
  "Story Continued Below\n\nIn July, Facebook shut down dozens of pages and profiles whose activity resembled previously identified false Russian accounts.",
  "For half of a divided America, it’s conventional wisdom that Vladimir Putin had a master plan to install Donald Trump as president.",
  "A measured 2017 analysis from the intelligence community documents just how Russia intervened in the U.S. system.",
  "Multiple lines of effort are underway—targeting us as individuals, as citizens, testing us to see how we react.",
  "She advised the Georgian president from 2009-2013 and former Moldovan Prime Minister Vlad Filat in 2014-2015.",
  "Molly K. McKew is an expert on information warfare and the narrative architect at New Media Frontier.",
  "More breathlessly, New York magazine has floated the theory that Putin was Trump’s active handler.",
  "Putin’s goal isn’t a puppet president so much as a U.S. society permanently at war with itself.",
  "He is a useful disruption in a broader campaign—and that’s the one we need to worry about.",
  "These weren’t pro-Trump groups, but feminist, minority rights and “anti-fascist” groups.",
  "But it’s now clear that his presidency isn’t the Kremlin’s endgame at all.",
  "If there were two sides of a thing, Russia was on both.",
  "And right now, unfortunately, they like what they see.",
  "It’s not incorrect that Russia gave Trump a boost.",
  "It’s chaotic—but chaos is the strategy."
]