[
  "On two separate occasions, Mueller has described Kilimnik as having “ties to Russian intelligence.” Put differently, in the middle of a scandal featuring collusion with the Russian state, Manafort seems to have relied on an asset of Russian intelligence to abet a plot to tamper with a witness.",
  "There was no public trace of Manafort’s work with the Hapsburg Group—how he funneled millions of euros to it, how he enlisted it to lobby without filing the required disclosure—at least not until Mueller first described it, in his February 23 indictment of Manafort.",
  "In the days following the indictment, Mueller says, Manafort relentlessly reached out to two members of a public-relations firm that helped him coordinate the Hapsburg Group—by phone, by email, by Telegraph, by WhatsApp.",
  "If we look back on Robert Mueller’s strategy over the past few months, the special counsel seems to repeatedly signal to Manafort: Look, I know everything; you have no choice but cooperation.",
  "And before that, Mueller showed that he was keeping tabs on Manafort’s email when he exposed an op-ed that Manafort had ghostwritten in his own defense, in violation of a judge’s gag order.",
  "These alleged efforts were the basis for Mueller’s accusation that Manafort was tampering with a witness, attempting to coach testimony, which would have violated the terms of his bail.",
  "[Decades before he ran Donald Trump’s presidential campaign, Paul Manafort’s pursuit of foreign cash and shady deals laid the groundwork for the corruption of Washington.]",
  "We can see in the exhibits that Mueller attached to this filing that Gates possesses a comprehensive archive of Manafort’s dealings, a blueprint of his operation.",
  "It’s a pattern that continues with this filing, the first instance in which Mueller has deployed material supplied by Manafort’s old alter ego, Rick Gates.",
  "A week before Manafort apparently attempted to tamper with the witness, Mueller stated plainly that he was watching their encrypted communication channels.",
  "Each of Mueller’s new filings has further revealed the extent to which he is surveilling Manafort and his closest associates.",
  "Manafort tried to contact his Hapsburg Group collaborators through his old Russo-Ukrainian aide, Konstantin Kilimnik.",
  "Mueller doesn’t name the accomplice, but his identity is not hard to discern from Mueller’s description.",
  "By any rational standard, Manafort should have long ago jettisoned his relationship with Kilimnik.",
  "When Gates agreed to cooperate with Mueller, he handed over a raft of emails.",
  "There is another suggestive fact that Mueller posits in passing.",
  "Manafort’s witness-tampering scheme featured a co-conspirator.",
  "Of course, none of this should come as a surprise to Manafort.",
  "There will be no ellipses in the Manafort trial.",
  "That’s hardly the work of a strategic genius.",
  "Gates can fill all the gaps."
]