[
  "According to Politico he had told a “previous employer of a background with Russian intelligence.”\n\nThe Mueller link between Kilimnik and Russian intelligence comes from court documents filed in the case of a lawyer who worked with Manafort and Rick Gates.",
  "Although investigators have focused heavily on Manafort’s work in Ukraine which involved many Kremlin connected figures, the new filing describes the first direct line between Manafort and Russian intelligence.",
  "Van der Zwaan started working with Manafort and Gates when they were trying to help then-Ukrainian president Viktor Yanukovych maintain his grip on the country by undermining opposition figures in Ukraine.",
  "Mueller’s team is investigating 2016 Russian election meddling, but has expanded to cover President Donald Trump’s business dealings in Russia, and contacts between Trump campaign aides and Russians.",
  "Mueller’s team made the link public on Wednesday, saying that Kilimnik was still working with Russian intelligence when he was communicating with the Trump team in September and October of 2016.",
  "The lies involved evidence “material to the Special Counsel’s Office’s investigation.”\n\nThe court documents are tied to sentencing for Van der Zwaan after he pleaded guilty in February.",
  "In Wednesday’s court filing, Mueller’s team said that Person A “has ties to a Russian intelligence service,” and that Van der Zwaan had lied about communication with person A.",
  "It’s the closest connection to date between Trump’s campaign staff and Russian intelligence, with Mueller’s team already digging deeply into Manafort’s past businesses.",
  "Van der Zwaan told them that his last communication with Gates was in August 2016 and was an “innocuous text message,” and that he hadn’t spoken to Person A since 2014.",
  "Special counsel Robert Mueller’s team had interviewed Van der Zwaan about his work in the early 2010’s with Manafort and Gates, Manafort’s long-time right hand man.",
  "And special counsel Robert Mueller says that man, Konstantin Kilimnik, was still working with Russian intelligence in 2016, when Trump was running for president.",
  "According to the indictment, FBI agents personally questioned van der Zwaan in November 2017 about his communications with Gates and an unidentified Person A.",
  "Paul Manafort, the former chair of Donald Trump’s presidential campaign, had a long professional relationship with a man connected to Russian intelligence.",
  "Kilimnik had worked with Manafort since 2005, helping with Manafort’s clients in Ukraine, and continued to talk with Manafort’s team during the election.",
  "Mueller indicted both Manafort and Gates for financial crimes, with Gates subsequently pleading guilty and agreeing to cooperate with the investigation.",
  "As Vox’s Zack Beachamp wrote in February, the problem for Van der Zwaan started when Mueller’s team asked him about contacts with Gates, and Kilimnik.",
  "This, according to the indictment, is a lie — van der Zwaan was actually secretly communicating with Gates and Person A about the Skadden report.",
  "Kilimnik’s name doesn’t appear in the court document, which refers to “Person A,” but the New York Times identified the person as him.",
  "Van der Zwaan worked for Skadden Arps on the Manafort job, which involved a report on the jailing of a Ukrainian opposition figure.",
  "Kilimnik and Manafort also exchanged a series of emails during the 2016 presidential campaign about helping a Russian billionaire.",
  "The two used code words, but investigators believe Manafort was offering to provide “private briefings” to Oleg Deripaska.",
  "The lawyer, Alex Van der Zwaan, pleaded guilty to lying to investigators in February.",
  "Kilimnik, born in Ukraine, previously served in the Russian Army as a linguist.",
  "Deripaska is reportedly very close with Russian President Vladimir Putin.",
  "Manafort and Gates hired the law firm Skadden Arps to work on research."
]