[
  "The platform’s original language supported “maintaining and, if warranted, increasing sanctions, together with our allies, against Russia unless and until Ukraine’s sovereignty and territorial integrity are fully restored.”\n\nDenman’s amendment would have added support for arming pro-Western Ukrainians with “lethal defensive weapons.” It also called for greater coordination with NATO to constrain Russia’s aggression.",
  "The House Intelligence Committee Republicans said they “determined that the original plank was strengthened, rather than weakened — and there is no evidence that language advocating for the provisions of ‘lethal defensive weapons’ was improperly removed.”\n\nCommittee Republicans said their conclusion was based on documents and several interviews, including with Trump’s campaign national security adviser, J.D.",
  "Steele’s report, without specifically mentioning the platform, alleged that the Trump campaign “had agreed to sideline Russian intervention in Ukraine as a campaign issue … a priority for Putin who needed to cauterise the subject.”\n\nDespite the insistence of campaign officials that the change was insignificant, there is evidence that it was on the campaign’s radar.",
  "Denman’s amendment was adopted after delegates struck the call for “lethal defensive weapons” and replaced it with “appropriate assistance.”\n\nTrump’s allies have brushed off the issue, noting that the GOP platform is a largely toothless document and morphs every four years to better align with the Republican presidential nominee.",
  "Asked about his campaign’s role, he said, “They softened it, I heard, but I was not involved.”\n\nDemocrats who suspect Trump colluded with the Kremlin in the 2016 election have called the change suspicious, saying it could be an example of Trump doing a favor for Russian President Vladimir Putin.",
  "Burr said, nevertheless, that the issue remained “open.”\n\nDemocrats on the House Intelligence Committee, who opposed the GOP decision to end their active investigation of Russian interference in the 2016 presidential election, say they still intend to pursue questions about the GOP platform.",
  "| Joe Raedle/Getty Images Mueller interested in 2016 convention episode dismissed by House GOP House GOP investigators recently found that a 2016 change to language about Ukraine did not involve \"nefarious\" motives, but the special counsel still wants to ask Trump about it.",
  "At the time of the 2016 Republican convention, President Barack Obama had vetoed recommendations from top national security officials that he provide lethal weapons to assist Kiev’s defense against a pro-Russian insurgency in eastern Ukraine that began two years earlier.",
  "House Republicans also cited an Aug. 1, 2016, memo from Dearborn — with input from Gordon — in response to Manafort's question that explained how Trump’s public policy statements about Russia and Ukraine “served as the basis for the modification of Denman’s amendment.",
  "“I only know what I saw and heard in the committee room, which was substantively and procedurally sound, unchallenged in the full committee, and remains so since,” said Stephen Yates, an Idaho delegate who presided over the meeting when the Ukraine debate occurred.",
  "It’s unclear whether Mueller has any specific reason to doubt Trump’s denial, but he has access to documents and witnesses never consulted by the House Intelligence Committee, which last week released its final report on Russian election interference.",
  "Multiple GOP delegates who were present say the platform committee vote reflected then-candidate Donald Trump’s public calls for warmer U.S. relations with Moscow and saw no sign the Trump campaign pressured delegates or acted inappropriately.",
  "President Donald Trump has denied any role in a decision by party activists at the 2016 Republican National Convention to strike language calling for the supply of U.S. arms to help Ukraine defend against Russian territorial aggression.",
  "Nor has former business partner and Trump campaign chairman Paul Manafort, whom Mueller has indicted on several charges related to his political work for pro-Russian Ukrainian politicians, including the country’s deposed president.",
  "Chairman Richard Burr (R-N.C.), at a press conference alongside the panel’s top Democrat, Sen. Mark Warner of Virginia, said the committee had \"interviewed every person involved in the drafting of the campaign platform.\"",
  "Trump has denied any role in a decision by party activists at the 2016 Republican National Convention to strike language calling for the supply of U.S. arms to help Ukraine defend against Russian territorial aggression.",
  "Robert Mueller wants to question President Donald Trump about a change to the 2016 Republican Party platform’s language about Ukraine and Russia, rekindling a subject that House Republicans dismissed as a nonstarter.",
  "Gordon; the Texas delegate who proposed the stronger language, Diana Denman; Trump campaign adviser and former White House deputy chief of staff Rick Dearborn; and former campaign foreign policy adviser Carter Page.",
  "Mueller’s continued interest in the matter contrasts with House Republican investigators, who rejected the idea that the platform had been weakened \"as a favor to Russia or perhaps for some other nefarious motive.\"",
  "Also in the room were Michael Stransky, a national security adviser in the Senate, and Robert Wilkie, now Trump’s acting secretary of veterans affairs but who worked at the time for Sen. Thom Tillis (R-N.C.).",
  "Otherwise he may be charged with perjury.”\n\nThe Ukraine matter drew attention shortly after the platform was adopted when a July 18, 2016, Washington Post report said it “guts” the GOP’s position on Ukraine.",
  "“Even though the special counsel and congressional investigators know the GOP platform ‘change’ story is a false narrative and a dead issue, that doesn’t mean Trump can’t be asked about it,” he said.",
  "Speaker Paul Ryan’s chief of staff, Jonathan Burks, was one of three congressional aides volunteering for the Republican National Committee who were in the room during the Ukraine amendment debate.",
  "Konstantin Kilimnik, a longtime Manafort associate who Mueller believes has ties to Russian intelligence, reportedly told associates in August 2016 he helped play a role in the platform change.",
  "But some congressional Democrats suspect the language change could have been part of a so-called signaling effort to indicate to Russia that the campaign was wielding influence on the matter.",
  "“Campaign staff was attempting to implement what they believed to be guidance to be strong, to be a strong ally in Ukraine but also leave the door open for better relations with Russia.",
  "\"This is still an area that we are actively investigating,\" said a Democratic committee aide, \"and there are a number of witnesses that we still need to speak with about the change.\"",
  "That contention was buttressed by the controversial Steele dossier, a private research document compiled by a former British spy on behalf of a research firm working for Democrats.",
  "Despite his public denial, the platform amendment appeared on a list of questions obtained by The New York Times that Mueller wants to ask Trump in a potential interview.",
  "The Senate Intelligence Committee, which is still investigating Russian election interference, initially threw cold water on the GOP platform discussion in October.",
  "“Gordon’s timeline made it clear that the change was initiated by campaign staffers at the convention — not by Manafort or senior officials,” they wrote.",
  "Gordon, the top Trump campaign official in the meeting, dismissed suspicions about the platform change but said Trump will need to address it in detail.",
  "They note that the final language still includes harsh criticism of Russia but made room for Trump’s pledge to seek a better relationship with Putin.",
  "Page has denied any role in pushing for the platform change but has come under scrutiny for contacts with Russian officials during the campaign.",
  "Denman and Gordon have declined to say whether they have met with Mueller’s team, although both spoke with the House Intelligence Committee.",
  "Instead, the convention delegates approved only a vague call for the provision of “appropriate assistance” to Ukraine’s pro-Western forces.",
  "Several witnesses connected to the episode have retained lawyers and were also brought in for congressional interviews late last year.",
  "House Republicans specifically point to an email sent by Manafort nearly two weeks after the Post story inquiring about the episode.",
  "“The committee opted to support somewhat broader and briefer language, which is tough on Russia and allows for arming Ukraine.",
  "“As for the Ukraine amendment, excellent work,” Page wrote in an email to other campaign foreign policy advisers.",
  "Most notably, former Trump deputy campaign manager Rick Gates began cooperating with Mueller’s team in February.",
  "Many senior Republicans said Obama was being timid and allowing Putin’s aggression to go largely uncontested.",
  "“What involvement did you have concerning platform changes regarding arming Ukraine?” Mueller planned to ask.",
  "Page congratulated the campaign’s national security team for the change the day after the plank was adopted.",
  "“When it comes to an interview with the special counsel, Trump must be well prepared and entirely truthful.",
  "I'm giving you the feedback we got from the individuals who were in the room making the decision,\" he said.",
  "Honestly, I was not involved,” Trump told ABC’s George Stephanopoulos in an interview in July 2016.",
  "Burks declined to confirm or deny in November whether he had been in contact with Mueller’s team.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Obama told aides he worried that Putin would further escalate the conflict in response.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "End of story for me.”\n\nYates said he has not heard from Mueller’s office.",
  "Both indicated in November that they had not been contacted by Mueller.",
  "It’s not binding and is largely forgotten between conventions.",
  "Who pushed for it and why was it done?” he wrote to Dearborn.",
  "The matter may also have touched top aides on Capitol Hill.",
  "Story Continued Below\n\n“I wasn't involved in that.",
  "But the substance of the change was more nuanced.",
  "Gates never appeared before the House panel.",
  "“I don’t know anything about this change.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]