[
  "FILE PHOTO: Manafort leaves U.S. Federal Court after being arraigned on twelve federal charges in the investigation into alleged Russian meddling, in Washington Thomson Reuters\n\nSpecial counsel Robert Mueller has abruptly reversed course on a bail agreement his office struck with Paul Manafort's legal team last week that would have allowed him to be released from GPS monitoring.",
  "The agreed-upon bail package would have required Manafort to forfeit four of his properties in Virginia, Florida, and New York — worth a combined $11.65 million — if he violated his bail by attempting to travel internationally or anywhere outside of Florida, Virginia, New York, and Washington, DC.",
  "Manafort, who served as President Donald Trump's campaign manager between April and August of 2016, was indicted in late October alongside his longtime business associate Rick Gates on charges that included money laundering, tax fraud, and failure to register as a foreign agent.",
  "A docket in the criminal case against Manafort and Gates, unsealed earlier this month, alleged that both men had received \"millions of dollars\" from Ukrainian and Russian oligarchs that would allow them \"to live comfortably abroad\" and therefore make them a flight risk.",
  "The filing continued: \"Because Manafort has now taken actions that reflect an intention to violate or circumvent the court's existing orders ... the government submits that the proposed bail package is insufficiently reasonable to assure his appearance as required.",
  "The government said that the court had initially \"admonished\" Manafort's lawyer for making public statements to the press about the case and on November 8 had barred both \"the parties and counsel from making statements that could interfere with\" a fair trial.",
  "The government asked the court in its latest filing that Manafort be required \"to report to Pretrial Services where he will be located during the upcoming week, including details of any planned travel and where he will be staying.\"",
  "That colleague was likely Konstantin Kilimnik, a Russian-Ukrainian citizen and longtime protege of Manafort who he had used as a liaison to Russian oligarch Oleg Deripaska during the campaign.",
  "\"Even if the ghostwritten op-ed were entirely accurate, fair, and balanced, it would be a violation of this Court's November 8 Order if it had been publish,\" the government argued.",
  "He was working on it with \"a longtime Russian colleague\" who is \"assessed to have ties to Russian intelligence,\" according to the special counsel's court filing.",
  "But the special counsel's office said in its court filing that \"the proposed bail package does not provide for a surety who is not a close family member.",
  "\"The editorial clearly was undertaken to influence the public's opinion of defendant Manafort, or else there would be no reason to seek its publication.\"",
  "The Bridgehampton property, which is the largest of the assets in the proposed bail package, is already subject to forfeiture in the Indictment.\"",
  "It was not immediately clear whether Manafort would still be under house arrest, or if he would just be subject to continued GPS monitoring.",
  "Manafort evidently failed to tell the government that he was ghost-writing a draft op-ed about his work in Ukraine as late as November 30.",
  "The government's prior general consent to the bail package presupposed that Manafort was complying with the Court's existing orders.\"",
  "And it does not provide for a fully secured bond of unencumbered real estate.",
  "A spokesman for Manafort declined to comment.",
  "It does not provide for GPS monitoring."
]