[
  "Navalny says in his video that though Deripaska was viewed as close to Putin, many oligarchs are, and the theory always lacked any indication that “Deripaska transmits any information to him.”\n\nYet now we know that just days after Deripaska seems to have had a very important conversation with Manafort’s associate and sent important messages, Deripaska took a multi-day yacht trip with one of the highest-level officials in the Russian government, in which they discussed politics and the United States.",
  "Because of you and those like you, people keep fighting wars now.” Then in February, Vashukevich traveled to Thailand, where she began participating in a “sex seminar.”\n\nAfter combing social media posts and reviewing Vashukevich’s book, Navalny’s team unraveled basically all of the truly bizarre tale laid out above — and realized just who was with Vashukevich on that Instagrammed yacht trip.",
  "An associate of hers who was also arrested wrote a letter to the United States seeking political asylum for the group, saying, “We have important information for USA and we risk our lives very much.”\n\nThe Times’s Richard Paddock then interviewed the detained Vashukevich in early March, and she claimed she had more than 16 hours of audio recordings from her trip with Deripaska and Prikhodko.",
  "The reason Vashukevich’s claims could matter: Paul Manafort and Oleg Deripaska seem to have been in contact right before her trip\n\nLeaving aside Vashukevich’s claims, which are currently very far from proven, there are still many questions about Paul Manafort and whether he tried to make contact with Oleg Deripaska while he was also chairing Donald Trump’s presidential campaign.",
  "(The New York Times reports that “several attendees said that no sex had been involved” in the seminar, and that it was instead about “improving communication and on perfecting the art of seduction.”)\n\nVashukevich, who has posted Instagram videos and photos documenting her prison experience, is potentially facing deportation because she lacks a work permit.",
  "In one video snippet she posted as part of a montage several months later, the men talk United States relations, and Deripaska says the following (according to a translation provided in Navalny’s video):\n\nWe’ve got bad relations with America, because the friend of Sergey Eduardovich [Prikhodko], Nuland’s her name, is responsible for them.",
  "The latest developments, in a follow-up article from Paddock, are that the FBI has tried and failed to get permission from Thai authorities to speak to Vashukevich, and that a Canadian friend of the pair says that he told the FBI that there is one recording in which Deripaska and Prikhodko discussed wanting Trump to win the election.",
  "She later posted the video on her public Instagram account, where it sat for many months, essentially unnoticed, until anti-corruption political activist and Putin critic Alexei Navalny discovered it and explained its import in a YouTube video, accusing the deputy prime minister of accepting bribes from the oligarch.",
  "But then Vashukevich was arrested — and she claims to have more recordings proving Russian meddling in the US election\n\nThat’s where things stood — until February 25, when Vashukevich and several others participating in her “sex seminar” were arrested in Thailand for apparently completely unrelated reasons.",
  "Emails between Manafort and a business associate make clear that Manafort, who was badly indebted to Deripaska, wanted to use his newfound prominence to “get whole.” The emails also appear to reference Manafort’s associate having a lengthy meeting with Deripaska and bringing back important messages.",
  "(@nastya_rybka.ru) on Aug 6, 2016 at 6:29am PDT\n\nBack in early August 2016, at the height of the US presidential campaign, the oligarch, Oleg Deripaska, and the deputy Russian prime minister, Sergei Prikhodko, took a multi-day yacht trip together off the coast of Norway.",
  "The “she” is in reference to Victoria Nuland, who was President Obama’s top State Department official overseeing Russian relations and was loathed by many in the Russian government (a diplomatically embarrassing private conversation she had was once taped and leaked).",
  "Curious who this group was and what they were up to, Navalny and his team researched them — and eventually disclosed their findings in a highly entertaining 25-minute YouTube video (it’s in Russian but has English subtitles, and my quotes are from those subtitles).",
  "For another, it wasn’t just any top Russian government official who accompanied them on Deripaska’s yacht — it was Sergei Prikhodko, Russia’s deputy prime minister, a longtime Putin ally who has a foreign policy portfolio and is a very high-ranking official indeed.",
  "Kilimnik and Manafort arranged a meeting in New York City to discuss the matter on August 2 — Kilimnik wrote that he had a “long caviar story” to tell and “several important messages.” They have claimed this meeting was unrelated to the US presidential campaign.",
  "In that time, she wrote a book called Who Wants to Seduce a Billionaire describing what she says was her affair with an oligarch, including a detailed description of a yacht trip with him and a top politician (though she didn’t name either man).",
  "“He will be most likely looking for ways to reach out to you pretty soon.” Manafort wrote that if Deripaska “needs private briefings we can accommodate.”\n\nThe pair’s emails on the topic grew vaguer and more cryptic as the summer continued.",
  "But this saga has already had major ramifications — it spurred the Russian government to block Navalny’s website just weeks before Russia’s presidential election, and to threaten to block YouTube and Instagram entirely in Russia as well.",
  "One day in September 2017, Vashukevich and a group of other scantily dressed women came by Navalny’s campaign headquarters, at the same time as a camera crew, in an apparent attempt to cause an embarrassing scene for him.",
  "For instance, just weeks after their activity at Navalny’s office, Vashukevich and four other women stood nearly naked outside the US Embassy in what they claimed was a demonstration in support of Harvey Weinstein.",
  "He’s organized demonstrations, exposed apparent corruption, and faced charges from the government, and he tried to challenge Putin for president in 2018 before his campaign was blocked by electoral authorities.",
  "He emailed his business associate Konstantin Kilimnik in early April about his newly high media profile, writing, “How do we use to get whole,” and “Has OVD operation seen?” (These are Deripaska’s initials.)",
  "That’s the oligarch whom Manafort wanted to privately brief and with whom he seems to have surreptitiously communicated, through an intermediary, while he chaired Donald Trump’s presidential campaign.",
  "So she has gone public, alleging that she has secret knowledge of Russian interference in the US presidential election — and that she fears she wouldn’t be safe if deported back to Russia or Belarus.",
  "Deripaska was an old client of Manafort’s — in fact, the connected oligarch was one of Manafort’s first clients in what proved to be a very lucrative line of business in Russia and Eastern Europe.",
  "We spent about 5 hours talking about his story, and I have several important messages from him to you.” This, again, is believed to be about Deripaska, with “caviar” thought to be code for money.",
  "A leading Putin critic unraveled this tangled tale in a YouTube video\n\nAlexei Navalny, a lawyer, media commentator, and activist, is one of Russia’s most high-profile critics of Vladimir Putin.",
  "(Update: And according to flight records newly reviewed by Scott Stedman, a private jet owned by Deripaska flew in to Newark airport the very next day before departing the US that night.",
  "Now, whether Vashukevich actually has 16 more hours of such recordings, as she says, and whether they are as damning as she claims, are different questions — ones we can’t answer yet.",
  "She’s clearly self-interested — she’s trying to avoid deportation back to her home country of Belarus and is asking the US to extradite her in exchange for her information.",
  "In and of itself, Deripaska’s remark here is hardly a bombshell — but it does tell us that Deripaska was willing to talk about such topics in front of Vashukevich.",
  "Deripaska sued in a Russian court to try to get YouTube to take down Navalny’s video, and to get either Instagram or Vashukevich to take down her posts of him.",
  "“Deripaska had a plan about elections.” And she claimed they had conversations with three people who spoke English fluently and who she thought were Americans.",
  "Months later, after being thrown into a Thai prison, the escort claims she knows about secret Russian interference in the 2016 US presidential election.",
  "And the New York Times’ Richard Paddock reports that the FBI has asked to speak to her — but hasn’t gotten permission to do so from Thai authorities.",
  "And, to be clear, Anastasia Vashukevich (who also goes by the name Nastya Rybka) may not actually have anything close to what she claims she does.",
  "But Vashukevich’s claims have been getting a surprising amount of attention from mainstream media sources — and for some understandable reasons.",
  "But things went awry between the two — they had a falling-out that ended in a lawsuit, with Deripaska claiming Manafort cheated him of millions.",
  "Navalny’s interest was in documenting and denouncing what he alleged was the blatant corruption and bribery of Russia’s deputy prime minister.",
  "So when the badly indebted Manafort got a high-profile job advising Trump’s presidential campaign in March 2016, Manafort saw an opportunity.",
  "They invited several high-end escorts along for the trip, including Anastasia Vashukevich of Belarus, who was about 19 years old at the time.",
  "Furthermore, all this revives yet again the many unanswered questions of just what Manafort was really up to during the Trump campaign.",
  "Then in July, Manafort and Kilimnik exchanged emails about Deripaska again, as the Washington Post and the Atlantic reported last year.",
  "“They are some mildly insane activists who, either for money or for the show, take part in some highly unusual events,” Navalny said.",
  "Vashukevich, a frequent social media user, Instagrammed her trip, posting photos and video, apparently unbeknownst to the two men.",
  "In late July, Kilimnik wrote to Manafort, “I met today with the guy who gave you your biggest black caviar jar several years ago.",
  "Furthermore, as Navalny points out, Vashukevich’s posts provide what had been a missing link in this particular collusion theory.",
  "But there are still a great many questions about what, exactly, happened between him, Kilimnik, and Deripaska beforehand.",
  "And a Russian government watchdog agency threatened to block all of YouTube and Instagram in Russia over the matter.",
  "All this seemed like a salacious but inconsequential story — until Vashukevich got the attention of Alexei Navalny.",
  "One had “Love you Harvey” written on her body, another “Fuck me Harvey.” (Naturally, Vashukevich Instagrammed it.)",
  "And while YouTube hasn’t removed Navalny’s video, the Russian government blocked Navalny’s website in the country.",
  "A Russian oligarch, a top Russian government official, and a high-end escort take a trip together on a yacht.",
  "Manafort, unexpectedly, didn’t end up lasting much longer on the Trump campaign — he was fired on August 19.",
  "Eventually, Vashukevich deleted some of her Instagram posts and Instagram agreed to take down the others.",
  "(Manafort has since been indicted by special counsel Robert Mueller’s team, but not in relation to this.)",
  "Finally, the idea that Vashukevich might have secretly taped their conversations isn’t just hypothetical.",
  "Deripaska took the now-infamous yacht trip with Russia’s deputy prime minister a few days after this.",
  "At least once, she clearly did it, recording the two men as Deripaska discussed US-Russia relations.",
  "Vashukevich’s public Instagram posts of the yacht trip remained unnoticed for more than a year.",
  "Special counsel Robert Mueller is surely very curious about the content of those discussions.",
  "Alex, one of us will find you and fuck you and post the video of it on the internet.",
  "Eventually, she went public in the Russian media about her affair with Deripaska.",
  "It was Russian aluminum magnate and former Paul Manafort employer Oleg Deripaska.",
  "Some strange things can happen.”\n\n“They were discussing elections,” she went on.",
  "“I am carefully optimistic on the issue of our biggest interest,” Kilimnik said.",
  "They also reference “caviar” — an apparent code for money — in relation to him.",
  "“If America gives me protection, I will tell everything I know,” she said.",
  "In another video, Vashukevich said, “I want to address Alexei Navalny.",
  "When she was your age, she’s spent a month on a Russian whaling boat.",
  "(Again, we don’t know whether this is true or self-serving.)",
  "Vashukevich’s Instagram corroborates her yacht trip\n\n?????)",
  "She also has a history of bizarre self-promotional stunts.",
  "For one, that wasn’t just any oligarch she traveled with.",
  "And all this unfolded just days before this very voyage.",
  "For now, though, Vashukevich remains in a Thai prison.",
  "We don’t yet know if the oligarch himself was on it.)",
  "“I am afraid to go back to Russia.",
  "She hates our country after this.",
  "(Here’s her feed, which is NSFW.)",
  "Stop me if you’ve heard this one.",
  "His video caused an earthquake.",
  "And she says she has tapes.",
  "It sounds utterly absurd.",
  "A post shared by ?????",
  "Why is that?",
  "?????"
]