[
  "The mistrial counts also included two other bank fraud charges and five bank fraud conspiracy charges, related to both the loans described above and two other US banks prosecutors alleged he tried to defraud to get hefty loans (in one case, allegedly in exchange for trying to get the bank’s chair a job in the Trump administration).",
  "6-7) Obstruction of justice and conspiracy to obstruct justice: These were only added to the charges against Manafort in June, after the government alleged that Manafort and his associate Konstantin Kilimnik had contacted witnesses this year and urged them to give a false story about their Ukrainian lobbying.",
  "3-5) Unregistered agent of a foreign principal, false and misleading FARA statements, false statements: These counts all relate to Manafort’s initial lack of registration as a foreign lobbyist regarding his Ukrainian work, and later false statements he allegedly made to the government in relation to that.",
  "Prosecutors say that in the years before Manafort joined the Trump campaign, he’d moved $30 million of that money from foreign shell companies into the US — but that he didn’t disclose this income on his tax forms, pay taxes on it, or fill out legally required disclosures of his foreign accounts.",
  "To get a $3.4 million loan on a New York City condo he owned, Manafort falsely told Citizens Bank that the property was a second home when it was a rental property, failed to disclose previous mortgage debt, and, after the lender discovered that debt, falsely claimed it was forgiven.",
  "The charges are:\n\n1-2) Conspiracy to defraud the United States, conspiracy to launder money: These are two broad counts summing up what the government alleges was Manafort’s overall “scheme” to violate US law with regards to his unregistered foreign lobbying and undeclared finances.",
  "And on top of all that, Mueller’s team has charged Manafort with seven other counts that weren’t part of this Virginia trial at all — they were brought separately in Washington, DC, and will be the focus of a trial scheduled to begin September 17.",
  "Manafort will face 7 more charges in Washington, DC, at a separate trial next month\n\nNow, entirely separate from everything mentioned above are another set of charges that will be the focus of a second Manafort trial next month in Washington, DC.",
  "The jury couldn’t reach unanimous agreement on 10 other counts Mueller’s team brought against Manafort in Virginia — three more failure to declare foreign accounts charges, and two more bank fraud charges, and five bank fraud conspiracy charges.",
  "Guilty of 2 counts of bank fraud\n\nFinally, there was a separate set of charges related to what Manafort allegedly did to try to get millions more in cash once the president of Ukraine was deposed and those payments stopped coming in.",
  "The law requires foreign accounts like those with more than $10,000 to be reported to the Treasury Department, with the filing of what’s known as an FBAR form (a Report of Foreign Bank and Financial Accounts).",
  "The second group of charges is about what Manafort allegedly did once he lost his Ukrainian income after the country’s president was deposed — prosecutors say he tried to conjure up more cash via bank fraud.",
  "Mistrial on 10 more counts, for which Manafort could be charged again\n\nHowever, the jury failed to reach a unanimous agreement on 10 other counts prosecutors brought against Manafort — so Judge T.S.",
  "Prosecutors said that between 2015 and early 2017, Manafort defrauded or attempted to defraud several US banks, by lying about his company’s finances and other matters in loan applications.",
  "The reasons for the two trials basically boil down to the fact that Manafort had the right to have some, but not all, of the counts charged against him brought where he lived, in Virginia.",
  "Guilty of one count of failure to file reports of foreign bank and financial accounts (FBAR)\n\nManafort’s vast offshore financial holdings were the basis of other charges as well.",
  "In search of another loan, Manafort submitted a doctored profit and loss form to the Banc of California that overstated his consulting firm’s income by more than $4 million.",
  "He controlled at least 14 separate foreign accounts in Cyprus and the Grenadines, and prosecutors claimed a total of more than $75 million flowed through those accounts.",
  "Manafort moved more than $30 million that he made from his Ukrainian clients from a complex web of offshore shell companies into the United States between 2008 and 2014.",
  "Former Trump campaign chair Paul Manafort was just found guilty on eight counts that special counsel Robert Mueller’s team had charged him with in Virginia.",
  "He spent it about half of it on buying real estate and luxury goods and services, and the other half as supposed “loans” to US companies he controlled.",
  "Mueller’s team offered Manafort the option to either face all the charges in DC or split up the charges between two trials in DC and Virginia.",
  "Guilty of 5 counts of subscribing to false US individual income tax returns\n\nThe first charges are about Manafort’s taxes.",
  "He also falsely said, on those tax returns, that he had no authority over any financial accounts in foreign countries.",
  "Manafort chose the two-trial option, perhaps believing he had a better chance of being acquitted by a Virginia jury.",
  "These charges all related to Manafort’s finances, and to understand them, think about them in two separate groups.",
  "He did this for every tax year from 2010 to 2014 and was found guilty of a separate charge for each year.",
  "For this, he was convicted of five tax charges and one failure to declare foreign accounts charge.",
  "The DC trial will focus more on Manafort’s actual work for Ukraine rather than just his finances.",
  "The first group of charges deals with money Manafort made lobbying for Ukrainian politicians.",
  "But he did not report any of these millions on his income tax returns — or pay taxes on it.",
  "Mueller’s team will now have to decide whether to retry these charges against Manafort.",
  "These included three other FBAR charges, for calendar years 2011, 2013, and 2014.",
  "Manafort did not fill out that form for each calendar year from 2011 to 2014.",
  "However, the jury only convicted him on one count, for calendar year 2012.",
  "Prosecutors could try Manafort again on those charges if they choose to.",
  "This trial is scheduled to begin in Washington on September 17.",
  "(They did not offer to move all the charges to Virginia.)",
  "(Kilimnik has also been charged with these two counts.)",
  "He was convicted of one count of bank fraud for this.",
  "He was convicted of another count of bank fraud.",
  "Ellis III declared a mistrial on these counts.",
  "He was convicted of two counts of bank fraud.",
  "That bet did not pay off."
]