[
  "The federal grand jury in Virginia didn’t return an indictment against Manafort until February, but his case there moved on a much faster track; the court is known as the “rocket docket.”\n\nProsecutors argued that a group of Ukrainian oligarchs — Ellis blocked the government from using the word “oligarch” in front of the jury, saying it was pejorative — paid Manafort for his work.",
  "The jury heard from Manafort’s former bookkeeper and tax preparers, who said they weren’t aware Manafort had the foreign accounts identified by prosecutors or that he was using them to finance what the government described in charging papers as a “lavish lifestyle” — multiple houses and cars, high-end clothing, antique rugs, and extensive home renovations.",
  "In a court filing earlier this year, prosecutors estimated the advisory sentencing guidelines for the tax fraud charges at 97 to 121 months in prison — if he was convicted of all five counts, which he was — and 51 to 63 months on the bank fraud charges, but it's not clear how the partial guilty verdict on those counts will affect those numbers.",
  "Manafort's lawyers argued that this alleged quid pro quo arrangement undercut prosecutors' contention that the information Manafort submitted to the bank really mattered, and they attempted to show the jury that, regardless of his ties to Calk, Manafort had pledged more collateral for the loans than they were worth.",
  "He wasn’t charged in connection with his work on the campaign, but the trial was viewed as a significant test for Mueller’s office — the mixed outcome will likely serve as fuel for both Mueller's supporters and his critics, including the president and his backers, about the legitimacy of the special counsel’s work.",
  "The jury saw financial records and charts prepared by government investigators showing the flow of money from the Ukrainians’ accounts to Manafort’s foreign accounts — an FBI analyst testified that she tracked $65 million going into accounts she determined were controlled by Manafort.",
  "Aside from the question about the rules for filing foreign bank account reports, the jury asked the judge to redefine \"reasonable doubt\" — the judge told them that the government did not have to prove guilt beyond \"all possible doubt,\" and that the doubt had to be \"based on reason.\"",
  "Manafort was first indicted in Washington in late October 2017; the latest version of the indictment was returned in June, adding new charges that Manafort and his former associate Konstantin Kilimnik had attempted to interfere with potential witnesses and obstruct justice.",
  "Manafort’s lawyers will have little time to reflect on the jury’s decision — a trial on the other indictment returned against Manafort by a federal grand jury in Washington, DC, also stemming from Mueller’s investigation, is scheduled to start in less than a month.",
  "The jury did hear about Manafort’s role in the campaign, and some evidence has related to the election, however: One witness testified that a bank executive who approved $16 million in loans for Manafort was angling for a Trump administration job via Manafort.",
  "Looking back on history, who was treated worse, Alfonse Capone, legendary mob boss, killer and “Public Enemy Number One,” or Paul Manafort, political operative & Reagan/Dole darling, now serving solitary confinement - although convicted of nothing?",
  "Bank employees and executives testified about receiving inconsistent information from Manafort about his income and debts, and prosecutors attempted to show that Manafort and Gates altered or fabricated documents submitted to prospective lenders.",
  "He said he thought that press reports about jury deliberations did an \"injury\" to the process, and he said that if the jurors did decide to talk, that they at least not disclose the names of their colleagues who did not wish to be identified.",
  "The jury hung on all of the five bank fraud conspiracy charges he faced — charges that turned on the jury accepting Gates as a co-conspirator — and two counts that he defrauded the Federal Savings Bank, which approved $16 million in loans.",
  "They had asked the judge to explain the requirements for filing a foreign bank account report with US authorities; the judge reread the instruction he gave them before they began deliberating and did not provide any other guidance.",
  "Gates said he couldn’t remember, but it was “possible.”\n\n\n\nThe jury found Manafort guilty of two counts of bank fraud — for $3.4 million in loans he secured from Citizens Bank, and for a $1 million loan from the Banc of California.",
  "Manafort will now return to jail — the judge presiding over his case in Washington ordered him detained pending trial in mid-June amid new allegations from Mueller's office that he attempted to interfere with potential witnesses.",
  "During that time period, his clients included the pro-Russia Party of Regions, former Ukrainian president Viktor Yanukovych, and the Opposition Bloc, which was a new political party formed after Yanukovych lost power in 2014.",
  "The government presented evidence that the CEO of Federal Savings Bank, Steve Calk, was angling to secure a job with the Trump campaign and in the administration while the bank was processing Manafort's loan applications.",
  "The jury also asked for the definition of a \"shelf\" company — a term used by Gates to describe premade corporate entities — and for an amended list of exhibits that made clear what information related to specific counts.",
  "Just over an hour after the jury returned its decision, Trump weighed in, telling reporters that he felt \"badly\" for Manafort, but also stressing that the case was not about whether his campaign colluded with Russia.",
  "Money from those overseas accounts was then wired to the United States to pay for an array of personal expenses, from custom suits to home landscaping services, according to evidence presented by prosecutors.",
  "An IRS audit agent testified he found $16.4 million in unreported income, which included money wired from overseas accounts as well as a $900,000 “loan” that the government claimed was actually income.",
  "In tweets in the months leading up to the trial, Trump lamented a decision by the judge in DC, US District Judge Amy Berman Jackson, to revoke Manafort’s pretrial release and put him behind bars.",
  "The defense attacked Gates’ credibility — during his questioning by special counsel prosecutor Greg Andres, Gates admitted embezzling from Manafort, as well as committing other financial crimes.",
  "Manafort’s lawyers countered that Manafort delegated much of the day-to-day management of his business and personal financial affairs to Gates, and if there were problems, it was Gates’ fault.",
  "Ellis was critical of the government throughout the trial, repeatedly admonishing prosecutors to hurry up and questioning how they were presenting their case — at times in front of the jurors.",
  "Before excusing the jury, Ellis said he couldn't order jurors not to talk to the press, but he encouraged them to consider staying mum — he suggested they embrace a \"duty of confidentiality.\"",
  "Manafort’s lead attorney Kevin Downing questioned Gates about extramarital activities, and whether he had stolen from Trump’s inauguration committee, which Gates worked on after the election.",
  "Manafort was found guilty of all five counts of filing false income tax returns he was charged with, one count of failing to report foreign bank accounts, and two counts of bank fraud.",
  "Gates testified that he was complicit in helping Manafort provide false information to financial services providers and bank lenders, and that he did so at Manafort’s direction.",
  "Manafort is charged in DC with failing to report his work as an agent for Ukraine to the US government, conspiracy to launder money, and conspiracy to defraud the United States.",
  "Gates was the government’s star witness — he originally was charged along with Manafort, but pleaded guilty in February and agreed to cooperate with Mueller’s office.",
  "Ellis did not set a sentencing date, giving prosecutors one week to decide if they want to retry Manafort on the 10 counts the jury was unable to reach consensus on.",
  "Paul Manafort was found guilty Tuesday of eight counts of financial crimes charged in the first trial to come out of special counsel Robert Mueller’s investigation.",
  "They also defended how Manafort presented his income and questioned whether the banks relied on the information that prosecutors say was false in approving loans.",
  "The Ukrainians would set up corporate entities and bank accounts in Cyprus, and had Manafort do the same, his former longtime assistant Rick Gates told the jury.",
  "In one email exchange, the jury saw Manafort ask Gates about converting a document from a PDF to a Word document, which Gates explained made it easier to edit.",
  "He denied a request by Manafort's lawyer to give the jury a new verdict form that included an option to mark that they couldn't agree on a particular charge.",
  "Prosecutors also argued that Manafort exercised control over the foreign bank accounts and, as a result, was required to report them to US authorities.",
  "Trump has also stressed that the charges against Manafort don’t involve allegations of collusion between the Russian government and the campaign.",
  "Manafort’s political consulting work in Ukraine from 2006 to 2015 is at the heart of the charges filed against him in Virginia and Washington.",
  "Wow, what a tough sentence for Paul Manafort, who has represented Ronald Reagan, Bob Dole and many other top political people and campaigns.",
  "The jury asked no questions on the second and third day of deliberations, only asking to leave early and late on those days, respectively.",
  "The jury found him guilty of failing to report foreign accounts in 2012, but hung on the remaining counts covering 2011, 2013, and 2014.",
  "But Ellis said on Tuesday that he thought both the government and Manafort had received \"very effective and zealous representation.\"",
  "Manafort's lead attorney Kevin Downing told reporters that Manafort \"is disappointed at not getting acquittals all the way through.",
  "After nearly four days of deliberations, the jury could not reach a unanimous verdict on the 10 remaining charges, and Judge T.S.",
  "Again, he worked for Bob Dole, he worked for Ronald Reagan, he worked for many, many people and, uh, this is the way it ends up.\"",
  "A question from the jury on the first day of deliberations hinted that they might struggle with the foreign bank account charges.",
  "This time, the jurors told the judge that after \"exhausting all options,\" they had been unable to reach a consensus on 10 counts.",
  "After the jury left, prosecutor Greg Andres thanked the court and the defense lawyers for their \"courtesy\" during the trial.",
  "A spokesperson for Manafort, appearing outside the courthouse with Manafort's wife, Kathleen Manafort, declined to comment.",
  "The bank fraud charges are the most serious counts in the Virginia case, carrying a maximum sentence of 30 years in prison.",
  "The judge then declared a mistrial on those charges, and had his clerk read the verdicts on the remaining eight counts.",
  "The judge read their note, which asked what they should do if they were unable to reach a consensus on a single count.",
  "Manafort was a seasoned political operative who just over two years ago was running President Donald Trump’s campaign.",
  "On Tuesday, at around 11 a.m., there were knocks on a side door in the courtroom, signaling a message from the jury.",
  "The judge asked each of the jurors if they thought they could reach a verdict on those counts if they had more time.",
  "But this has nothing to do — what they started out looking for, Russians involved in our campaign, there were none.",
  "The government alleged that this money was income that Manafort should have disclosed in his personal tax returns.",
  "\"Rocket docket\" trial\n\nThe trial in the US District Court for the Eastern District of Virginia began on July 31.",
  "Prosecutors rested their case on Aug. 13, and Manafort’s lawyers did not present any witnesses of their own.",
  "The tax charges carried up to three years in prison and the foreign bank account charges up to five years.",
  "Manafort was also charged with securing millions of dollars in bank loans based on false information.",
  "On those questions, the judge said the jury would have to rely on their collective memory and notes.",
  "After the verdict, he was led out into a side room off the courtroom by court security officers.",
  "Manafort did not appear to react as the verdict was announced in court on Tuesday afternoon.",
  "Four days of deliberations\n\nThe jury asked four questions on the first day of deliberations.",
  "It doesn't involve me but I still feel, uh, you know, it's a very sad thing that happened.",
  "Trump has come to Manafort’s defense, spurring speculation of a possible future pardon.",
  "When Manafort sent the document back, Gate said, an entry for income was much higher.",
  "However, he would like to thank Judge Ellis for giving him a fair trial all round.\"",
  "The jury found Manafort guilty of filing false tax returns from 2010 to 2014.",
  "The prosecutors and defense lawyers shook hands before leaving the courtroom.",
  "Manafort joined Trump’s campaign in March 2016 as its convention manager.",
  "Shortly after 4 p.m., the lawyers came back in — there was another note.",
  "He left in August amid scrutiny of his ties to Ukraine and Russia.",
  "Manafort gave a nod to his wife as he was led back into custody.",
  "Check back for updates and follow BuzzFeed News on Twitter.",
  "What about Comey and Crooked Hillary and all of the others?",
  "This has nothing to do with Russian collusion,\" Trump said.",
  "The judge has ordered the names of the jurors sealed.",
  "The judge instructed them to continue deliberating.",
  "The jury began deliberating last Thursday morning.",
  "Ellis III declared a mistrial on those counts .",
  "Didn’t know Manafort was the head of the Mob.",
  "He looked straight ahead, not at the jury.",
  "\"This is a witch hunt and it's a disgrace.",
  "Nidhi Prakash contributed to this report.",
  "Jury selection is set to begin Sept. 17.",
  "I feel very badly for Paul Manafort.",
  "He became campaign chair in May.",
  "Where is the Russian Collusion?",
  "\"I feel very sad about that.",
  "This is a developing story.",
  "All of the jurors said no.",
  "Manafort did not testify.",
  "Very unfair!",
  "..."
]