[
  "In one email that Manafort sent to Kilimnik just days after joining the Trump campaign in April, Manafort cited his positive press coverage and asked: “How do we use to get whole?”\n\nManafort’s spokesman, Jason Maloni, told The Post that the Manafort emails were “innocuous.”\n\n“It’s no secret Mr. Manafort was owed money by past clients,” he told the newspaper.",
  "Paul Manafort, the embattled former Trump campaign chairman, offered to provide a briefing about the 2016 presidential campaign to a Russian oligarch with close ties to Vladimir Putin, according to newly unveiled emails.",
  "The Manafort emails are part of a trove of tens of thousands of documents under review by Special Counsel Robert Mueller, who is conducting a sprawling investigation into Russian meddling in the presidential campaign.",
  "The Washington Post reports that Manafort emailed a Ukrainian business associate on July 7, 2016 asking him to forward a message to Oleg Deripaska, an aluminum magnate who Manafort has consulted for in the past.",
  "According to The Post, investigators are looking at the Manafort emails as possible evidence that the consultant was attempting to profit off of his role on the Trump campaign.",
  "He also said that Manafort did not provide any briefings to Deripaska claims said that Manafort was merely offering a “routine” briefing on the presidential campaign.",
  "CNN reported on Monday that at some point last year, the Justice Department obtained a Foreign Intelligence Surveillance Act (FISA) warrant to monitor Manafort.",
  "In late July, FBI agents acting on the direction of Mueller carried out a no-knock raid of Manafort’s Virginia residence to search for business and tax records.",
  "Deripaska and Manafort have been involved in a business dispute over $19 million that the oligarch accused the Trump campaign official of squandering.",
  "The escalating investigation of Manafort has led to speculation that Mueller is attempting to get the 68-year-old politico to flip on Trump.",
  "That investigation appears to be zeroing in on Manafort, a longtime Republican consultant who has done work overseas.",
  "“If he needs private briefings we can accommodate,” Manafort wrote to his associate, Konstantin Kilimnik.",
  "Mueller also reportedly told Manafort and his attorneys last month that he was facing an indictment.",
  "It is unclear if that dispute has been resolved.",
  "The surveillance continued through 2017.",
  "Follow Chuck on Twitter"
]