[
  "In the emails to Konstantin Kilimnik, a Manafort protégé who has previously been reported to have suspected ties to Russian intelligence, the longtime GOP operative made clear his significant sway in Trump’s campaign, one of the people familiar with the communications said.",
  "Former Donald Trump aide Paul Manafort used his presidential campaign email account to correspond with a Ukrainian political operative with suspected Russian ties, according to people familiar with the correspondence.",
  "Manafort sent emails to seek repayment for previous work he did in Ukraine and to discuss potential new opportunities in the country, even as he chaired Trump’s presidential campaign, these people said.",
  "The Washington Post reported Wednesday that the emails also showed Manafort sought to arrange briefings on the 2016 presidential race for Oleg Deripaska, a Russian billionaire with ties to the Kremlin.",
  "During the 2016 U.S. presidential campaign, Ukrainian investigators said they had discovered evidence that Manafort received millions of dollars in off-the-books payments for his work there.",
  "| Matt Rourke/AP Photo Manafort used Trump campaign account to email Ukrainian operative Manafort sent the emails to seek repayment for previous work he did in Ukraine.",
  "The emails are now in the hands of congressional investigators looking into Russian efforts to sway the 2016 presidential election, the people familiar with them said.",
  "The emails between Paul Manafort and a Ukrainian political operative with suspected Russian ties are now in the hands of congressional investigators.",
  "Story Continued Below\n\nManafort had been a longtime consultant for Viktor Yanukovych, the Ukrainian president until 2014, and his Party of Regions.",
  "Kilimnik has previously denied any ties to Russia, though he has come under scrutiny from the FBI and the State Department, POLITICO has reported.",
  "He and Kilimnik also met in the United States while Manafort worked for the Trump campaign, which he chaired until an August 2016 shake-up.",
  "Ben Ginsberg, a lawyer representing the Trump campaign, didn't respond to a phone call and email seeking comment.",
  "\"It is no secret Mr. Manafort was owed money by past clients after his work ended in 2014.",
  "This exchange is innocuous,\" said Jason Maloni, a spokesman for Manafort."
]