[
  "Chip Somodevilla/Getty Images New emails published by The Atlantic on Monday offer a more detailed look at Paul Manafort's attempt to use his role on President Donald Trump's campaign team to curry favor with Oleg Deripaska, a Russian oligarch who's an ally of Russian President Vladimir Putin.",
  "'Debt cancellation is much harder to track'\n\nBloomberg reported last week that Manafort had offered \"private briefings\" about the campaign to Deripaska in hopes of resolving a years-long business dispute involving a failed Ukrainian TV company called Black Sea Cable.",
  "\"Our friend V said there is lately significantly more attention to the campaign in his boss's mind, and he will be most likely looking for ways to reach out to you pretty soon, understanding all the time sensitivity,\" Kilimnik wrote on July 7, The Atlantic reported.",
  "Deripaska and Manafort's business relationship goes back to at least 2006, when, according to the AP, Deripaska signed a $10 million annual contract with Manafort for a lobbying project in the US that Manafort had said would \"greatly benefit the Putin Government.\"",
  "'Significantly more attention to the campaign'\n\nManafort reportedly wrote to Kilimnik on July 7, 2016, asking whether there was \"any movement\" on the Black Sea Cable \"issue\" with \"our friend\" — another reference to Deripaska, The Atlantic said it confirmed.",
  "The emails offer a more complete picture of the emails exchanged between Manafort and Kilimnik after Manafort joined the Trump campaign — and how much Manafort still coveted Deripaska's approval years after a falling-out over a failed business venture.",
  "Manafort reportedly wrote to Konstantin Kilimnik, his longtime employee and a Russian-Ukrainian operative, on April 11, 2016, asking whether he had shown \"our friends\" the media coverage of him since his hiring as a senior campaign strategist.",
  "Deripaska in March took out quarter-page ads in The Wall Street Journal and The Post announcing that he was \"ready to take part in any hearings conducted in the US Congress on this subject in order to defend my reputation and name.\"",
  "Kilimnik recommended Manafort, who was the campaign's chairman at the time, ignore a Kyiv Post reporter who had asked about the feud, adding later that he was \"carefully optimistic on the issue of our biggest interest.\"",
  "Manafort was forced to resign just over two weeks later, after The New York Times reported that the pro-Russia political party he had worked for had earmarked him $12.7 million for his work between 2007 and 2012.",
  "Kilimnik reportedly wrote to Manafort again on July 29, after Trump had accepted the GOP presidential nomination:\n\n\"I met today with the guy who gave you your biggest black caviar jar several years ago.",
  "\"By doing so, he shows not only a willingness to give out campaign information he received in confidence, but also an intent to earn personal income by selling the briefings,\" Olson said.",
  "Scott Olson, a recently retired FBI agent who spent years in the bureau's counterintelligence division, said that offer would have been \"a counterintelligence flag.\"",
  "Investigators have concluded — and Manafort's spokesman has not disputed — that \"OVD\" was a reference to the oligarch's full name: Oleg Vladimirovich Deripaska.",
  "In legal complaints filed in the Cayman Islands in 2014, Deripaska's representatives claimed he gave Manafort $19 million that year to invest in the project.",
  "Kilimnik reportedly told Manafort in a later email that he had been \"sending everything to Victor, who has been forwarding the coverage directly to OVD.\"",
  "But he told The Washington Post earlier this month that Manafort had been trying to leverage his high-level role on the campaign to collect past debts.",
  "In early 2016, Deripaska's representatives \"openly accused Manafort of fraud and pledged to recover the money from him,\" The Associated Press reported.",
  "Ukrainian prosecutors have since said they've found no proof of illicit payments to Manafort, who has said he never collected the payments.",
  "I said I have to run it by you first, but in principle I am prepared to do it, provided that he buys me a ticket.",
  "\"I am more than sure that it will be resolved and we will get back to the original relationship with V.'s boss.\"",
  "\"Absolutely,\" replied Kilimnik, who has come under FBI scrutiny over his purported ties to Russian intelligence.",
  "\"After Trump earned the nomination, Deripaska's representatives said they would no longer discuss the case.\"",
  "Manafort all but disappeared without paying Deripaska back when the project fell through, the filings say.",
  "We spent about 5 hours talking about his story, and I have several important messages from him to you.",
  "It's a very effective way to conceal transfer of value and is another CI flag.\"",
  "Olson noted that \"debt cancellation is much harder to track than payment.\"",
  "But it was Manafort who owed Deripaska money, according to the oligarch.",
  "It has to do about the future of his country, and is quite interesting.\"",
  "Victor was a senior aide to Deripaska, The Atlantic said it confirmed.",
  "\"Payments leave a paper trail; debt forgiveness does not,\" he said.",
  "Jason Maloni, a representative for Manafort, declined to comment.",
  "\"I assume you have shown our friends my media coverage, right?\"",
  "Manafort agreed, and they met in New York on August 2.",
  "He asked me to go and brief you on our conversation.",
  "\"How do we use to get whole,\" Manafort responded.",
  "Manafort reportedly wrote.",
  "\"Has OVD operation seen?\"",
  "\"Every article.\"",
  "Paul Manafort."
]