[
  "What they think is, the more Democrats talk about impeachment the more it riles up their base, it riles up Trump voters and it gives them a reason to turn out for the 2018 elections which is like a real worry for Republicans that their voters are not going to be enthusiastic.",
  "As we were then getting ready to hear the verdict and preparing to then sprint back out of the courthouse to tell the world, which was now focused on Michael Cohen, that there was a verdict in Paul Manafort's case where he was found guilty on eight felony counts.",
  "CG: What do Republicans think about this impeachment talk?MC: Well that's the funny thing about this this whole thing is that Republicansare actually the ones who you'll find mentioning it more because they think it's great for Democrats talk about impeachment.",
  "Well less about the financial crimes, he still charged with money laundering, but we're also going to get into this question of whether he was doing lobbying for Ukraine in the United States and whether he failed to register as an agent for that work.",
  "The strong majority of Democrats support it but when we're talking about independent voters and maybe even voters who voted for Donald Trump in 2016 but are having regrets, those are the kind of voters that Democrats want to get.",
  "His former campaign manager, Paul Manafort, was convicted on eight counts of financial crimes, including hiding millions of dollars in foreign banks, and using money from Ukraine to fund some questionable high-end fashion items.",
  "Zoe one of the first pieces you wrote covering the trial was, despite the fact that everybody thinks that the Manafort trial and all of the things that Robert Muller is doing is as special counsel, are about Trump.",
  "And while that was starting to unfold we had gotten word from reporters who happened to have gone outside the courtroom and outside the courthouse that the Michael Cohen plea deal was coming in a half hour.",
  "And then there's the whole thing about you know if they don't have control of the Senate then they're not going to, you know, try to impeach the president unless they think Republicans are also onboard.",
  "And they're not going to start talking impeachment for quite a while I think.CG: Why is it that Democrats don't want to talk about this when polling showsthat a strong majority of Democrats support it.",
  "And what's interesting is what Tom Steyer's group told me is up until this Cohen stuff happened, they had been planning on doing a big midterm initiative that just focused on turning out voters.",
  "We were watching what was going on in New York with Michael Cohen and we were waiting to find out which reporter would run out of the courtroom and tell us what had happened with Paul Manafort.",
  "In the afternoon we got a note from the jury read by the judge saying that the jury had been unable to reach a consensus on 10 counts and they had tried and that was the best they could do.",
  "After what happened this week the refrain from liberals and from a lot of Democratic senators even has been that this nomination cannot go forward because of the Cohen plea specifically.",
  "ZT: Tuesday afternoon we got to know we say we got a note from the morning from the jury hinting that they were having some trouble reaching a consensus on some of the counts.",
  "So there's very little time to think about and reflect on trial number one because all these same players are going to be back in court a few weeks from now to pick a jury.",
  "We had some major\n\ndevelopments in two of the biggest shows running when it comes to what's going on in Donald Trump's legal life with Paul Manafort and Michael Cohen.",
  "Whatever would it probably is realistically going to take is the majority of the country, not just the majority of Democrats thinking that Trump should be impeached.",
  "CG: But so we've seen a lot from the White House in in recent days and it hassort of been a bit of the way that one would look if they were seeing dominoes falling.",
  "Everyone who was there to watch it all the lawyers, the judge, Paul Manafort, of course we're thinking about Robert Mueller and Donald Trump the whole time.",
  "And the law says that there can't be coordination between a corporate entity, in this case American media and the campaign, in this case the Trump campaign.",
  "He told the court that he paid hush money to two women during the 2016 presidential campaign with the quote \"principal purpose of influencing the election.\"",
  "He's also charged now, new, in new set of charges with maybe trying to interfere with witnesses after he had been charged and after his case was pending.",
  "They may like, you know, have their skepticism about the president but they're not like onboard yet with the idea that he should be removed from office.",
  "The verdict is part of the Mueller investigation into whether or not Trump’s campaign collaborated with the Russian government during the election.",
  "Because we've seen one of those Senators, Susan Collins say, she's really indicated that she's not super concerned about Kavanaugh's stance on Roe.",
  "They're not going to make a move to impeach the president if they think it's going to lose them the election in 2020 or certainly not in 2018.",
  "We'll find out next week if prosecutors want to go back and retry Paul Manafort on the ten counts where the jury hung in the Virginia case.",
  "It's notable also that Kilimnik is one of the few connections within this whole Paul Manafort case between sorta Russia and the campaign.",
  "It was about these allegations that Paul Manafort hadn't reported income on his taxes, hadn't reported foreign bank accounts and so on.",
  "So what that means is, kind of all they have left is this argument that the vote shouldn't be held because of what happened with Cohen.",
  "The jury had been out for several days.You guys would go down to the courthouse and take a book and nothing happened for several days.",
  "Supreme Court correspondent Chris Geidner, legal reporter Zoe Tillman, and politics reporter Molly Hensley Clancy\n\nChris Geidner: So.",
  "Prosecutors have brought in a new player to his case Konstantin Kilimnik who was his former longtime Ukrainian Russian associate.",
  "CG: So what, what would need to change for that conversation to change forDemocrats to actually want to talk about impeachment?",
  "They don't, they were happy probably about, you know, Steyer doing this turnout stuff but they don't want to talk impeachment.",
  "So they're gonna start buying ads calling for people to you know contact your representatives and tell them to impeach Trump.",
  "Which meant that if you wanted a seat inside the courtroom with a view of what was going on you had to line up pretty early.",
  "It's called What's Left , and our host Julia Furlan sat down with their host Sarah Leonard to find out what it's all about.",
  "ZT: [00:08:25] There's really no time to dwell on this first trial because in about three weeks we have trial number two.",
  "But the actual trial, people really bent over backwards to not bring the president and Robert Muller into the courtroom.",
  "You know, there is this speculation now that perhaps the president is considering pardoning Paul Manafort at some point.",
  "And then when we come back after Labor Day weekend all the lawyers are going to be getting ready for this next trial.",
  "That same day, the president's longtime personal lawyer, Michael Cohen pleaded guilty to campaign finance violations.",
  "And then this Cohen stuff happened and Steyer's group was like \"we're also going to do a bunch of impeachment stuff.\"",
  "Like thepresident was implicated in, you know, criminal conspiracy and no one is talking about impeachment at all.",
  "So we're going to get into, you know, what happened after he was charged and Manafort try to interfere with folks.",
  "And they think the Democrats can kind of create this enthusiasm for them by putting this threat on the president.",
  "As two of Trump’s top confidants face jail time, you’re going to hear from people who understand what’s going on.",
  "The Lede - 00:00\n\nJulia Furlan: To say that this week sucked for President Trump is kind of putting it lightly.",
  "They're the people that they need to get when we're talking about all these House districts across the country.",
  "And all of a sudden you saw all of this talk about how this, this is the beginning of impeachment on Twitter.",
  "Everything's wonderful and then they get 10 years in jail and they flip on whoever the next highest one is.",
  "And prosecutors say and Cohen admitted to giving more money towards the campaign than you were allowed to.",
  "They were going to just kind of say like \"show up\" you know \"vote,\" make the house, turn the house blue.",
  "And he also did this Fox News interview where he talked about saying that what Cohen did isn't a crime.",
  "There are claims that have been raised by prosecutors that Kilimnik had ties to Russian intelligence.",
  "You know, they're trying to use Roe v. Wade to get a couple of Republicans to vote against Kavanaugh.",
  "MC: So what they say is wait for the Mueller investigation to conclude, let's you know out the facts.",
  "And Sarah Huckabee Sanders said this is the only issue that Democrats have in the midterm elections.",
  "Where Manafort is facing, sorta related charges to his former political consulting work in Ukraine.",
  "Has that ever been a serious rallying cry for the people actually running for office as Democrats?",
  "So in a sense it was all about Trump and Robert Muller and it really wasn't about them at all.",
  "The crimes that Cohen pleaded guilty to it was pretty straightforward in the charging papers.",
  "Zoe Tillman: It was really the hottest ticket in Alexandria Virginia for about three weeks.",
  "So Democrats are responsible for both Democratic turnout and Republican turnout this fall.",
  "They had to bring him in and talk about the fact that Manafort had worked on the campaign.",
  "So that news was spreading inside the courthouse where no one had access to the Internet.",
  "There's one other thing that we've got looming over us in addition to Trump and Mueller.",
  "What, what was the sort of feeling at the trial of how this related to the president?",
  "He is a huge force in the party but like he's also a really big thorn in their side.",
  "And as it turned out both men pleaded guilty or were found guilty of eight counts.",
  "Which is funny because they're not talking about it but Republicans want them to.",
  "CG: And all of us out here, had no access to what was going on in the courtroom.",
  "That's kind of boring it's hard to get people excited about releasing documents.",
  "ZT: I think that the president and Robert Muller really loomed over the trial.",
  "Sarah Sanders at the press briefing refused to answer questions substantively.",
  "And that in the afternoon the judge sent them back out and said \"keep trying.\"",
  "He was in touch with Paul Manafort the deputy Rick Gates during the campaign.",
  "Clip: I know all about flipping for 30, 40 years I've been watching flippers.",
  "MC: It's not really a real argument but it's kind of the only one they have.",
  "So initially, Manafort lawyers didn't even say he had run Trump's campaign.",
  "So he seems to be really on Team Manafort and we'll see how that plays out.",
  "MC: Yeah Tom Steyer doesn't care about anyone besides Tom Steyer, I think.",
  "Ellis III, did not believe in reserve seating in the courtroom for anyone.",
  "It was a crush of reporters, members of the public, the judge, Judge T.S.",
  "Whether that, more about that will come out in this trial we don't know.",
  "Trump also had this view about flipping and we'll, we'll listen to that.",
  "CG: I mean the Manafort trial does't start until we get into September.",
  "That Trump was also sort of a nonfactor in the beginning of the trial.",
  "So Democrats are being careful because they want to win swing voters.",
  "They think that's how they're going to get control of the House back.",
  "You also couldn't bring in a phone, you couldn't bring in a computer.",
  "And those people are not super psyched about the idea of impeachment.",
  "And that Manafort wasn't convicted of most of the counts against him.",
  "You saw them starting out by making these arguments about documents.",
  "There were some reports that he had broached it with his advisers.",
  "And that's starting to look like that might not be working either.",
  "CG: So watch the tweets and get ready for the next Manafort trial.",
  "I guess, first question Molly politically is that a real argument?",
  "The other thing they're making an argument about was Roe v. Wade.",
  "He said he had just worked for a presidential campaign recently.",
  "Just as when you violate any law that's currently on the books.",
  "So we'll find out if they want to go through all of that again.",
  "There are limits on how much money you can give to a campaign.",
  "So there were still long lines snaking around the courthouse.",
  "And Democrats are probably not, they're not happy about that.",
  "They're not, you know, this is entirely political for them.",
  "Telling us allabout his latest thoughts on the witch hunt.",
  "So it's not really clear what the president is getting at.",
  "But for the most part it really wasn't about the campaign.",
  "You know, they don't have a lot of control in the Senate.",
  "I coordinated between a corporate entity and a campaign.\"",
  "And BuzzFeed News Opinion has a new political podcast!",
  "CG: Zoe what, what is the president talking about?",
  "Clip: Did President Trump as the president said.",
  "What is it that you're going to be focused on?",
  "And the jury hung on the ten remaining counts.",
  "And they're being very deliberate about that.",
  "Campaign finance law is campaign finance law.",
  "But this time it's less about the financial.",
  "They don't want to just appease their base.",
  "Can you describe to us what that was like.",
  "And what Cohen said is \"that's what I did.",
  "And eventually that that wasn't feasible.",
  "So Tom Steyer is Democrats biggest donor.",
  "And then what happened Tuesday afternoon?",
  "They're in red districts that Trump won.",
  "Molly Hensley Clancy: No definitely not.",
  "And Tom Steyer is all about impeachment.",
  "And we've commented on this extensively.",
  "So itmakes sense that they're making it.",
  "We've also got a Supreme Court vacancy.",
  "And when you violate it, it is a crime.",
  "He runs a group called Need To Impeach.",
  "And so it was a double eight count day.",
  "It was a slightly busy week this week.",
  "They're not going to show up to vote.",
  "He doesn't seem to care about that.",
  "CG: Molly we have you with us here.",
  "Zoe you were inside Manafort trial.",
  "CG: We also have a president Trump.",
  "I mean, he's got a bunch going on.",
  "There are no charges against him.",
  "CG: So what happened on Tuesday?",
  "MC: Well that's just the thing.",
  "He is tweeting regularly still.",
  "Barring something happening.",
  "They don't have a majority.",
  "ZT: It's not really clear.",
  "CG: What about Tom Steyer?",
  "We've said it many times.",
  "What happens to him now?",
  "He did nothing wrong.",
  "ZT: A couple things.",
  "CG: So what's next.",
  "And it's still not.",
  "So it's political.",
  "Did that hold up?",
  "ZT: Magic Number.",
  "No electronics.",
  "Or as high as.",
  "Not at all.",
  "ZT: Yes.",
  "CG: OK.",
  "Got it.",
  "CG: OK."
]