[
  "(RELATED: Manafort Lawyers Say Mueller Unable To Produce Evidence Of Collusion)\n\nThe two individuals — referred to as Person D1 and Person D2 — first began working with Manafort and Kilimnik in 2012 as part of what Manafort referred to as “The Hapsburg Group.”\n\nPersons D1 and D2 served as intermediaries to European politicians who Manafort paid to lobby secretly for Ukraine and Yanukovych.",
  "Mueller is charging Manafort and Konstantin Kilimnik with obstruction of justice and conspiracy to obstruct justice as part of an alleged scheme to force two witnesses in the case against Manafort to alter their testimony, according to the indictment.",
  "The superseding indictment adds to the charges against Manafort, who is accused of conspiracy to launder money and failing to register as a foreign agent for his work for former Ukrainian President Viktor Yanukovych.",
  "Manafort and Kilimnik reached out to the two individuals beginning on the same day that Rick Gates, a former Manafort business partner, accepted a plea deal and began cooperating with Mueller’s investigation.",
  "Special counsel Robert Mueller issued new charges Friday against former Trump campaign chairman Paul Manafort and a Russian-Ukrainian business partner accused of having ties to Russian intelligence agencies.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The new indictment, which was handed down in federal court in Washington, D.C., does not make any allegations about Manafort’s activities during the campaign.",
  "Mueller was initially tasked with investigation possible collusion between President Donald Trump’s campaign and the Russian government.",
  "The new indictment alleges that Manafort and Kilimnik attempted to influence witnesses between Feb. 23 and April 2018.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "So far, his investigation has focused heavily on Manafort’s pre-campaign consulting work."
]