[
  "In an interview with Radio Free Europe in February, Kilimnik said that Manafort was open to returning to Ukraine “if there is a serious project that is pro-Ukrainian and can bring peace to this country.”\n\nBut as his legal troubles in the U.S. have mounted this year, Manafort’s connections in Ukraine have broken down.",
  "After another revolution in Ukraine forced Yanukovych from power in 2014, the national anti-corruption bureau discovered a secret ledger of off-the-books payments from the Party of Regions; Manafort’s name appears in the document 22 times, with payments worth $12.7 million designated for him between 2007 and 2012.",
  "One of the leaders of that revolt, an economist named Viktor Yushchenko, fell suddenly ill as his movement for European integration was gaining momentum that fall; doctors determined that he had been poisoned with dioxin, a substance that turned his telegenic face into a mask of green and yellow scars.",
  "“But the deal didn’t go through.”\n\nDetails of the Drake Hotel negotiations remained secret until 2011, when Tymoshenko filed a lawsuit in Manhattan claiming that the project was in fact a money-laundering scheme cooked up by Firtash, Manafort and their associates.",
  "Today the President of Ukraine has the highest ratings of any politician.”\n\nHe owed those ratings at least in part to Manafort’s political coaching, which included a new wardrobe for the President, as well as a coiffed hairdo and elocution lessons.",
  "A U.S. embassy cable sent from Kiev to Washington in 2006 described Manafort’s job as giving an “extreme makeover” to a presidential hopeful named Viktor Yanukovych, who had the backing of the Kremlin and most of Ukraine’s wealthiest tycoons.",
  "The reputation of its leaders had been stained with blood since at least 2000, when some of Yanukovych’s political patrons were implicated in the murder of Georgy Gongadze, an investigative journalist who was abducted and beheaded that year.",
  "Yanukovych and his closest allies had fled to Russia as the uprising against them intensified, and President Putin guaranteed their security even as he moved to punish Ukraine’s new leaders for turning their backs on the Kremlin.",
  "His Party of Regions, the cable said, was “a haven” for “mobsters and oligarchs.”\n\nMaking things harder for Manafort were the candidate’s rough manners and criminal past, which had dimmed his chances of winning elections.",
  "Throughout this period, Manafort continued to get regular updates on the crisis from his close associate in Kiev, Konstantin Kilimnik, a dapper and eloquent English-speaker who studied at a Russian military institute.",
  "For his mastery of political campaigning, Manafort was dubbed a “mythical figure” in the Ukrainian press, and the country’s powerbrokers still give him much of the credit for turning the pro-Russian party around.",
  "“And in the course of that representation he was seeking to further democracy and to help the Ukrainians come closer to the United States and to the E.U.”\n\nBut that’s not how U.S. diplomats saw it at the time.",
  "Despite the poisoning, Yushchenko’s supporters carried him to victory in the 2004 presidential race, and the reformer put the country on a path to joining the European Union and the NATO military alliance.",
  "Even after the revolution of 2014 turned violent – with police shooting down dozens of protestors in the streets of Kiev that February – the American consultant continued to assist his Ukrainian patrons.",
  "Though the charges were not tied directly to Manafort’s work as the chairman of that campaign in the summer of 2016, they showed that his work as a political gun for hire is very much in the spotlight.",
  "Chief among them was the former Prime Minister Yulia Tymoshenko, the gold-braided heroine of the Orange Revolution, who was charged with abuse of office and sentenced to seven years in prison in 2011.",
  "With guidance from Manafort and backing from Moscow, the Party of Regions made an astonishing comeback over the next five years, culminating in Yanukovych’s successful bid for the presidency in 2010.",
  "The indictment released on Monday in the U.S. claims Manafort and an associate laundered the proceeds of his work in Ukraine through offshore accounts, and failed to pay U.S. taxes on the income.",
  "Such relationships were nothing new to the American political consultant, who on Monday pleaded not guilty to charges of tax fraud and money laundering brought by Special Counsel Robert Mueller.",
  "With money from the Party of Regions and its financial backers, he hired lobbyists in Washington to spin the imprisonment of Tymoshenko as an example of Ukraine’s commitment to the rule of law.",
  "It also sent weapons and fighters to spark a separatist rebellion in Donetsk and other parts of eastern Ukraine, fueling a conflict that killed thousands of people between 2014 and 2016.",
  "The man paying the exorbitant bills for these efforts was an early backer of the Party of Regions, the coal and metals magnate Rinat Akhmetov, who soon began calling Manafort his friend.",
  "The President also built an opulent palace for himself outside Kiev, complete with a private zoo, a golf course and a restaurant in the shape of a pirate ship docked in his backyard.",
  "One of the investors he approached for that project was Firtash, an early supporter of the Party of Regions, who says he was promised returns of as much as 50% as part of that deal.",
  "Among the first official acts of his tenure was to legally bar Ukraine from seeking NATO membership – a move that effectively granted Russia one of its core geopolitical demands.",
  "What the lawsuit revealed, at a minimum, is how deeply enmeshed Manafort became in Ukrainian business and politics during the decade he spent working for the Party of Regions.",
  "The indictment was among the first brought down as part of Mueller’s investigation into alleged collusion between Russia and President Donald Trump’s presidential campaign.",
  "But the jailing of Tymoshenko, which U.S. and European leaders denounced as part of a political vendetta, still dealt a severe blow to Ukraine’s reputation in the West.",
  "“I can tell you he’s a real specialist,” says Manafort’s friend Dmitry Firtash, the Ukrainian billionaire and former partner to the Kremlin in the European gas trade.",
  "After the Party of Regions effectively broke apart that fall, Manafort advised some of its former members on how to win seats in the post-revolutionary parliament.",
  "Once installed in the presidency, Yanukovych began to amass an enormous fortune, easing cronies from his home region of Donetsk into key posts around the country.",
  "Even Firtash, the oligarch who worked alongside Manafort to secure power for the Party of Regions, says he no longer calls his American friend for advice.",
  "Manafort arrived in Ukraine in the wake of the Orange Revolution, a popular uprising that blocked the pro-Russian Yanukovych from taking power in 2004.",
  "He helped the party rebrand itself after it was blamed for the revolutionary bloodshed, which ultimately took more than a hundred lives.",
  "His roster of clients going back to the 1980s has included Congolese and Filipino dictators, along with a guerilla leader in Angola.",
  "He also had a hard time speaking Ukrainian – the national language – as he had grown up in the Russian-speaking province of Donetsk.",
  "But Manafort and his associates have not denied the lucrative side projects that he pursued while working for the Party of Regions.",
  "Firtash, for his part, insists it was part of an effort by Tymoshenko to slander him and his allies in the Party of Regions.",
  "“It’s normal practice,” Yanukovych told TIME the following summer, in reference to his jailing of the opposition leader.",
  "Through lawyers and in televised interviews, Manafort has denied receiving any illegal payments for his work in Ukraine.",
  "“[He] represented pro-European Union campaigns for the Ukrainians,” the attorney, Kevin Downing, said in a statement.",
  "By the account of his lawyer, Paul Manafort went to work in Ukraine in 2005 with the most spotless of intentions.",
  "“Their job is to say that white is black and black is white,” Tymoshenko’s daughter Eugenia told TIME in 2012.",
  "He knew what he was doing.”\n\nThe alleged corruption of Manafort’s employers never made him abandon that job.",
  "A judge in New York threw out that case on the grounds that it fell outside the court’s jurisdiction.",
  "His attorneys also denied on Monday that Manafort’s work had advanced Russia’s interests in any way.",
  "But even this range of experience did not make the Party of Regions an easy customer for Manafort.",
  "The biggest was an ultimately fruitless plan to purchase the Drake Hotel in Manhattan in 2008.",
  "“If I were to call him now, I’m sure he’d come visit me and we’d sit down and talk,” he says.",
  "Oafish and inarticulate, Yanukovych had served jail time in his youth for theft and battery.",
  "View Sample Sign Up Now\n\nUkraine was by no means the roughest place Manafort ever worked.",
  "“By hitting me and Manafort, she wanted to hit Yanukovych and his electorate,” he says.",
  "By that point, there was no longer any question over the party’s allegiance to Moscow.",
  "In the spring of 2014, Russia sent troops to occupy and annex Ukraine’s Crimea region.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Yet Manafort accepted the challenge of trying to make Yanukovych electable.",
  "Yanukovych’s political rivals quickly found themselves under arrest.",
  "He can’t help me.”\n\nContact us at editors@time.com.",
  "“It was partly our money, partly bank loans.",
  "It was Manafort’s job to fix that, too.",
  "But these efforts were soon reversed.",
  "That was the scheme,” he tells TIME.",
  "“He won three elections in Ukraine.",
  "I can’t get any help from him now.",
  "Such services did not come cheap.",
  "“But why would I do that?",
  "I know what’s going on.",
  "“The party is powerful.",
  "The voters support it."
]