[
  "I believe he could deliver an enormously powerful message that the country is waiting to hear right now and do it in a way that succeeds.” (RELATED: Bernie Sanders Campaigns For Democrat Who’s Been Arrested Nine Different Times)\n\nManafort, then-candidate Donald Trump’s campaign chairman during the 2016 presidential election, was indicted on several charges in Mueller’s investigation.",
  "Although Manafort is currently in jail and his bail was revoked for the alleged witness tampering, “The government does not intend to present at trial evidence or argument concerning collusion with the Russian government,” a filing Mueller’s team submitted to a federal court in Virginia on July 6 stated, The Daily Caller News Foundation reported.",
  "Evidence in special counsel Robert Mueller’s investigation into Russian collusion in the 2016 election reveals that former Democratic presidential candidate Bernie Sanders’ chief strategist was in contact with a former Russian intelligence agent before joining the campaign.",
  "Communications between Devine, Paul Manafort, Ukrainian diplomats and Russian intelligence agents began as early as Jan. 3, 2006, and continued until no earlier than June 19, 2014, according to a list of exhibits filed in a Virginia federal court Wednesday.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Kilimnik is being charged with obstruction of justice and conspiracy to obstruct justice in an alleged plot to force two witnesses to alter their testimony, The Daily Caller News Foundation reported.",
  "Further analysis of the exhibits Mueller plans on using in his case against Manafort reveal Devine was also in contact with Konstantin Kilimnik, who is also facing indictment by Mueller.",
  "Manafort’s lobbying effort was done on behalf of the Party of Regions, the pro-Russian political party led by former Ukrainian president Viktor Yanukovych.",
  "Devine worked with Manafort in an effort to win Yanukovych — a former Communist Party member — the presidency in Ukraine, National Review reported.",
  "Their contact began Sept. 20, 2011, and ended no earlier than June 19, 2014 — five months before announcing he would join Sanders’ campaign.",
  "According to the court exhibits, Devine asked Kilimnik to “resend the talking points” that he reportedly sent to Manafort on Sept. 1, 2010.",
  "He pleaded not guilty to conspiracy to money-laundering and failing to register as a foreign agent for his lobbying work.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“If he runs, I’m going to help him,” Devine said in November 2014, The Washington Post reported.",
  "Tad Devine joined Sanders’ campaign in 2014 before it officially launched.",
  "Yanukovych’s presidential term began on Feb. 25, 2010.",
  "“He is not only a longtime client but a friend.",
  "Their efforts, apparently, paid off."
]