[
  "But in 2012, they took over the entire home's outdoor work, sending landscapers there four-to-five times a week to prune 14-foot hedges, mow the lawn and fertilize, plant \"hundreds and hundreds of flowers,\" prune a flower bed next to the tennis courts, maintain the large pond with a waterfall feature and care for a white and red flower bed in the shape of an \"M.\"\n\nProsecutors read details about wire transfers that Manafort sent to pay for a karaoke system in 2010 during the parade of testimony from vendors who sold high-end goods and services to Manafort.",
  "A (big) pond in the Hamptons\n\nWashkuhn's testimony followed witnesses documenting another parade of expensive purchases Thursday, as landscaper Michael Regolizio testified about how Manafort -- and Manafort alone -- commissioned him to care for hundreds of flowers at his house as well as \"one of the biggest ponds in the Hamptons.\"",
  "The third day of the Manafort trial saw the prosecution shift from describing Manafort's lavish lifestyle -- new details Thursday included a $10,000 karaoke machine and the \"biggest pond in the Hamptons\" -- to the core of their case: alleged tax and banking crimes committed when Manafort desperately needed money.",
  "Alexandria, Virginia (CNN) Former Trump campaign chairman Paul Manafort's longtime bookkeeper testified Thursday that Manafort was in serious financial trouble in 2016 after his lobbying business dried up, and he and his deputy Rick Gates sent several fake, inflated income business statements to banks.",
  "In addition to the karaoke set, which came from the whole-house audio-video design company Sensoryphile, Joel Maxwell of Big Picture Solutions told the jury that Manafort installed Apple TVs, networks and other electronics in his Hamptons home from 2011 to 2014 at a cost of $2.2 million.",
  "Vendors who sold custom men's clothing, audio-visual services, landscaping, home renovations and cars have told the jury that Manafort was a major customer and frequently paid with the unusual method of wiring money from corporate-named bank accounts in Cyprus.",
  "Bookkeeper Heather Washkuhn told jurors that Manafort sent a financial statement to Federal Savings Bank saying his company had made $3 million the first nine months of 2016, when his firm had actually lost more than $1 million the first 11 months of that year.",
  "Immediately after they showed the jury the invoice, prosecutors asked Regolizio if he had ever met or corresponded with Konstantin Kilimnik, a Russian who has been indicted in DC in a separate case for helping Manafort attempt to tamper with witnesses.",
  "Washkuhn said she handled all of Manafort's personal and professional financial dealings from 2011 to 2018, and it was important for her to keep track of all of his bank accounts and bills so she could help him properly pay his taxes each year.",
  "Washkuhn also said Rick Gates, Manafort's business partner who is now a prosecution witness, repeatedly asked her to change old financial statements to show additional income, and requested copies of financial statements that could be edited.",
  "While Manafort's case isn't about the 2016 campaign, he's the first defendant Mueller's team has taken to trial, and the outcome could affect public opinion of the special counsel investigation the President has called a \"witch hunt.\"",
  "But the income statements that DMP provided to the banks that gave it loans were rife with misspellings, used different fonts and headers, omitted corporate disclaimers and left out some numbers the bookkeeper would have included.",
  "Ellis said he did not yet know if Manafort would testify in his own defense, and didn't want to force a decision from the defense team until they begin their side of the case after the prosecution's case rests, likely next week.",
  "Fake invoices\n\nRegolizio said he never met, communicated with or received payments from Gates, Manafort's longtime deputy on whom defense attorneys have indicated they'd like to pin the alleged crimes.",
  "Gates is seen as a star witness for the prosecution, and Manafort's defense team has signaled it plans to make Gates a key part of its defense, arguing that Manafort was misled by his longtime deputy.",
  "On Wednesday, prosecutors opened the door to the idea they might not call Manafort's former deputy, Rick Gates, to testify, but Thursday they said Gates could be called as early as Friday or Monday.",
  "However, Ellis added that if Manafort does testify, the judge may allow testimony about whether Manafort tried to comply with IRS policy and offered to be audited before he was charged.",
  "One side-by-side of documents showed Washkuhn's company telling Federal Savings Bank that Manafort's company DMP International had lost $1.11 million in the first 11 months of 2016.",
  "He has pleaded not guilty to all charges, and the trial is clearly on the mind of his former boss, President Donald Trump, who tweeted several times about the case on Wednesday.",
  "The vendors largely say they do not recognize the company names Manafort used, yet they knew the payments came from him because their amounts matched the bills they sent him.",
  "In addition to Manafort's alleged criminal use of unreported foreign bank accounts, prosecutors say she will also be able to speak to his alleged criminal bank fraud charges.",
  "But Manafort then sent the same person at the bank, Dennis Raico, a financial statement for the first nine months of the year that said his company made $3 million.",
  "Prosecutors also revealed yet another document that showed a bill from Regolizio's company, New Leaf, but with an incorrect vendor name and address.",
  "Jurors also heard from an accountant who prepared Manafort's taxes, who testified that Manafort never told them that he had foreign bank accounts.",
  "Raico is on the witness list for Manafort's trial and has been granted immunity from prosecution if he testifies, though he has not appeared yet.",
  "Gates became upset when Washkuhn said she couldn't sent him pdf documents as Microsoft Word files, which are more easily altered, she testified.",
  "Another series of emails warned him of an upcoming deadline to pay property taxes on one of his homes in New York before penalties kicked in.",
  "In another instance, Washkuhn said Manafort's company made $400,000, but then Manafort told Banc of California it made almost $4.5 million.",
  "Ellis on Thursday during a discussion about whether Manafort's team could discuss the fact that Manafort was not subject to an IRS audit.",
  "She walked the court through what the yearly profit and loss statements her company prepared for Manafort's DMP should have looked like.",
  "Manafort is charged with 18 counts of tax and banking crimes, including failing to report foreign accounts on his tax forms.",
  "Washkuhn never recorded the existence of any foreign bank accounts for Manafort while she kept his books, she said.",
  "The vendors said they were all paid via international wire transfers coming from offshore shell company accounts.",
  "He said Manafort paid for much of the work through international wire transfer and was his only client to do so.",
  "That's a question asked on IRS tax forms, and it's a crime to hide foreign bank accounts from the US government.",
  "Federal Savings Bank ultimately loaned to DMP when its executive Stephen Calk sought a Trump campaign position.",
  "One email from Washkuhn to Manafort said $120,000 was \"urgently needed for your personal bills.\"",
  "Defense attorney Jay Nanavati asked him if Regolizio would call the document a \"fake invoice.\"",
  "Washkuhn also denied knowing about the companies Manafort used to wire money from overseas.",
  "Prosecutors have not yet revealed what they believe the fake invoices prove in their case.",
  "Needed cash in 2016\n\nProsecutor Greg Andres highlighted Manafort's dire financial straits.",
  "A pattern has emerged in many of the witness' testimonies at Manafort's trial this week.",
  "Andres asked Washkuhn if she had ever heard of 14 different shell-company bank accounts.",
  "Regolizio testified that Manafort spent about $450,000 on landscaping over five years.",
  "\"We had asked the question, and the response was no,\" said accountant Philip Ayliff.",
  "At first, the landscapers handled only tree-care for Manafort's estate.",
  "\"He will not be penalized for the right to remain silent,\" Ellis said.",
  "\"He approved every penny of everything we paid,\" Washkuhn testified.",
  "Another lingering question -- will Manafort himself testify?",
  "Pond and waterfall at Paul Manafort house in New York.",
  "The trial will resume at 9:30 a.m. Friday morning.",
  "\"There's a lot of changes,\" Washkuhn said.",
  "\"There's about a $4 million difference.\"",
  "Regolizio said he did not know Kilimnik.",
  "-- was addressed by Judge T.S.",
  "She said \"no\" to every one.",
  "Gates likely will testify.",
  "Regolizio replied yes.",
  "What about Manafort?"
]