[
  "In the filings, first published by The Washington Post, Manafort states that his firm, DMP International, worked at “electing Party of Regions candidates at the national and regional levels in the Ukraine.” The effort was done in coordination with the European Centre for a Modern Ukraine, a Brussels-based non-profit group that has ties to the Party of Regions.",
  "The AP reported then that emails showed Manafort’s deputy, Rick Gates, instructed Mercury Public Affairs, a U.S. lobbying firm, to facilitate meetings with members of Congress to advance the Party of Regions’ interests.",
  "Former Trump campaign chairman Paul Manafort registered as a foreign agent of a Ukrainian political party on Tuesday, making him the second Trump adviser to register as a foreign agent in recent months.",
  "(RELATED: Clinton-Connected Lobbying Firm Discloses Lobbying For Pro-Putin Group)\n\nBoth Mercury and Podesta Group registered as foreign agents of the Party of Regions earlier this year.",
  "The Republican operative has a lengthy history of working for controversial foreign clients, including Oleg Deripaska, a Russian oligarch close to Vladimir Putin, in the 2000s.",
  "Manafort disclosed that he was paid $17.1 million between 2012 and 2014 by the Ukraine Party of Regions, a political party allied with the Russian government.",
  "His firm, Flynn Intel Group, received $530,000 during the presidential campaign from a Turkish businessman who works for a government-controlled trade group.",
  "Manafort, who joined the Trump campaign last March, is reportedly under investigation in the U.S. for his lobbying work and other business dealings.",
  "The highest payouts listed in the documents are to Konstantin Kilimnik, a Kiev-based political operative who has been called Manafort’s protege.",
  "With the foreign agent disclosure, Manafort becomes the second Trump campaign alum to register with the Justice Department.",
  "In addition to the $17.1 million in revenue, Manafort’s filings list his firms expenses for the Party of Regions contract.",
  "Politico reported in March that Kilimnik has come under the scrutiny of the FBI and State Department because of his work.",
  "Manafort’s firm also worked with the Podesta Group, a lobbying firm founded by Clinton campaign chairman John Podesta.",
  "Viktor Yanukovych, Ukraine’s president at the time and a party member, fled to Russia during the revolution.",
  "He also met Manafort multiple times last year, during the presidential campaign, according to Politico.",
  "In March, former Trump national security adviser Michael Flynn registered as a foreign agent of Turkey.",
  "Manafort indicated in April that he would be doing the same, but he backed off of the plan soon after.",
  "Manafort’s work for the Party of Regions was revealed last August by the Associated Press.",
  "Manafort left the Trump campaign soon after, as pressure mounted over his links to Russia.",
  "Manafort’s firm paid him $531,000 for “professional services” from July 2013 to Jan. 2014.",
  "The party held power until the Ukrainian revolution in Feb. 2014.",
  "Follow Chuck on Twitter"
]