[
  "“If I had you translate ‘There are seven tanks and three infantry with heavy mortar hiding on a bridge,’ you could translate that lickety-split, I bet.” According to Griffin, Kilimnik would wink and say, “Oh yeah, I could translate that real fast.”\n\nIf you weren’t close with Kostya, if you didn’t go out drinking with him, you might not have paid all that much attention to his presence in the office.",
  "Patrushev portrayed these movements as having been launched by meddlers from the IRI, which he accused of formulating even grander plans for fomenting the “continuation of velvet revolutions in the post-Soviet territory.” In other words, he referenced information gleaned from a retreat the IRI had held the previous month in Bratislava, the Slovakian capital.",
  "Later that summer, Kostya wrote that he had made progress toward reconciliation: “I am more than sure that it will be resolved and we will get back to the original relationship.” Kilimnik reported that he had spent five hours with “the guy who gave you your biggest black caviar jar several years ago”—which is almost certainly a veiled reference to Deripaska.",
  "They relayed their concerns about his reliability to Judy Van Rest, who oversaw the IRI’s operations in the region back at headquarters, in Washington, D.C. His colleagues whispered about his limited capacity for confidentiality, complaints that were vague and hardly noteworthy, given the choking atmosphere of distrust in Moscow in those years.",
  "A reporter came across a black ledger listing unreported payments to Manafort, a revelation that forced him to resign from the campaign—the beginning of a progression that has culminated in his indictment on charges of failing to register as representative of a foreign government, money laundering, and conspiring against the United States.",
  "They were never enough to deter State Department officials from grabbing the occasional gossipy drink with him—although one diplomat, casting a backwards glance over the course of his dealings with Kilimnik, told me, “He has excellent tradecraft.”\n\nIt was easy enough to dismiss those old hunches as conspiracy theories.",
  "One former American official who got to know him years after he started at the IRI told me, “He knows all the gossip.” But, he warned, “you get all the stories and don’t know if it’s true.” This hunger for information bred distrust with his colleagues, especially the native-born Russians in the office.",
  "One of his former colleagues, Michael Getto, told me, “From my standpoint, I kept my distance from Kostya, because I knew there was a better-than-even chance that he was connected to people I didn’t want to be.” These insinuations were never backed by more than a smattering of circumstantial evidence.",
  "Or rather, in two separate fillings, he has referred to an unnamed colleague of Manafort’s, identified only as “Person A,” with “ties to Russian intelligence.” In a brief Mueller submitted to a U.S. District Court in the course of pressing his case against Manafort, he went one step further.",
  "He demanded compensation for what he later described in a lawsuit as Manafort’s “fraud, gross negligence, blatant disloyalty, and rapacious self-dealing.” With his new high-profile job in the Trump campaign, Manafort seemed to believe he had an opportunity to heal this old rift.",
  "But then, last winter, Robert Mueller described Kostya as a “long-time Russian colleague of Manafort’s” with “ties to a Russian intelligence service.” The reference came in a casual aside, buried in a brief arguing that Manafort should be subjected to stringent bail conditions.",
  "His new boss had been hired by one of the richest, most powerful men in Russia, the aluminum magnate Oleg Deripaska, a man with a reputation that justifiably inspired fear given the pattern of deaths that had followed the unlikely rise of his empire in the 1990s.",
  "Since the early ’80s, the Democratic and Republican parties have sent operatives abroad to promote the cause of democracy, to work with like-minded political parties to help spread the practical teachings of American electioneering.",
  "The oligarch feared that the revolution would succeed in undoing the fresh electoral triumph of Viktor Yanukovych, a politician who stood accused of stuffing ballot boxes, intimidating voters, and poisoning his opponent with dioxin.",
  "What really captured Kostya’s imagination was the figure of Manafort, the impeccably manicured political guru who camped out in the marble-and-champagne confines of the Hyatt Regency, across the square from Saint Sophia’s cathedral.",
  "Kostya told Christopher Miller, a reporter from Radio Free Europe, that he began spending “90 percent of his time” inside the presidential administration, which meant that Kilimnik was now helping run the country of his birth.",
  "I had heard all the anecdotes about his background in military intelligence, but I’d also heard stories about how rival political consultants were stoking the theory with the intent of damaging Kostya’s business prospects.",
  "One of his colleagues in the office told me, “Like so many of these people at that time, he had one sweater, one pair of shoes, and smelled.” Kostya had made his way to Moscow from an industrial town in eastern Ukraine.",
  "Deripaska—and his business partner, the British financier Nat Rothschild—hired Manafort to help shape the politics of the post-Soviet world to both protect his investments and engineer lucrative opportunities.",
  "Of all the adventures, the greatest was the former Soviet Union in the immediate aftermath of the Communist collapse, an opportunity to play a role in the region’s first genuine campaigns in modern history.",
  "Yanukovych’s reign had been doomed after his police began massacring protesters gathered in central Kiev, a bloodbath that turned the weight of public, elite, and international opinion against the regime.",
  "“It has to do about the future of his country, and is quite interesting.” Kilimnik made plans to deliver the message to Manafort in person, and they met on August 2 at the Grand Havana Room in Manhattan.",
  "When Konstantin Kilimnik first entered the Moscow office of the International Republican Institute (IRI), in 1995, he looked like a bleary-eyed young man who had just woken from a communist slumber.",
  "What everyone close to Paul Manafort already knew, and what The New York Times and other outlets later confirmed, is that Mueller was pseudonymously describing none other than Konstantin Kilimnik.",
  "This made Kilimnik the primary interface for Manafort’s lone client, a corrupt clique of former gangsters that ruled Ukraine under the banner of their political organization, the Party of Regions.",
  "The nature of Kilimnik’s job meant that he accompanied American operatives on sensitive meetings with political dissidents, especially as Vladimir Putin presided over Russia’s authoritarian turn.",
  "But when he arrived in Washington, in the spring of 2016, there was no doubting his reasons for boasting of his revived prospects, his sudden recovery from the disaster of Yanukovych’s fall.",
  "He would come to earn the title “Manafort’s Manafort.”\n\nWhen Manafort first began to contemplate doing business on a grand scale in Russia and Ukraine, he faced a basic logistic challenge.",
  "Manafort would describe him to others in his office as “my Russian brain.” For a decade, Kilimnik was a fixture in Manafort’s meetings with the region’s leading politicians and oligarchs.",
  "Office mates not only referred to him as “Carry On”—a reference to how he could be stowed on a flight—but they tested the proposition, successfully stuffing him into a plastic tote bag.",
  "Kostya told The Washington Post that they had only “discussed ‘unpaid bills’ and ‘current news.’” Deripaska, for his part, has denied that he ever communicated with the Trump campaign.",
  "A large chunk of the funding for the organizations they started—the National Democratic Institute is the IRI’s cousin from across the aisle—derives from the United States government.",
  "Konstantin Kilimnik went to work as a translator there at the crest of the post-Soviet era’s optimism, before the prospects for democratic change dissipated and cynicism returned.",
  "* He would joke about his childhood home, how if the wind blew from one direction, it would be black from coal; if it came from the other direction, it would be red from iron ore.",
  "When American visitors to Kiev pressed Kostya on his service to politicians with corrupt proclivities, he protested that there was no such thing as a clean politician in Ukraine.",
  "The latest indictment was the first to name Kilimnik, and added to charges against Manafort, who served as Donald Trump's campaign chairman during the 2016 presidential election.",
  "So he grew reliant on Konstantin Kilimnik, a Soviet-born native who could render idiomatic English and translate the cultural nuances of the region that might elude outsiders.",
  "His rolodex came to include reporters from big international news organizations, including The New York Times, as well as denizens of Washington think tanks and diplomats.",
  "In the dying days of the Soviet empire, Kilimnik had attended a language school run by military intelligence—the GRU—which had given him mastery of Swedish and English.",
  "After Paul Manafort acquired Yanukovych as a client in 2005, and sought to rehabilitate his political prospects, the consultant built a sizable Ukrainian operation.",
  "“When the client doesn’t get paid, the consultant doesn’t get paid.”\n\nWith Kostya, it wasn’t always clear where reality ended and his own self-crafted image began.",
  "When Kostya struggled to make sense of some American political terminology, the operative Philip Griffin, who hired him, would josh him about his martial past.",
  "Special Counsel Robert Mueller filed obstruction-of-justice charges against Konstantin Kilimnik and Paul Manafort two days after the publication of this story.",
  "Over a short period of time, Manafort had engineered the resurgence of the Party of Regions, a feat that hardly any knowledgeable observers imagined possible.",
  "One of Manafort’s first assignments was to see whether there was any hope of thwarting the democratic revolution that had swept through Ukraine in late 2004.",
  "He would mimic his mentor’s habits, using the same car service to shuttle through the cobblestone streets of the Ukrainian capital in the same model BMW.",
  "Citing FBI special agents, the special prosecutor described Person A’s ties to Russian intelligence as “active” through the 2016 presidential election.",
  "For more than two decades, Konstantin Kilimnik, known familiarly as Kostya and K.K., has worked for Americans, the bulk of his time with Manafort.",
  "He told his friends that he had come to the United States for “very significant meetings.” It wasn’t hard for his friends to intuit what he meant.",
  "Thus far, there’s no evidence to suggest otherwise—although a Belarusian escort held in a Thai prison claims to know the true narrative of events.",
  "When old rumors about Kostya were revived and then widely circulated in the thick of the last presidential campaign, I was never fully convinced.",
  "Or to put it even more bluntly than Mueller: Donald Trump’s campaign chairman had a pawn of Russian intelligence as his indispensable alter ego.",
  "As soon as Manafort installed himself in Trump Tower, he seems to have dispatched Kostya to revive his channel of communication with Deripaska.",
  "But hard evidence, in the form of emails obtained by The Atlantic, suggests that Kostya’s patron needed help with an even more delicate matter.",
  "They would describe him as “user-friendly”—unusually smart, almost always available, and able to perfectly express complex thoughts in English.",
  "After his gig with Manafort blossomed into his primary source of employment, he was suddenly sitting in meetings with figures of global import.",
  "Nix summarily fired Kilimnik for moonlighting with an operation that had a reputation of working on behalf of less-than-democratic clients.",
  "Patten advised an American colleague to disinvite Kostya from an important meeting with Boris Nemtsov, the Kremlin insider turned critic.",
  "According to one of his colleagues, Nix had received hard evidence that Kilimnik was working for the political consultant Paul Manafort.",
  "The groups attract both idealists and adventurers, most of them young politicos eager to ply their trade in exotic corners of the globe.",
  "His colleagues from his IRI days espied him walking down the streets of Kiev near the building that housed the upper echelons of power.",
  "Kostya looked like a new man, with his smart suit, sunglasses, and a portfolio tucked underarm, a perfect facsimile of a power player.",
  "After he returned to Kiev, Kostya would share images of his influence in America, as if they were snapshots of a Disneyland vacation.",
  "There was just one problem with the new arrangement: The reinvented party didn’t have the lucrative access to the machinery of state.",
  "Related Stories Paul Manafort, American Hustler\n\nPaul Manafort Loses His Cool From afar, it seemed quite the volte-face for Kostya.",
  "When they weren’t in each other’s presence, the mentor and protégé exchanged “millions of emails”—at least in Kilimnik’s estimate.",
  "When the office finally got a permanent chief, Sam Patten, he worried that dissidents wouldn’t speak openly in Kostya’s presence.",
  "This gag was played with his apparent consent, although it’s not hard to see how the joke could have stoked simmering resentment.",
  "Instead of passively accepting his colleague’s judgment, Kilimnik pitched an uncharacteristic fit, insisting that he tag along.",
  "While Manafort and Kilimnik sought to curry favor with Deripaska, The New York Times investigated their old Ukrainian business.",
  "There were always hints that he might be serving another master, providing a set of surveilling eyes for Russian intelligence.",
  "They had read the news reports that Paul Manafort had engineered his own comeback, procuring a top job in the Trump campaign.",
  "In the early years of the century, as Paul Manafort made his way across Moscow and Kiev, he was followed by a diminutive man.",
  "He intended to operate in countries where mastery of English was not a prerequisite for the acquisition of wealth and power.",
  "The speech came during years of protests, when flickering prodemocracy movements threatened to crash the post-Soviet order.",
  "Protesters threatened to unravel the corrupt status quo in the country, which had benefited Deripaska and his interests.",
  "“Paul is the smartest political guy I know, but he couldn’t order a glass of water,” one of his former staffers told me.",
  "According to court documents, the fund was meant to buy up firms across Ukraine and elsewhere in the post-Soviet region.",
  "Nikolai Patrushev, the head of the FSB—the Russian security service—denounced the organization in a speech to the Duma.",
  "Still, the timing of the revelation created the impression that Kostya had betrayed the organization to its adversary.",
  "Kostya made himself a fixture in the Hyatt’s lobby bar, where he conducted his business alongside the city’s elite.",
  "Another colleague put it less charitably: “He wanted to be Paul’s piss boy.” Kostya had come from the provinces.",
  "Those claims might have been bluster—and Kostya has since told reporters he had nothing to do with the platform.",
  "This made for a striking contrast in physical frames, because Manafort and his expansive shoulders crowd a room.",
  "Kostya seemed to have no conscientious objections to aligning himself with Manafort and his oligarchic clients.",
  "IRI officials in Washington relied on him so much that they named him the acting director of the Moscow office.",
  "(“He was asked to leave because he violated IRI’s ethics codes,” a spokesperson for the organization told me.)",
  "“It’s an iron law of political consulting,” says Brian Mefford, a former IRI operative who has a firm in Kiev.",
  "He went from working in the democracy-promotion business to toiling on behalf of interests keen to stifle it.",
  "He claimed to have orchestrated the gutting of a proposal to arm Ukraine in its war against Russian proxies.",
  "In the spring of 2005, Kilimnik received a call from Stephen Nix, a high-ranking IRI official in Washington.",
  "In a footnote, Mueller asked for permission to submit evidence substantiating the charge in a sealed filing.",
  "Manafort was haunted by a piece of unfinished business: the untidy end of his dealings with Oleg Deripaska.",
  "What ultimately became of that money is the subject of virulent dispute, except for one fact: It was gone.",
  "What mattered was managerial competence: Yanukovych would give the country the stability it sorely needed.",
  "Kostya, who was competent and seemingly well-connected, displayed unimpeachable acumen in these tasks.",
  "After so much time spent in close quarters, the relationship between the two became trusting and deep.",
  "Manafort could even see a path forward for his old clients—and therefore, for his Ukrainian business.",
  "But the basis for Kostya’s power evaporated in 2014, when a revolution swept Yanukovych from office.",
  "He and Kostya would advise the rump remnant of the coalition that had supported the ancien régime.",
  "In 2006, Manafort had asked Deripaska to bankroll an investment fund that he intended to launch.",
  "But over time, Manafort and the smaller man, his aide-de-camp, began to converge in appearance.",
  "The Americans in the office needed him to get phone numbers, to set up meetings, to translate.",
  "Manafort helped rebrand the surviving members of Yanukovych’s retinue as the Opposition Bloc.",
  "On the eve of such meetings he could be a bundle of nerves, fretting over small details.",
  "Kostya told friends that he had similar fears for his own safety, but he hunkered down.",
  "The aide started to dress like his boss, buying expensive suits cut in a similar style.",
  "These ties weren’t vestiges of a distant past, but were said to be active through 2016.",
  "The episode fixed long-forming opinions about Kostya’s allegiance to the Russia state.",
  "These were assertions that he could make with world-weary wit and in colorful English.",
  "According to Politico, he bragged that he had shifted the Republican Party’s platform.",
  "“The guy,” according to Kilimnik, wanted to pass on an important message to Manafort.",
  "His boss had mastered Ukrainian politics, earning the trust of its most powerful men.",
  "With his access and his ability to trade information, he built an impressive network.",
  "The fact of his training in military intelligence became the stuff of office teasing.",
  "It was this linguistic foundation that provided the basis for his hiring at the IRI.",
  "(Yanukovych’s initial win would later be annulled by the Ukrainian Supreme Court.)",
  "Although Manafort promised Deripaska an audit of the investment, it never arrived.",
  "Just like in the good old days, Manafort had summoned Kilimnik to trail after him.",
  "But Mueller repeated the allegation a few months later, as if to remove ambiguity.",
  "Then, in 2011, he simply stopped responding to Deripaska’s efforts to reach him.",
  "The IRI office represented the possibility of a better life and a better world.",
  "“We discussed a lot of issues, from Putin to women,” he once texted a reporter.",
  "It’s entirely possible that the meetings had been infiltrated by other means.",
  "The immediate post-Soviet period was a time rife with unfounded accusations.",
  "Deripaska sunk $18.9 million into the effort and promised a much larger sum.",
  "With a generous slackening of the tape, the man measured just above 5 feet.",
  "Like many aides, he wasn’t shy about calling attention to his hidden hand.",
  "The party’s leader, Viktor Yanukovych, ascended to the presidency in 2010.",
  "Over time, Manafort repeatedly tapped the IRI network to fill his office.",
  "Manafort hardly understood a word of his prospective clients’ languages.",
  "“He fell under the spell immediately,” one of their colleagues told me.",
  "To pose as an idealist in Ukraine was to be guilty of rank hypocrisy.",
  "He absorbed information voraciously and took pleasure in relaying it.",
  "It was a chance to feel the intoxicating rush of newfound freedom.",
  "Now he found himself riding shotgun with a jet-setting consultant.",
  "To be fair, he wasn’t the only IRI alum to make such a transition.",
  "His election was quite a turnaround for Konstantin Kilimnik, too.",
  "Kostya sent Derispaska newspaper clips about Manafort’s new gig.",
  "Kostya had been one of two non-Americans to attend the meeting.",
  "During that entire period, he has been dogged by suspicions.",
  "As the months passed, the fervor of the revolution subsided.",
  "Manafort’s evasions provoked Deripaska’s relentless enmity.",
  "By 2011, Kilimnik had taken over Manafort’s office in Kiev.",
  "But in the right setting, he could be loquacious, fun even.",
  "The president fled for his life, seeking refuge in Russia.",
  "It also made the pair an almost slapstick spectacle.",
  "Meanwhile, Kostya’s value to the organization grew.",
  "But Robert Mueller has begun to state them as fact.",
  "It was a strange way to inject such a crucial fact.",
  "Later that month, IRI received a devastating blow.",
  "(“How do we use to get whole?,” Manafort asked.)",
  "These suspicions were vague, yet they lingered.",
  "He played along with jokes about his stature.",
  "(Patten declined to comment for this story.)",
  "He acquired a fondness for fine dining.",
  "He had good reason to exude confidence.",
  "Kostya was prone to fits of anxiety.",
  "He mimicked what he observed.",
  "Kostya’s mind moved quickly.",
  "Those opinions have endured.",
  "What came of this meeting?"
]