[
  "After nearly a year of fighting Mueller indictments and going through a trial that led to his conviction on eight counts, the 69-year-old agreed to forfeit an estimated $46 million in assets (including four properties) and to cooperate “in any and all matters as to which the Government deems the cooperation relevant.”\n\nFrom an outside vantage point — given that we have little idea of what Mueller knows — Manafort flipping leads the Russia probe into a new phase: Now that the most Kremlin-linked member of Trump’s inner campaign circle is cooperating with Mueller, the public is closer to knowing whether Team Trump collaborated with Putin’s multifaceted intelligence operation to influence the 2016 presidential election.",
  "At the very least, the list of Trump allies speaking to federal prosecutors about some aspect of Trump’s world include his former national security adviser, Michael Flynn, a Manafort protégé who worked on the Trump campaign and inauguration, Trump’s former personal attorney, the current chief financial officer of both Trump’s for-profit and ostensibly not-for-profit empires, a top media ally who helped Trump get rid of potential PR problems over the years, and now candidate Trump’s Kremlin-linked former campaign manager.",
  "A few days after being hired as a campaign strategist, Manafort asked Kilimnik: “Has OVD [Oleg Vladimirovich Deripaska] seen?” and “How do we use to get whole?” In a July 2016 email, then-campaign-chief Manafort told Kilimnik: “If he needs private briefings we can accommodate.” Also in July, Kilimnik wrote that he had met that day with the person “who gave you the biggest black caviar jar several years ago.”\n\nManafort and Kilimnik met at least twice while Manafort worked for Trump.",
  "Politico reported that after one of his trips to the U.S. in the summer of 2016, “Kilimnik suggested that he had played a role in gutting a proposed amendment to the Republican Party platform that would have staked out a more adversarial stance toward Russia, according to a Kiev operative.” In June 2018, Mueller charged Kilimnik and Manafort with obstruction of justice and conspiracy to obstruct justice after revelations that the two men attempted to tamper with witnesses.",
  "On Aug. 21, Trump’s former personal attorney Michael Cohen made the extraordinary admission, speaking under oath to a judge in U.S. District Court in Manhattan, that he illegally paid for the silence of two women “in coordination with and at the direction of” then-candidate Trump, “for the principal purpose of influencing the election.” Cohen is now reportedly speaking with Mueller’s team in addition to SDNY prosecutors.",
  "Manafort is not only the most prolific Washington swamp figure to be targeted by Mueller, but also the only person cooperating with Mueller who was at the now-infamous June 9, 2016, meeting at Trump Tower that featured candidate Trump’s son Don Jr., Trump’s son-in-law, Jared Kushner, and Manafort meeting with a team led by a Russian government lawyer promising dirt on Democratic presidential candidate Hillary Clinton.",
  "“Manafort provides Mueller with an insider to the infamous June 2016 Trump Tower meeting and likely many other key moments.”\n\nAs Yahoo Finance’s Rick Newman said on Friday’s Final Round (video above): “The big question is: Was [the Trump Tower meeting] just a one-off kind of a bumbling effort to get some damaging information on the opponent or was that part of something that might look like a conspiracy?",
  "Manafort called Kilimnik his “Russian brain,” and Kilimnik said that the two exchanged “millions of emails.” Mueller’s team asserted in court filings that Kilimnik (aka Person A) “has ties to a Russian intelligence service and had such ties in 2016.” Manafort likely knew that as well: According to court filings, Gates acknowledged to associates that Kilimnik was a former GRU intelligence officer.",
  "No matter what happens next, it’s going to continue to reflect poorly on the president’s assertions that Mueller’s investigation is a “rigged witch hunt.” In reality, Mueller’s probe appears to be a highly professional investigation by a war hero and dedicated public servant who is deliberately following the mandate given to him by the current Department of Justice in May 2017.",
  "You get the information before you offer the agreement.”\n\nRyan Goodman, a former special counsel for the Defense Department, tweeted that “Manafort’s cooperating with Mueller may be the motherlode.”\n\n‘This model can greatly benefit the Putin government’\n\nFrom about 2004 to 2014, Manafort worked for the Kremlin-backed Party of Regions and its leader, Viktor Yanukovych.",
  "In April 2018, the U.S. Treasury Department sanctioned Deripaska, citing allegations of money laundering, threatening the lives of business rivals, illegally wiretapping a government official, taking part in extortion and racketeering, bribery of a government official, ordering the murder of a businessman, and links to a prominent Russian organized crime group.",
  "The 71-year-old Weisselberg, described by the Wall Street Journal as a “reserved accountant associates say is prized by Mr. Trump for his loyalty” who became “the most senior person in the organization that’s not a Trump,” would be able to provide unique insight into Trump’s business empire if his cooperation expanded.",
  "One of the relevant subjects could be “intercepted communications that U.S. intelligence agencies collected among suspected Russian operatives discussing their efforts to work with Manafort … to coordinate information that could damage Hillary Clinton’s election prospects, the US officials say,” as reported by CNN.",
  "In 2006, Manafort signed a $10 million annual contract with Deripaska based on a plan to influence Western governments in ways that would “greatly benefit the Putin Government.” In 2007, Manafort persuaded Deripaska to provide $100 million to a private equity firm Manafort had created called Pericles.",
  "On Friday, Former Trump campaign chairman and international influence peddler Paul Manafort made a plea deal to cooperate with special counsel Robert Mueller’s investigation into Russia’s interference in the 2016 election and whether the Trump campaign cooperated with those efforts.",
  "Starting in November 2014, the New York Times recently reported, Justice Department official Bruce Ohr and former British intelligence officer Christopher Steele — both of whom later became targets of President Trump — led an attempt to turn Deripaska into an informant.",
  "The latest guilty plea and cooperation agreement earned by Mueller’s team is the biggest one so far, and it indicates that the probe will go one of two ways for the president: badly or very badly, depending on what else Mueller uncovers and places in the public realm.",
  "(Sketch: Bill Hennessy via Reuters)\n\n“Manafort’s cooperation is a tremendous achievement for the Mueller investigation — maybe the single biggest development yet,” Seth Waxman, a former federal prosecutor in Washington, D.C., told Natasha Bertrand of the Atlantic.",
  "Trump Organization chief financial officer Allen Weisselberg and David Pecker, a longtime Trump friend who runs the historically Trump-friendly National Enquirer, were granted immunity by federal authorities to provide information in relation to Cohen’s case.",
  "Even if Mueller finds no wrongdoing by the president, Manafort flipping indicates the special counsel is digging deeper into everything related to the three crucial months that Manafort served as the 2016 Trump campaign’s chairman and chief strategist.",
  "(Photo: AP) More\n\nKilimnik served in the GRU, the Russian military intelligence agency that allegedly hacked the Democratic National Committee and stole emails that were published by WikiLeaks to damage the presidential candidacy of Hillary Clinton.",
  "“The suspected operatives relayed what they claimed were conversations with Manafort, encouraging help from the Russians.”\n\nRepublican nominee Donald Trump with campaign chairman Paul Manafort at the Republican National Convention in July 2016.",
  "If Mueller finds wrongdoing by the president — whether it be related to deliberate collaboration with Russian meddling or obstruction of justice or Trump’s business empire — then the potential outcomes become more perilous for President Trump.",
  "The work brought Manafort in contact with several people with connections with the Kremlin, including Russian oligarch Oleg Deripaska and Russian military-trained linguist Konstantin Kilimnik — referred to as “Person A” in Mueller indictments.",
  "In 2017, Ohr used an intermediary to urge Deripaska to “give up Manafort.” Now Mueller will want Manafort to give any and all information he can on Deripaska, as well as any insight into the Russian effort to influence the 2016 election.",
  "(A spokesman for Deripaska denied that his client “directly or indirectly communicated with Mr. Manafort in 2016.”)\n\nOne of three private jets owned by Oleg Deripaska, call-sign M-ALAY, flies from Newark to Moscow on Aug. 4, 2016.",
  "(Photo: Mikhail Klimentyev/Russian Presidential Press and Information Office/TASS) More\n\nCrucially, Deripaska had been a target of U.S. counterintelligence efforts before Donald Trump even announced his run for the presidency.",
  "(Graphic: David Foster/Oath) More\n\nThe SDNY is not finished looking into the Trump Organization, and the Manhattan district attorney’s office is also considering criminal charges related to Cohen’s hush money payments.",
  "Manafort’s insights into all of these connections are relevant as Mueller’s probe attempts to finish what the FBI started when it reached out to Deripaska in 2014 to get insight on Russian organized crime.",
  "Konstantin Kilimnik is seated at far left in a 2006 photo obtained by the Associated Press as part of a collection of memos and business records from Manafort’s international political consulting offices.",
  "Former U.S. Attorney for the Southern District of New York (SDNY) Preet Bharara, whom Trump fired in March 2017, went so far as to assert that Mueller “likely already has all of Manafort’s information.",
  "Also in 2010, Deripaska asked Rick Gates, Manafort’s (now-flipped) partner, to account for $18.9 million of Deripaska’s money that had ostensibly been used to buy a telecommunications firm in Ukraine.",
  "And it’s Mueller’s job to figure it out and tell us.”\n\n\n\nStory continues\n\nOdds are that Manafort, in order to get the plea deal, has already provided valuable information to Mueller’s team.",
  "The hope was that the oligarch could provide information on Russian organized crime, given the billionaire’s long-suspected links with several high-ranking members of the Russian mafia.",
  "(Photo: Rick Wilking/Reuters) More\n\n‘For the principal purpose of influencing the election’\n\nManafort is the latest member of Trump’s inner circle to assist federal prosecutors.",
  "When joining Trump’s presidential campaign, Manafort knew that he was indebted to Deripaska and worked with Kilimnik to leverage his newfound position in Trump’s inner circle.",
  "If any of this reaches Mueller’s purview, Manafort’s first trial showed that the former FBI Director’s team is highly adept at forensic analysis of complex financial matters.",
  "And while Manafort seems to have relatively little knowledge about Trump’s business empire, which the president considers out of the scope of Mueller’s mandate, others do.",
  "And the next phases, including the one we’ve now entered with Manafort’s plea deal, will determine just how bad things are going to get for Donald J. Trump.",
  "The effort to cultivate Deripaska evolved after the FBI began looking into suspected Russian meddling and potential connections to the Trump campaign.",
  "Vladimir Putin chats with Oleg Deripaska, a onetime business partner of Paul Manafort, at the 2017 Asia-Pacific Economic Cooperation summit.",
  "And the overall investigation — which has led to eight guilty pleas so far — will surely remain a constant source of rage for the president.",
  "In August 2016, one of Deripaska’s private jets landed in Newark from Moscow a few hours after Manafort and Kilimnik met in Manhattan.",
  "(In January 2018, a company tied to Deripaska sued Manafort, alleging that he had defrauded him in relation to the investment.)",
  "And the apparent conduit between the two was a mysterious Russian-Ukrainian political operative named Konstantin Kilimnik.",
  "‘ How do we use to get whole?’\n\nManafort and Deripaska were apparently still communicating during the 2016 campaign.",
  "(Photo: Flight traffic via Scott Stedman) More\n\nIt’s not clear what Kilimnik was up to beyond his work for Manafort.",
  "Known as “Manafort’s Manafort,” Kilimnik worked as Manafort’s translator, fixer, and operations manager in Ukraine.",
  "Deripaska turned down the offer and denied having knowledge of Russian organized crime or Russian meddling.",
  "The opposite of a ‘rigged witch hunt’\n\nIn any case, all signs point to an increasing headache for Trump.",
  "Michael Cohen, David Pecker, and Allen Weisselberg were all members of President Trump’s inner circle.",
  "Ellis as he is found guilty of eight charges of bank and tax fraud in Alexandria, Va., on Aug. 21.",
  "Ellis as he is found guilty of eight charges of bank and tax fraud in Alexandria, Va., on Aug. 21.",
  "Deripaska, president of the Russian aluminum giant Rusal, and Manafort became business partners.",
  "(On Sept. 15, the U.S. softened those sanctions, which had rocked the global aluminum industry.)",
  "(Yanukovych fled to Russia after being overthrown by EU-leaning Ukrainian protesters in 2014).",
  "(Sketch: Bill Hennessy via Reuters)\n\nPaul Manafort, in the dark suit, stands before Judge T.S.",
  "In 2010, Deripaska personally loaned Manafort $10 million.",
  "Paul Manafort, in the dark suit, stands before Judge T.S.",
  "Follow Michael on Twitter.",
  "We don’t know.",
  "Read more:"
]