[
  "The allegations of witness tampering relate to Manafort's criminal case in Washington where he faces charges of money-laundering conspiracy, false statements and acting as an unregistered foreign agent for Ukrainian interests.",
  "The witnesses, who had worked with Manafort as he represented a pro-Russian political party in Ukraine, have told the FBI that they believed Manafort and Kilimnik were trying to get them to lie about the nature of their work.",
  "Prosecutors say that contacts via phone and encrypted messaging applications first occurred in February, shortly after a grand jury returned a new indictment against Manafort and while he was confined to his home.",
  "Prosecutors say the contacts via phone and encrypted messaging applications first occurred in February, shortly after a grand jury returned a new indictment against Manafort and while he was confined to his home.",
  "Special counsel Robert Mueller has brought additional charges against President Donald Trump's campaign chairman and longtime associate Konstantin Kilimnik, accusing them of obstructing justice.",
  "The new charges were unsealed Friday against Paul Manafort and Kilimnik, who worked in the Ukraine offices of Manafort's firm, Davis Manafort Partners International (DMI).",
  "Manafort is awaiting trial in federal court in Washington and Virginia on felony charges related to his work on behalf of Ukrainian interests.",
  "The new charges mark the second time since October that an indictment targeting Manafort has been amended to include more allegations.",
  "The spokesman, Jason Maloni, said Friday that Manafort and his attorneys were reviewing the new charges.",
  "The spokesman, Jason Maloni, said Friday that Manafort and his attorneys were reviewing the new charges.",
  "His co-defendant, Rick Gates, pleaded guilty in February and agreed to cooperate with prosecutors.",
  "Manafort is awaiting trial in federal court in Washington and Alexandria, Virginia.",
  "Mueller is accusing Manafort and Kilimnik of tampering with two witnesses.",
  "Kilimnik, 48, has previously declined to comment on the allegations.",
  "He also has denied being connected to Russian intelligence agencies.",
  "Through a spokesman, Manafort, 69, has maintained his innocence.",
  "In Virginia, he also faces bank fraud and tax evasion charges.",
  "Here is the superseding indictment filed by Mueller on Friday.",
  "Through a spokesman, Manafort has maintained his innocence.",
  "Kilimnik also reached out to witnesses in April.",
  "Kilimnik also reached out to witnesses in April.",
  "This is a developing story and will be updated."
]