[
  "The Yankees tickets haven't been fully explained in the context of Manafort's fraud case, though prosecutors have alluded in previous court filings and in court that the season tickets were a suspicious purchase of Manafort's that plunged Manafort into debt years later.",
  "The meeting agenda shown in court Tuesday with the \"Yanks\" reference also showed how Manafort put Gates in charge of reviewing Manafort's taxes with an accountant and working with their Cypriot law firm on moving money between Manafort's foreign accounts.",
  "Donald Trump himself has not come up yet in the trial, though prosecutors and witnesses have referred to Manafort's Trump Tower apartment as among the real estate properties he falsely described to the banks as his residences.",
  "According to the notes, in 2013 a “Trump” was apparently set to receive Yankees tickets from Manafort, though neither the notes nor prosecutors specified which Trump was being referenced.",
  "The Trump Tower apartment, in fact, was used like a rented hotel room for Manafort and his associates when they traveled to New York City, a witness testified last week.",
  "The reference on the document fell under the item \"Yanks,\" meaning Yankees season tickets Manafort had purchased for several thousand dollars.",
  "Prosecutors did not lead Gates into explaining more detail about the apparent perk — or which Trump it was referring to.",
  "A Yankees employee is on the prosecutors' witness list but has not yet been called to testify during the trial.",
  "Prosecutors showed the jury notes that reference “Trump” from a meeting Rick Gates and Paul Manafort had.",
  "The first bullet point under the \"Yanks\" header said the tickets were \"never received.\"",
  "The word “Trump” came up in trial today, but it is unclear who it is a reference to.",
  "The agenda was merely shown on screen for a few seconds to the jury.",
  "Neither Gates nor prosecutor Greg Andres uttered the word \"Trump.\"",
  "\"Tickets going to Trump next week,\" the meeting notes said."
]