[
  "Thousand Oaks: Vegas survivors on California shooting\n\nPlay Video 1:26 'He just kept firing': witnesses describe California bar shooting – video\n\nSurvivors of last year’s massacre at a Las Vegas country music festival have said the Borderline Bar and Grill felt like a haven until a former US marine opened fire in the California venue on Wednesday night, killing 12 people.",
  "Sign up for the US morning briefing\n\n\n\nTop story: Trump officials claim asylum system is overwhelmed\n\nThe Trump administration has announced a block on asylum applications by people crossing the border from Mexico, claiming the US asylum system is “overwhelmed”.",
  "The quiet Los Angeles suburb of Thousand Oaks was in shock on Thursday, with residents packing the streets to see the body of the sheriff’s deputy, Ron Helus, transported from hospital, where he died hours after being shot while trying to tackle the gunman.",
  "Beto O’Rourke, the charismatic US Senate candidate, failed to unseat Ted Cruz at the midterms, but his inspiring grassroots campaign could provide a template – and perhaps even a candidate – for the presidential race.",
  "Once considered a terrorist organisation, they have recently earned the support of the Trump administration organisation for their commitment to overthrowing the Islamic Republic, as Arron Merat reports.",
  "The policy was signed by the new acting US attorney general, Matthew Whitaker, and the homeland security secretary, Kirstjen Nielsen, previously the face of the administration’s family separation policy.",
  "The party of Mexican president-elect, Andrés Manuel López, Obrador has submitted legislation that would legalise marijuana, a big change of direction in the country’s narcotics strategy.",
  "Watching your dog die when you can’t afford to help\n\nBobbi Dempsey’s family has twice suffered the agony of seeing a beloved pet in pain, without the funds to pay for veterinary care.",
  "Mueller focuses on elusive Russian tied to Manafort and Putin\n\nFacebook Twitter Pinterest Thousands marched on Thursday demanding protection for the Mueller investigation.",
  "The midterms also heralded another “Texas miracle” for Democrats in Harris County, where 19 African American women ran for judge under the slogan “Black Girl Magic”.",
  "Sign up for the US morning briefing\n\nSupport the Guardian\n\nWe’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories.",
  "The Honduran migrant caravan has received a generous welcome in some of Mexico’s poorest areas while affluent Mexicans complain, reports David Agren in Mexico City.",
  "Floridians are welcoming 1.5 million former felons back to the voter rolls after a resounding ballot measure decision, as Jamiles Lartey reports from Tallahassee.",
  "Sport\n\nThe bitter Argentinian soccer rivals Boca Juniors and River Plate are to face each other in the Copa Libertadores final for the first time in 58 years.",
  "Photograph: Jeenah Moon/Reuters\n\nRobert Mueller’s Russia inquiry is investigating a Russian man thought to have ties to the country’s intelligence services.",
  "Two pioneering climbers scale new heights\n\nErin Parisi came out as a woman in 2017 and has since climbed the highest peaks in Africa, Australia and Europe.",
  "Survivors of a Mediterranean shipwreck in which 76 migrants died claim a US navy ship ignored their cries for help until after their boat had already sunk.",
  "A California law designed to keep firearms out of the hands of at-risk individuals could have prevented this week’s shooting, but it is still rarely used.",
  "Crib sheet\n\nThe White House has defended its use of an apparently doctored video clip to justify revoking press access for the CNN reporter Jim Acosta .",
  "Konstantin Kilimnik previously worked for Oleg Deripaska, an oligarch close to Vladimir Putin, alongside Trump’s former campaign chair, Paul Manafort.",
  "Thousands of people across the US marched on Thursday to protest against Jeff Sessions’ firing and to demand protection for the Mueller investigation.",
  "Imelda Marcos, the Philippine former first lady, has been sentenced to decades behind bars after being found guilty on seven counts of corruption.",
  "Forcing us to take in a flood of rich young tech people … is like giving the flu to someone who already has chronic but manageable diabetes.",
  "Tens of thousands of people have been ordered to evacuate their homes in northern California after a wildfire exploded in size on Thursday.",
  "The members of the People’s Mujahedin of Iran, or MEK (Mujahedin-e Khalq), live in isolated exile at a heavily fortified base in Albania.",
  "Critics said the move was probably illegal, amid the president’s recent immigration scaremongering in the run-up to the midterms.",
  "Hanifa Yousoufi recently braved frostbite and the Taliban to become the first Afghan woman to reach her country’s highest peak.",
  "Must-reads\n\nFacebook Twitter Pinterest MEK leader Maryam Rajavi at a memorial ceremony in Tirana, Albania, last year.",
  "But the threat of violence and disruption is so great that no away fans will be allowed, as Jonathan Wilson reports.",
  "… Mueller focuses on Russian linked to Manafort and Putin\n\nGood morning, I’m Tim Walker with today’s headlines.",
  "Oliver Connolly explains how incompetence ruined the reputation of the world’s most valuable sports franchise.",
  "But New York already contends with an unwanted population of Wall Street finance types, argues Hamilton Nolan.",
  "Those who died at the Borderline included a security guard, a criminal justice graduate and a navy veteran.",
  "Photograph: HarrisBlackGirlMagic.com\n\nMight the path to a Democratic victory in 2020 run through … Texas?",
  "Alexandra Villareal hears how immigrant families cope after their fathers and breadwinners are deported.",
  "Photograph: NurPhoto via Getty Images\n\nThe MEK: terrorists, cultists or champions of Iranian democracy?",
  "If you value what we do and would like to help, please make a contribution or become a supporter today.",
  "The Dallas Cowboys have fallen short of the playoffs for the seventh time in nine seasons.",
  "Vegas survivors on California shooting … Could Beto’s Texas defeat lead to 2020 triumph?",
  "Facebook Twitter Pinterest The 19 successful female judges in Harris County, Texas.",
  "By 2020, she aims to be the first transgender person to scale the seven summits.",
  "Peter Stone reports at length on this development in the Mueller inquiry.",
  "Opinion\n\nJeff Bezos wants to build a vast Amazon headquarters in Queens.",
  "Sign up\n\nThe US morning briefing is delivered by email every weekday.",
  "Why, she asks, are there so few options for poorer pet owners?",
  "However, it is unlikely she will be imprisoned, say observers.",
  "If you’d like to receive this briefing by email, sign up here.",
  "If you are not already receiving it, make sure to subscribe.",
  "Could Beto’s Texas defeat point the way to 2020 triumph?",
  "Must it also suffer an influx of wealthy techies?",
  "Friends and family have shared their stories.",
  "It’s just not fair.",
  "Returning citizens.",
  "Sessions protests.",
  "Uncertain future.",
  "Migrant caravan.",
  "Distress calls.",
  "They all won.",
  "The victims.",
  "Thank you.",
  "Gun laws."
]