[
  "But there is a lot of other research that shows the main learning and sustenance for young children — particularly children under 2 — comes from their relationships, particularly their parents and whomever cares for them,” Tovah Klein, director of the Barnard College Center for Toddler Development, told the New York Daily News.",
  "“The use of technology by babies and toddlers is an epidemic, and we are seeing more children being diagnosed with ADHD at younger ages, since they are not accustomed to or have simply not been trained to stay focused,” psychologist and author Shaelyn Pham told LifeZette.",
  "“And developing an active imagination is so very important for children.”\n\nMore from LifeZette.com:\n\nHow Words Change Once You Have a Child: Check out these excerpts from \"the parents' dictionary”\n\nCan You Boost Body and Brain by ‘Tweaking’ Your Genes?",
  "“I know sometimes it’s good, and stimulates her mind, but sometimes it’s also the perfect baby sitter.”\n\nA 2014 study by Common Sense Media found that 38 percent of babies under age 2 use tablets or smartphones, up from 10 percent in 2011.",
  "“The problem is that helping children with skills and not giving them electronics takes additional attention and time for parents, which is something that is limited, especially in families where both parents are working,” said Koretz.",
  "“Because of this, they miss out on developing these important and hard to develop skills, which ultimately does them a disservice.”\n\nAnd, there is the strong, some might say alluring, bonus of infant screen time: babysitting.",
  "Read, draw, or just be alone with your own thoughts.”\n\nOne critical component of deciding whether to hand your child the iPad or turn on the laptop is the idea of passive screen time versus active screen time.",
  "“We’re finding pretty consistently — in fact, in two recent studies with actual Skype calls — that children do seem to learn better when there is social interaction from a person on video,” she told NPR.com.",
  "“I remember having to stare out the window for hours or make conversation with family on long vacation road trips,” said Suzy Nuckols, a New Mexico elementary school teacher and mother of three grown sons.",
  "“I am embarrassed, but my 14-month-old daughter knows how to ‘swipe left,’ and often reaches up her arms — not for me, but for my smartphone,” one Boston-area mother of two toddlers told LifeZette.",
  "If you limit screen time and keep the screen time your baby does enjoy full of quality, interactive material, your baby will be set on a path of being both tech savvy and mentally stimulated.",
  "“The problem with electronics is that they do all that work for the child, so the child doesn’t have to do it on their own,” Janna Koretz, a child psychologist in Boston, told LifeZette.",
  "The American Academy of Pediatrics convened a symposium in May called, “Growing Up Digital” and shared the following tips, among others:\n\nRole modeling is critical, and content matters.",
  "Top this off with the knowledge that there is no learning like that obtained from the real world around us, and you will have a family media plan that works for you and your children.",
  "You (and everyone else) get to eat in peace and they get their colors on.”\n\nBaby Piano, BabySitter2Go, and Animal Sounds for Baby are also popular with the bottle-tipping set.",
  "The truth is, large swaths of life are boring, and you can either go crazy if you’re not stimulated — as I’m afraid these kids will be — or learn to handle boredom.",
  "“Going untreated, ADHD can really affect a child’s learning ability as school requires concentration and focus.”\n\nAnd should kids really be entertained 24/7?",
  "Here in the new millennium, a mother’s to-do list is changing: buy diapers, strain the peas, select another baby app from iTunes …\n\nWait, a baby app?",
  "“At a restaurant, it comes in handy if your baby is crying,” Emily Butler, 34, told Parents.com.”They kind of zone out, staring at the lights.",
  "Yes, now there are apps specifically for infants, and moms are loading them into their iPads and onto their smartphones for baby to enjoy.",
  "Vanderbilt University developmental psychologist Georgene Troseth has conducted some of the leading research on children’s screen time.",
  "Fisher-Price even unveiled a “Newborn to Toddler Activity Seat,” which accommodates an iPad that hangs in front of baby’s face.",
  "She concluded that watching television and Skyping are too different activities — with different developmental outcomes.",
  "Still, just because your child is smiling and being entertained doesn’t mean staring into a swirling screen is healthy.",
  "“Learning how to entertain oneself and developing patience are key developmental tools for children,” said Koretz.",
  "There are several apps that parents can download for baby, such as Transit Lite Edition 1.3, by Butterscotch.com.",
  "Choose an interactive game or app and play it with your child, adding that important layer of human interaction.",
  "But even if it’s educational, there are questions about just how good for them this activity is.",
  "“The bottom line is that it’s so new we don’t know if it’s good, bad or otherwise.",
  "The Lowdown on Staying Limber as You Age\n\nDetangling the Medical Insurance Morass",
  "Parents must watch their own screen time – little eyes are watching.",
  "The diaper set is tech savvy and demanding their screen time.",
  "“Now, kids don’t learn to be bored."
]