[
  "“Fifteen hundred years ago, Pope Gregory the Great classified the sins that cause humanity to stumble,” Charles Kimball, director at the University of Oklahoma’s Religious Studies Program, wrote in an article for Preaching.com.",
  "Romans 1:30 describes gossipers as \"backbiters,\" and in Luke 6:45, Jesus says, \"The good man brings good out of the good stored up in his heart, and the evil man brings evil things out of the evil stored up in his heart.",
  "\"Before you say, spread, or post a 'lie,' try to separate yourself from the angry or jealous feelings that you may feel toward that particular person, and reflect on the damage that will be done,\" said Fr.",
  "In Judaism, gossip (known as lashon hara, or \"evil tongue\") is considered a sin because it violates the precepts of Leviticus 19:16, which says, \"Do not go about spreading slander among your people.\"",
  "Proverbs 18:8 tells us, “The words of a gossip are like choice morsels; they go down to a man’s inmost parts.”\n\nGossip doesn't just stay on our lips — it attaches to our minds, hearts, and souls.",
  "\"It is a pattern with her, and the sad part is, she really doesn't see the harm in it — her default when she doesn't like someone is to tell someone else that fact, as well as why.",
  "Destroying other people's reputation or standing in the community without giving them the ability or opportunity to defend themselves is particularly loathsome.",
  "\"My sister is a terrible gossip, and I guess I am gossiping right now, talking about her,\" one woman in her 60s from Boston, Massachusetts, told LifeZette.",
  "And she absolves herself of any guilt by saying, 'You didn’t hear it from me, but … '\"\n\nGossip never stays between the parties doing the tongue-wagging.",
  "\"One mistake people make is that they think, 'That person who gossiped to me would never gossip about me — I'm in my own category,'\" said Bennett.",
  "The New Testament Greek word for gossip, psithuristes, literally translates to \"a whisperer,\" as in someone who whispers behind another's back.",
  "The eighth deadly sin is gossip.”\n\nThe Book of Proverbs is just one place in the Bible where the faithful are warned against gossip.",
  "\"Gossip is particularly bad because with it, there is an intent to harm,\" New York psychologist Shoshana Bennett told LifeZette.",
  "The person who is the subject of this particular conversation isn’t present, and verbal jabs, giggles and eye-rolls are flying.",
  "And perhaps remember what your mother or grandmother used to say: If you can't say something nice, don't say anything at all.",
  "\"Gossip can also kill, because it kills the reputation of the person,\" said Pope Francis in his February 16, 2014, Angelus.",
  "In terms of concrete actions to take when you're confronted by gossip, there are a few steps to take.",
  "Why do we gossip, and why is it hard for some people to stop their compulsion to talk ill of others?",
  "“He looked at every sin mentioned in the Bible, and boiled them down to seven categories of sin.",
  "\"Even 'stretching' the truth in a negative light can have extremely hurtful consequences.",
  "When listening you are still participating and just as guilty, I believe,\" said Bennett.",
  "\"Gossip is toxic, and you don't want to hang around it, even if you are just listening.",
  "It’s serious enough that some theologians have referred to it as the eighth deadly sin.",
  "Gossip cannot possibly be useful or helpful to the person you're speaking to or about.\"",
  "\"Try to either re-direct the conversation or just leave — those are your two choices.\"",
  "\"Well, that's wrong — how you do anything is how you do everything, I believe.\"",
  "Humility, magnanimity, and letting things go are a big part of being Christian.",
  "But there is a sin that failed to be included in the list of seven deadly sins.",
  "Before you say anything about anyone, check your intentions,\" advised Bennett.",
  "By their very nature, gossips will go on to tell others beyond the circle.",
  "The seven deadly sins include nearly every kind of human sin imaginable.",
  "Gossip is hurtful, weak, incredibly damaging, and just plain wrong.",
  "\"Ask yourself, 'Will this help the person I'm about to talk about?'",
  "In the end, you are also hurting yourself as well [by gossiping].\"",
  "Your internal voice — your conscience — begins to poke at you.",
  "Putting another person down may elevate us in our own minds.",
  "It fills the heart with bitterness, and even poisons us.\"",
  "For out of the overflow of his heart his mouth speaks.\"",
  "A lot of times, gossip is due to our own insecurities.",
  "A conversation begins, and right away you feel uneasy.",
  "And the story will grow and grow as the circle widens.",
  "No one is safe from a gossiper's slings and arrows.",
  "\"It's being negative for negative's sake.",
  "If you are a gossip, there's still hope.",
  "And if you're unsure — zip it still.\"",
  "Yes — no matter how it is expressed.",
  "\"Try changing your speaking habits.",
  "Michael Sliney of Rye, New York.",
  "\"It is so terrible to gossip ...",
  "If the answer is no, zip it.",
  "But is all gossip harmful?"
]