[
  "Speaking to Deadline about the film, Parker notes that “until there is honest confrontation, there can be no healing … We can’t just skip the healing part and say, ‘Get over it.’ ”\n\nParker had a chance to talk about his rape case in a way that could have modeled how we should talk about both sexual assault and slavery, by acknowledging that the past informs the present, and that some victims (from his own accuser to the descendants of African slaves) suffer the effects of past abuses well after the original event.",
  "Laura Ingraham’s LifeZette site criticized the first lady’s “racially charged, negative emphasis on the White House,” while Rush Limbaugh complained that both President Obama and the first lady “can’t stop talking about slavery.”\n\nIn short, there is a tendency in modern discourse to dismiss any accounting of slavery and its aftermath as unnecessary, divisive, or downright retrogressive—that is, to consign slavery to the distant, unknowable past, a time so different from today as to be almost mythical.",
  "Union, meanwhile, told the same reporter that “burying our heads in the sand about the difficult issues and the facts of reality is not helpful for any of us.”\n\nIn light of the film’s positive critical reception (it received a standing ovation at the Toronto screening and has continued to generate buzz about its award prospects), we will probably be talking about its creator and subject for months—and perhaps years—to come.",
  "Among other things, Horowitz argued that “no evidence-based attempt has been made to prove that living individuals have been adversely affected by a slave system that was ended over 150 years ago” and denigrated the call for reparations as stemming from a “renewed sense of grievance.”\n\nHorowitz’s talking points helped fuel the notion that any attempt to secure justice for slavery was little more than naïve grousing.",
  "There are no more guilty people left, and there haven’t been for 150 years.”\n\nMore recently, when First Lady Michelle Obama gave speeches over the summer (first at City College of New York’s commencement ceremony and then at the Democratic National Convention) in which she marveled at the fact that her family lives in “a house built by slaves,” conservative commentators rushed to denounce her claims.",
  "He made a similar point to Variety, emphasizing the “17 years of growth” that he’s undergone since that night in 1999, as well as the degree to which he has “since moved on.” These interviews took place in the service of promoting Parker’s film about an 1831 slave rebellion, a film that Parker has noted he hopes would prompt Americans to honestly confront our past and its enduring legacies.",
  "The emergence of truth and reconciliation commissions in other parts of the world—such as those dealing with apartheid in South Africa, military abuses in Timor-Leste, and Indian Residential Schools in Canada, to name a few examples – demonstrates the power of acknowledging the past as a way to honor the humanity of victims, build trust in civic institutions, and to facilitate peace.",
  "In 2001, David Horowitz published an article that ran in college papers around the country titled “Ten Reasons Why Reparations for Blacks Is a Bad Idea for Blacks—and Racist Too.” The piece was a direct challenge to Randall Robinson’s seminal book, The Debt: What America Owes to Blacks, which called for reparations for slavery.",
  "For example, after a working group revealed that Georgetown University profited from the sale of nearly 300 slaves, it outlined a plan to atone for the past and help eradicate racial injustice by offering admissions preference to descendants of the slaves in question.",
  "In a self-centered yet profoundly unreflective interview with Deadline, Parker used one of his first opportunities to publicly address the rape charges he faced as a college student at Penn State University to assert that he was “17 years removed” from the experience.",
  "After a screening of The Birth of a Nation at the Toronto International Film Festival earlier this month, Parker cut short an interview with a Canadian Broadcast Corporation reporter who asked about the potential impact of his rape case on the film’s reception.",
  "Instead, he said, “our black citizens should get over it.”\n\nProponents of the resolution were ultimately successful in their efforts, but Hargrove’s argument resonated in various states and forums across the union.",
  "This notion has also been gaining momentum throughout the U.S., thanks largely to the scholars and commentators who have worked to elucidate the myriad social, economic, and political legacies of slavery.",
  "In 2007, when Virginia Democrats sponsored a resolution calling for the General Assembly to apologize for their state’s role in slavery, Republican state legislator Frank D. Hargrove challenged the move.",
  "In other words, Parker wants us to agree that college was a long time ago, that we should not judge the person he was then by contemporary standards, and that his past should remain in the past.",
  "When New Jersey legislators passed a similar measure, State Assemblyman Michael Patrick Carroll voiced his opposition on the grounds that “an apology is something guilty people give to victims.",
  "When he spoke to Ebony following a screening of the film, he argued that definitions of consent have changed since he was 19 and that his actions were a byproduct of the time in which he lived.",
  "For Nate Parker, in thinking about how he presents the events of 17 years ago as well as the events of 185 years ago, he can look to his co-star in The Birth of a Nation, Gabrielle Union.",
  "He had a chance to put his more noble beliefs to work and show us how to take ownership of the past in order to properly reckon with its consequences and make room for reconciliation.",
  "In addition to sharing her story in a Los Angeles Times op-ed, Union has also confronted the subject of sexual assault and consent in forums where Parker has tried to avoid it.",
  "Although Americans have always been keen to look back on our personal and collective triumphs, we have been loath to probe our darker moments and ask what made them possible.",
  "It also overlooks the crucial role that truth-telling and reparative measures—such as formal apologies or material recompense—play in the process of national healing.",
  "But it is only through asking those questions and answering them with brutal honesty that we can fully separate who we once were from who we now are and hope to be.",
  "Nate Parker, the director of the upcoming The Birth of a Nation, says that America cannot heal without honestly confronting our nation’s dark history.",
  "This approach puts the onus of getting past slavery on those whose ancestors were held in bondage, all in the name of fostering national solidarity.",
  "A survivor of sexual assault herself, Union has not shied away from tackling the subject of her past, no matter how painful it is to revisit.",
  "Similarly, Parker has seized on the important relationship between truth and reconciliation when talking about The Birth of a Nation.",
  "Of course, the responsibility does not fall on Parker alone to move national conversations about sexual assault or slavery forward.",
  "Parker would thus do well to heed Union’s words and take his head out of the sand when it comes to talking about his past behavior.",
  "If he does, he can serve as an example of and a catalyst for the kind of painful reflection that can give way to genuine healing.",
  "Those claims echo the language that has long been used to challenge efforts at grappling with this country’s history of slavery.",
  "His treatment of his own rape charges, though, has been to distance himself from events that occurred less than two decades ago.",
  "Parker also said that he hadn’t thought about the incident, or ensuing rape trial, at all in the years that have passed.",
  "According to Hargrove, such an apology made as much sense as Jewish people apologizing for the crucifixion of Christ.",
  "Even as he faced the backlash to those early interviews, Parker continued to hold his college self at arm’s length.",
  "But his refusal to take the same unflinching look at his own past behavior is undermining the message.",
  "Their findings have lent the issue of reparative justice for slavery an increased sense of urgency.",
  "But his poor handling of the subject of the rape case has been a wasted opportunity.",
  "Photos by Jean Baptiste Lacroix/AFP/Getty Images and ©2016 Twentieth Century Fox.",
  "Nate Parker, star of and director of The Birth of a Nation.",
  "Instead, he is asking everyone to get over it.",
  "Photo illustration by Natalie Matthews-Ramo.",
  "All Rights Reserved.",
  "There is still time."
]