[
  "While we don't actively have the final say of which students live together (that's the school's domain) and therefore don't have the stats to show the number of pairings -- research has shown that students who choose their own roommates are more likely to work through conflict than students who have been paired randomly.\"",
  "\"Students can come to our site, fill out a questionnaire about themselves and their roommate preferences, and we show them their compatibility results with other students attending the same school,\" Dan Thibodeau, COO and founder of Roomsurf.com, told LifeZette.",
  "Justin Lavelle, chief communications officer for PeopleLooker.com, an online background check platform that runs background checks on college roommates for families, offered LifeZette these important steps for college freshmen to take before they move in.",
  "\"If your school doesn't, or you're moving into a house or apartment, it might be a good idea to draw one up so that you are both on the same page and have something to reference back to when disagreements arise,\" said Lavelle.",
  "\"I was in a forced triple (three students in a room designed for two) my freshman year, and one of my roommates was bipolar, and off his meds,\" said a millennial who graduated in 2010 from a New England university.",
  "\"In our match results, we display all other students going to that school and the compatibility percentage -- so students can look through and interact with all their matches,\" he explained.",
  "It provides young adults with the first chance to live away from home, and the first real opportunity to learn to live with others in tight (sometimes very tight) quarters.",
  "\"Colleges have different systems for matching roommates,\" Sally Rubenstone, co-author of \"Panicked Parents' Guide to College Admissions\" wrote on Collegeconfidential.com.",
  "She added, \"Sometimes the questionnaires are longer, more like those used by dating services -- and explore your tastes in music, movies, literature, etc.",
  "You'll be able to check out their criminal record, if they have a concealed weapon license, history of domestic abuse, their credit history, and more.",
  "\"Typically, however, pairings are based on your responses to a series of questions that you'll submit during the summer before your freshman year.",
  "Whether you choose your own roommate or leave it to the school to decide, make sure you communicate with your future roommate before move-in day.",
  "\"Communication works two ways: talking and listening,\" Merrimac College in North Andover, Massachusetts, advises on its residence life web page.",
  "Colleges and universities work hard to match freshmen roommates to avoid this type of serious issue within the four walls of a college dorm.",
  "\"They can then submit a mutual request through their schools established methods, or choose to live together off-campus,\" said Thibodeau.",
  "One recent graduate from Harvard University also advises checking out social media to gather more information on a future roommate.",
  "Occasionally, even freshmen have the opportunity to live in 'theme houses' (vegetarian, substance-free, French-speaking, etc.",
  "When I reported it to our RA [resident assistant] and our dorm director, they both kept saying, 'Work it out -- keep trying.'",
  "\"Check your new roomie's Facebook page, Twitter feed and Instagram photos before meeting in person,\" she told LifeZette.",
  "So how do colleges match up roommates anyway, and what can families do to ensure as good a roommate match as possible?",
  "Even if you're friends, you need to make sure you're on the same page when it comes to expectations and living styles.",
  "It's important to talk things out in advance and make sure you're both in agreement about how things will be handled.\"",
  "\"This will give you a sense of their priorities, their likes and dislikes, and the 'face' they present to the world.\"",
  "\"Talk about things like sleeping habits, social activities, plans for entertaining friends, and housekeeping skills.",
  "and, above all, your smoking habits (unless there is no smoking in any dorm, in which case the question is moot).\"",
  "\"In today's world it's totally acceptable and just plain smart to run a background check on a potential roommate.",
  "Many schools will provide official roommate agreements that help students discuss key issues of co-habitation.",
  "Roomsurf has had over 900,000 students from more than 1200 colleges sign up since the website's 2010 launch.",
  "\"There's one key factor that can lead to a very difficult living situation and that's a lack of planning.",
  "No one will be a perfect match, but honestly ask yourself if these habits are things you can live with.\"",
  "), and thus, if you do, too, you'll know that your roommate will share at least one of your interests.\"",
  "Keep good lines of communication open -- and talk through small issues before they become big ones.",
  "This doesn't mean you should share everything, but you need to talk actively with your roommate.\"",
  "These questions may ask about your sleep patterns (are you a morning person or a night owl?",
  "It's based on the experiences of the many families Lavelle has worked with over the years.",
  "It is critical, Lavelle said, to openly discuss personalities and living habits early on.",
  "It's common today, said Lavelle, to even run a background check on a roommate.",
  "Doing so can help ensure you're not moving in with a questionable person.",
  "\"The interacting is what solidifies students' choices to live together.",
  "Today's technology can help find that perfect freshman roommate, too.",
  "Looking for a potential roommate is like dating, only more intimate.",
  "Finally, our parents had to get involved -- which is very important.",
  "Freshmen should alert parents to any serious problems,\" he advised.",
  "College is an exhilarating time for incoming freshmen.",
  "), your housekeeping skills (are you a neatnik?",
  "\"Neither one is effective without the other ...",
  "Most important thing two new roommates can do?",
  "Don't dismiss the red flags.\"",
  "\"Plan ahead,\" he said.",
  "\"It was a nightmare.",
  "a slob?)"
]