[
  "The LifeZette correspondent continued: \"And since the 2016 election cycle began, at least three more people with connections to Bill and Hillary have joined that list, sparking a renewed interest in the so-called body count of people who allegedly got in the way of the Clinton machine.\"",
  "LifeZette The media outlet owned by Fox News contributor Laura Ingraham promoted a conspiracy theory Tuesday that posits the Clintons have been involved in the murders of several political operatives.",
  "\"'Til this day, questions remain surrounding these and other deaths of people who were once close to the Clintons,\" the correspondent concluded at the end of the video.",
  "\"The Clintons have a long history of people in their inner circle dying under mysterious circumstances,\" the correspondent said at the outset of the video.",
  "The video suggested without evidence that John F. Kennedy Jr.'s plane crash and Vince Foster's suicide were perhaps orchestrated by the Clintons.",
  "In September, the site published a post that insinuated that it was \"hard to deny that being close with the Clintons could kill you.\"",
  "The correspondent appeared to be Augusta Cassada, whose LinkedIn page lists her as a director of digital operations at LifeZette.",
  "Ingraham's news website, LifeZette, produced a video titled \"Clinton Body Count,\" which featured an unidentified correspondent.",
  "As a Fox News contributor, Ingraham frequently appears on the network and often fills in for top talent like Bill O'Reilly.",
  "Foul play was ruled out by the authorities in both cases, which was seemingly not enough to convince LifeZette.",
  "It wasn't the first time the outlet has dredged up conspiracy theories about the Clintons.",
  "The talk show host is a devout supporter of Clinton's opponent, Donald Trump.",
  "A Fox News spokesperson did not immediately respond to a request for comment.",
  "Neither Ingraham nor Cassada responded to requests for comment.",
  "\"Questions that will probably remain unanswered.\""
]