[
  "\"Teens, by virtue of their developmental stage, believe they are invincible and thus may not consider the risks associated with their actions,\" Laguna Beach, California, psychiatrist Gayani DeSilva told LifeZette.",
  "\"Before sexual activity is the time for the talk -- after is too late,\" Eichenstein emphasized, adding that 4th, 5th and 6th grade is the window in which to share more in-depth information about sex.",
  "It is important to help girls have a sense of self when it comes to sexuality, and to always refuse to do what they don't want to do -- and how to say no to overtures from boys that are not welcome.",
  "For example, teens should be aware that contracting herpes is a lifelong condition that will impact sexual activity for life -- and will need to be disclosed to all future sexual partners.\"",
  "\"I'm a mother of three kids, and it is absolutely vital to talk about sex with your children in a direct and honest manner that is appropriate for their age,\" she told LifeZette.",
  "\"All the 'Fifty Shades of Gray' stuff mangles the reality of normal, healthy sex, and that's why it is critical that lines of communication are open from very early on.",
  "\"But sex in the context of a power struggle, assault, incest, rape, or molestation can have devastating effects on a person's self-esteem and mental well-being.",
  "Adults can hold the view that sexual activity is to be enjoyed only through marriage and still talk to their kids about sex -- and the risks associated with it.",
  "Bobbi Wegman, a Brookline, Massachusetts, clinical psychologist, advocates using the world around you to begin teaching age-appropriate sexual information.",
  "Moms and dads typicially grit their teeth, square their shoulders, and take a deep breath when it's time for \"the birds and the bees\" talk with their kids.",
  "\"Talking to kids about sexuality does not encourage them to be sexual,\" Dr. Rita Eichenstein, a pediatric neuropsychologist in Los Angeles, told LifeZette.",
  "We had just finished the summer and he had planted and raised the vegetables in our garden, and I used that as a metaphor for where children come from.",
  "The best way to discuss a healthy sexual identity with children is to make the topic as normal as possible for both parent and child.",
  "One father of two from Charlottesville, Virginia, joked to LifeZette, \"I had the sex talk with my kids, and it was not bad at all.",
  "But I hope that if and when you are ready down the road, I hope you'll be open to talking to me -- I'm here to help you.'\"",
  "One Boston-area mom recounts how her third pregnancy opened the door for discussion with her first child, a fifth grader.",
  "My guess is that girls actually want the type of relationships people had in the 1950s -- a very romantic relationship.\"",
  "\"Be modest, attend church and give them exposure to this topic in a way that is consistent with your morals and values.",
  "\"That's the most important part of sex education for girls, in my view -- knowing how to get out of a bad situation.\"",
  "Chunking sexual information is good, said Eichenstein, beginning with a series of little talks starting very young.",
  "\"He asked me how I first knew I was pregnant, and I said I had missed my period,\" this mom of three told LifeZette.",
  "Body parts should be correctly named with young children, and parents should work hard to stay natural about sex.\"",
  "\"The media and the culture have made sex really sleazy, and that's what parents are embarrassed about,\" she said.",
  "It is best to model that sex and our bodies aren't shameful, and that sex is completely natural,\" she added.",
  "No closet Puritans allowed -- you have to talk the talk and walk the walk of your own family's moral code.\"",
  "\"Simple empathy between the sexes is a huge part of good sexual education for children,\" noted Eichenstein.",
  "\"Remember, the older children get, the less likely they are to listen to the information you have to share.",
  "Eichenstein said parents talk to boys a lot less about sex than they talk to girls, and this is dangerous.",
  "'Dad planted a seed in Mommy and it grew into a baby, just like the tomato plant you planted,' I told him.",
  "\"Personally, the first time this came up in our home, my son was four -- he asked where babies came from.",
  "Pornography now seems normative, said Eichenstein, which makes \"the talk\" an uphill battle for parents.",
  "\"Sex in the context of a respectful, loving relationship will not be mentally damaging,\" said DeSilva.",
  "We were able to move on from there to a great discussion, which I had been longing to have with him.\"",
  "\"We give our kids all types of information to protect them -- why wouldn't we talk to them about sex?",
  "\"Be consistent in your beliefs -- if you are conservative, act conservative,\" said Eichenstein.",
  "For many parents, by the time they gather the courage to have \"the talk\" -- it's way too late.",
  "\"Boys can turn into aggressors and they need to be taught by responsible parents,\" she noted.",
  "\"They no longer know how to have a healthy relationship, or how to trust their instincts.",
  "\"For boys, it's the ability to put themselves in a girl's shoes -- and act accordingly.\"",
  "Use books or other helpful materials -- don't fly on your own if it's not working.",
  "Leave a book on your child's night table and they will read it, guaranteed.\"",
  "Waiting until your child is a teenager is to late to begin, the experts say.",
  "Sure, they were asleep -- but I have to say it really went pretty well!\"",
  "There are a lot of bad things in this world, but sex isn't one of them.",
  "\"It is good to say, 'I don't endorse that you become sexually active.",
  "Eichenstein understands a parent's discomfort over \"the talk.\"",
  "There is no reason to avoid or fear the talk with the kids.",
  "The facts of life aren't scary -- they're beautiful.\"",
  "\"However, health risks can have lasting implications.",
  "Other health risks include mental health problems.",
  "\"He said, quite casually, 'Yeah, so what is that?'",
  "It may even be the trigger for suicide.\"",
  "she said."
]