[
  "“I have a daughter I couldn’t dream up, because I didn’t know what fate had planned: a daughter who colors our lives so beautifully, outside the lines.”\n\nDuring the heated debate on three-parent babies in Britain last January before a vote on the controversial new science, some ministers said the technique was a light at the end of a dark tunnel for families.",
  "“Ethical concerns revolve around introducing genetic changes that become heritable to future generation.”\n\nThe Church of England disagrees with the scientific advancement, though it “accepts that embryo research is permissible if it’s undertaken to alleviate human suffering,” according to a statement.",
  "“Safety concerns remain about known interactions between the mitochondrial genome and the nuclear genome and the potential for there being genetic abnormalities in the donor mitochondria,” Michael S. Watson, executive director of the American College of Medical Genetics and Genomics, told LifeZette.",
  "“But there are concerns there has been insufficient scientific study or informed consultation into the ethics of mitochondria transfer,” they continued, “not least the role mitochondria play in the transfer of hereditary characteristics.”\n\nThe American average Joe has doubts as well.",
  "But this procedure is also fertile soil for a slippery slope to produce “designer babies,” as our technology surpasses our thoughtful consideration of the ethics and downsides of the full-steam ahead approach to medical advances.",
  "We are now increasingly able to customize our existences with the push of a button — or the prick of a syringe needle — and are less willing to welcome life as it rushes at us in all its messy, glorious, unbidden imperfection.",
  "Defining where to draw the line is incredibly difficult.”\n\n“The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom,” noted American science-fiction author Isaac Asimov.",
  "Taken to the extreme, future choosy parents could select a baby the same way they order choose a home, designing offspring who are very athletic, or who have blue eyes and blond hair and are free of disease.",
  "“We are insisting on being the masters of our own destiny.”\n\nImagine in the future a person who carries the genetic material of three different human beings at a doctor’s appointment.",
  "It could be awhile.”\n\nWhile expressing excitement about the possibilities the new technology could bring in managing genetic disease risks in families, American experts urge caution.",
  "If we’re going to do something which everyone agrees is novel, different and important internationally we really have to be confident that we are on solid ground.",
  "“Would any of us exist as we are if our parents had been given the opportunity to tweak our DNA?” Boston-area resident Eileen McSherry Manning wondered.",
  "In three-way IVF, a doctor takes an unfertilized egg from the mother and removes the nucleus, which contains that “specific trait” genetic information.",
  "It removes genetic material from an egg that could increase the risk in a child for diseases such as heart, kidney and liver failure.",
  "This is not science fiction, but reality, developed to help women with severe mitochondrial disease give birth to healthy children.",
  "Tell Us Your Sex History First\n\nHe Wants ‘God’ Taken Off Our Currency\n\nSurprising Advice for a Successful College Interview",
  "Baroness Scotland of Asthal, a former Labour attorney general, questioned the legality, saying to BBC.com, “Why the haste?",
  "Mitochondrial DNA, however, doesn’t carry information about specific traits; the nucleus contains all that information.",
  "It is probable this year that the first babies to carry the genetic material of three adults will be born in Britain.",
  "The mother’s nucleus then replaces the nucleus in the female donor’s egg, which has healthy mitochondrion.",
  "“Now I have a daughter that is bigger than any daydream,” writes Tara McCallan in Todaysparent.com.",
  "Mitochondria are the powerhouses of cells, and they contain their own set of DNA, in 37 genes.",
  "If we are not, we give a disservice.”\n\nIn the U.S., some call it perfection for a price.",
  "At this point, the three-person in vitro fertilization process is for medical purposes.",
  "“Is that the society we want to live in, where everyone is fixed before they are born?",
  "More from LifeZette.com:\n\nStay-at-Home Mom is the Best Title Ever\n\nGoing to College?",
  "“The baby God gave you won’t be good enough,” says one Boston father of three boys.",
  "That egg is then fertilized with the intended father’s sperm, creating an embryo.",
  "Asimov wasn’t just a celebrated author — he was also a biochemistry professor.",
  "Coming soon to a maternity ward near you: babies with three genetic parents.",
  "“Does anyone in your family have a history of cancer?” the physician asks.",
  "The patient responds, “Actually, I have two moms and a dad.",
  "Just because we can do it, who says we should?",
  "Her daughter Pip was born with Down syndrome.",
  "Everyone agrees we have to get this right.",
  "Can I get back to you on that one?",
  "I’ve got to make some calls.",
  "Others are more skeptical.",
  "How is this possible?"
]