[
  "\"[Associated Students, Inc.] favors the viewpoints of two student community centers, the Gender Equity Center and the LGBTQA Pride Center, by allocating more than $296,000 to them, which is more than 53 percent of the Student Activity Fees allocated to fund student advocacy, and by creating special rules to favor only them -- including allowing the two centers to use Student Activity Fees to bring in speakers to advocate for certain viewpoints,\" the lawsuit says.",
  "\"This is yet another example of a university using their power, along with student fees, to restrict speech they don't agree with or particularly like, giving credence to the emerging fact that tolerance does not apply to pro-life or conservative speech,\" Kristan Hawkins, president of the national Students for Life of America, said in a statement.",
  "But the school denied the pro-life Students for Life group the $500 it requested to host University of North Carolina-Wilmington Professor Mike Adams to speak on the topic, \"Abortion and Human Equality: A Scientific and Philosophical Defense of the Pro-Life View,\" according to Christian legal nonprofit Alliance Defending Freedom.",
  "PHOTO OF CRASH SITE BRINGS COMFORT TO GRIEVING FAMILY\n\n\"Cal State San Marcos is committed to fostering a diverse and open campus environment where a host of ideas and views can be discussed,\" Margaret Chantung, the interim vice president of California State University San Marco's communication office, told LifeZette in an email.",
  "\"Universities should encourage all students to participate in the free exchange of ideas, not concoct elaborate funding schemes to award their favored few with first-class status while denying even economy class to opposing views,\" Tyson Langhofer, an attorney with Alliance Defending Freedom, said in a statement.",
  "The lawsuit names 17 individuals on the university's board of trustees and the university's Chancellor Timothy P. White, President Karen S. Haynes and many other administration officials, including those on the Board of Directors of Associated Students, Inc.\n\nClick for more from LifeZette.com",
  "The Students for Life at California State University San Marcos, a pro-life group, and the organization's president, Nathan Apodaca, took the legal action after the university denied the group access for funds to host a pro-life speaker on campus.",
  "ELEMENTARY SCHOOL'S OPTIONAL BIBLE STUDY CLASS CANCELED AFTER COMPLAINTS\n\nApodaca submitted an application for funds that would partially cover the cost of his group's proposed event, yet received an email that the application was denied.",
  "While the LGBT centers have hosted speakers, the university's Students for Life President Apodaca \"disagrees with their viewpoints, which include advocating for abortion and sexually promiscuous behavior,\" the lawsuit says.",
  "\"[The centers] are all departments of [Associated Students, Inc.] and have their own budgets to do their own programming,\" an Associated Students, Inc. representative responded to Apodaca, according to the lawsuit.",
  "The university used almost $300,000 in student fees to fund two LGBT-friendly centers on campus -- the Gender Equity Center and the LGBQTA Pride Center -- during the 2016-2017 academic year.",
  "The Associated Students, Inc., nonprofit student-run auxiliary (which every enrolled student is a member of) has discretion to allocate these funds for student advocacy.",
  "The total amount of mandatory student activities collected by the university during the 2016-2017 school years is approximately $1.31 million.",
  "Pro-life students at a state university in California sued their school over alleged unfair allocations of mandatory student activity fees.",
  "Alliance Defending Freedom filed suit in the United States District Court Southern District of California May 17 against the university.",
  "When Apodaca inquired, he was informed that grants could not be given to fund speakers fees and travel expenses.",
  "Students at the university pay roughly $75 in mandatory student activity fees each semester.",
  "Unfortunately no further comment is available at this time due to this ongoing litigation.\"",
  "Yet the pro-life students have attorneys with Alliance Defending Freedom on their side.",
  "\"In addition, we take student complaints and concerns very seriously.",
  "The university says it has a \"diverse and open campus environment.\"",
  "\"No explanation was provided,\" the lawsuit says.",
  "LIGHT FROM HEAVEN?"
]