[
  "The figure comes from an analysis performed by the Center for Immigration Studies, which looked at processing and administrative costs of the federal agencies, money for assistance provided to refugees directly or through federally funded nonprofit organizations and consumption of government-assistance programs.",
  "Aided by a screening \"surge operation\" to speed up the vetting of refugees in Middle Eastern camps, the Obama administration is on track to keep the president's promise to permanently resettle an additional 10,000 refugees displaced by the Syrian conflict by September.",
  "Ira Mehlman, a spokesman for the Federation of American Immigration Reform, said it would be more cost-effective for the United States to provide financial assistance to Jordan and Turkey, which are housing the bulk of refugees who fled war-torn Syria.",
  "If the latest participation figures hold up for the Syrians admitted between Oct. 1 last year and Sept. 30 this year, Camarota's five-year cost projection -- $64,370 per person and $257,481 per household -- may be low-ball estimates.",
  "She said the \"surge program\" included the opening of a \"temporary processing center\" in Amman, Jordan, in February to condense the resettlement process -- normally 18 months to two years -- to just three months.",
  "Camarota, director of research for the Washington-based think tank, estimated costs of the federal welfare programs by examining five-year usage rates contained in a report by the Office of Refugee Resettlement.",
  "Nayla Rush, a Center for Immigration Studies research fellow who wrote a recent report on President Obama's Syrian refugee program, said about 4,000 refugees already have been resettled in the United States.",
  "The danger posed by people coming from terrorism-infested regions has been a hotly contested issue, as is the potentially outsized impact on the small American communities often called upon to receive them.",
  "Rush said there is no telling how many people might enter through one of these back channels, which will not count against the refugee cap or receive the same level of scrutiny applied to refugees.",
  "\"My point was that relative to how many people we could help over there (near their home countries), it's very expensive,\" the report's author, Steven Camarota, told LifeZette Tuesday.",
  "Her report noted that the president of the nonprofit Institute of International Education estimated that some 200,000 displaced Syrians in the Middle East are \"university-qualified.\"",
  "The Office of Refugee Resettlement Report, however, indicates that Middle Easterners arrived with better English skills and more education than those from other parts of the world.",
  "The most recent figures, show usage rates for welfare programs by refugees from the Middle East that are even higher for most programs than when Camarota first wrote the report.",
  "In five of seven programs, the percentage of Middle Eastern refugees participating are higher than those of refugees from Africa, the region with the next-highest usage rates.",
  "\"We are seeing evidence that the difficulty is significant when people are coming from places in the Middle East, particularly the second generation,\" Mehlman said.",
  "\"The Middle East really stands out,\" said Camarota, who speculated that the disparity might be due to deficiencies in eduction, English proficiency or job skills.",
  "What does not appear in doubt is the hefty price tag, which is projected to total some $644 million over those refugees' first five years in the United States.",
  "That allowed U.S. officials between February and April to interview almost 12,000 applicants referred by the United National High Commissioner for Refugees.",
  "Rush also noted that the Obama administration is encouraging several back-door channels for Syrians who do not come in via refugee relocation.",
  "Even those who had been in the county for five years in December 2104, the most recent year available, trailed their American counterparts.",
  "Rush said Obama almost certainly would like to hit the 10,000 target by the time he hosts a refugee summit in New York on Sept. 20.",
  "Refugees from the Middle East use those programs at rates that far exceed participation by refugees from any other region.",
  "One method is the Priority-2 Direct Access Program, originally set up for Iraqis in 2008 and now available to Syrians.",
  "\"In terms of helping people, you get far more for your money helping people close to where they live,\" he said.",
  "Unlike other classes of immigrants, refugees are immediately eligible for a full range of welfare benefits.",
  "Unlike other classes of immigrants, refugees are immediately eligible for a full range of welfare benefits.",
  "The unemployment rate among that cohort was 8.9 percent, 2.7 points higher than the U.S. rate at the time.",
  "\"It's 10,000 on top of a million and a half people coming here legally and illegally every year,\" he said.",
  "It allows U.S. citizens and green card holders to petition for relatives to come into the country.",
  "Nearly nine in 10 were on food stamps, for instance, compared with 80 percent of African refugees.",
  "That combined with cultural disruption can lead to radicalization, some experts contend.",
  "Those refugees also would have an easier time returning home after the fighting ends.",
  "The government refugee report indicates that refugees struggle in the United States.",
  "\"There's something special about Middle Easterners in the cost of these programs.\"",
  "\"They will be coming; all 10,000 will come by the end of September,\" she said.",
  "Other possible methods of entry are student visas and work visas, Rush said.",
  "\"The consequences of failure to assimilate can be quite significant.\"",
  "\"These are numbers you have to be watching for,\" she said.",
  "In some cases, the rates are substantially higher.",
  "\"They will come by the end of September.\""
]