[
  "Sean Hannity’s site pointed to Bloomberg reporting “that ‘consumer comfort’—a key indicator about American confidence in the US economy—is at its highest levels since before 9/11.” Breitbart’s summary of that same report concluded, “Confidence did, however, fall for people living in the West and Northeast.”\n\nGateway Pundit ran a post titled “Amazing: US Debt Decreased by More Than $60 Billion Since Trump Inauguration.” It noted that the national debt had increased during the same period of Barack Obama’s presidency after he “signed the trillion dollar ‘Stimulus’ bill which is widely considered a colossal failure and waste of US tax dollars as well.” (The site’s only source for its assertion that the Obama stimulus was “widely considered” a failure was another Gateway Pundit post which offered no additional evidence for this claim.)",
  "Drudge Report\n\nBreitbart took a similar angle in a series of posts, including one that discussed Newt Gingrich’s statement on Fox & Friends that “this is the beginning of turning the Trump rally into a Trump reality.” In its slightly longer news post on the report—teased on its home page with the phrase “Trump Boom”—Breitbart declared, “The jobs market is sizzling.” That same article did briefly note in its kicker, “During the 2016 race, Trump was critical of the unemployment rate, arguing that it understated the level of joblessness in the United States,” a point that Breitbart has also supported in the past.",
  "Independent Journal Review mocked Clinton for advocating “personal decency,” writing, “Monica Lewinski, Jennifer Flowers, Juanita Broaddrick, Kathleen Willey, et al., were not immediately available for comment.”\n\nNational Review, meanwhile, turned its attention to a younger member of the family in a story titled “Chelsea Clinton Is Not the Great Democratic Hope.” Observing, “Almost every time the younger Clinton opens her mouth, it is treated as inherently newsworthy,” the publication went on to argue “she’s the living embodiment of inherited privilege” and not a viable candidate for office.",
  "The accompanying article proposed that this figure offers “yet more evidence that President Donald Trump’s policies and priorities are renewing confidence in the American economy.” Making the connection still more explicit, Drudge Report featured a link to an article on the topic simply reading “Great Again: +235,000” under a picture of Donald Trump pointing at the audience.",
  "Though it proved to be a relatively slow day for conservative social media, posts about these figures found some traction on Facebook:\n\nOther news:\n\nSeveral conservative outlets published articles about members of the Clinton family, inspired in part by a speech that Bill Clinton delivered at the Brooking’s Institution.",
  "Breitbart headlined its article on the speech, “Open Borders Advocate Bill Clinton Claims ‘Nationalism Destroying’ U.S.” That post, which claimed Clinton had deployed “a thinly veiled reference to President Donald J. Trump,” generated more than 2,000 comments from the site’s readers.",
  "Breitbart and other sites also called attention to additional indicators that Trump’s economic impact has already been positive.",
  "Conservative media outlets spent Friday enthused by the latest Bureau of Labor Statistics jobs report.",
  "“America Winning: Economy Adds 235,000 New Jobs,” a representative LifeZette headline declared.",
  "In “The Democrats’ Clinton Problem,” the site went even broader: “Dear Democrats,” it began.",
  "Jim Lo Scalzo/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“You might not like what you’re about to hear, but here goes.",
  "You might need to get over the Clintons.",
  "Please clap."
]