[
  "Fox News, for example, wrote, “President Trump on Tuesday night refused to firmly back his controversial chief strategist.” The Daily Caller, likewise, wrote, “Rumors of a major shakeup that could involve Trump firing Bannon are swirling in Washington following his demotion from the National Security Council last week.”\n\nLifeZette offered a possible prophecy in “ ‘Globalist Gary’ Rising as Bannon Takes Heat.” While the publication reported that “Bannon is not on the firing line for an immediate ejection from his post,” its sources nevertheless indicated, “Gary Cohn, director of the National Economic Council, is best positioned to rise, if a high-level shake-up were to happen.” Ultimately, however, the article proposed that Trump might just be reasserting his own dominance in the White House, making clear to everyone “that he is the boss.”\n\nDespite these murmurings, some publications suggested that they weren’t ready to say goodbye to Bannon yet.",
  "And LifeZette ran a post discussing a Laura Ingraham Show appearance by Mick Mulvaney, in which the Office of Management and Budget director claimed White House tensions had been “misreported, blown out of proportion” and said “that Bannon ‘is a great member of the team.’ ”\n\nThe Federalist offered a more complex defense in “Why Progressives Hate Steve Bannon’s Cyclical View of History.” It suggested that liberals are less upset by Bannon’s nativist racism than by his theory of time, since they instead embrace a notion of gradual movement toward utopia.",
  "Bush, and Bill Cosby.”\n\nA brief spot on Fox & Friends also called attention to the story, linking it to the time that Pence “was booed when he went to see the [sic] Hamilton on Broadway.”\n\nNotre Dame students protesting VP Pence as this year's commencement speaker because it makes them \"feel unsafe\" pic.twitter.com/W7mJoFp6dV — FOX & friends (@foxandfriends) April 12, 2017\n\nThe Daily Caller took the mockery a step farther, soliciting its readers’ opinions about why students are “scared” of the vice president.",
  "Breitbart reported, “[S]tudents are now claiming that his presence on campus will make them feel ‘unsafe.’ ” Sean Hannity’s site mocked the protesters with the epithet “snowflakes” and noted, “Prior commencement speakers at the University of Notre Dame include Barack Obama, George W. Bush, Condoleezza Rice, George H.W.",
  "“Progressives take it as a matter of faith that history has sides, that it is heading in a certain direction, and that it’s up to us to usher in a secular paradise,” the Federalist proposed, arguing that it’s Bannon’s rejection of this premise that really troubles the left.",
  "Breitbart, for example, implied Reagan administration veteran Elliott Abrams’ attempts to militate against Bannon were just a matter of sour grapes, since, as the publication put it, Abrams had blamed Bannon for the “lost opportunity” to serve as deputy secretary of state.",
  "As of midafternoon Wednesday, roughly 90 percent of respondents indicated it was because “They’re big giant poopy-babies with poop in their pants.”\n\nThe story was also popular on social media, and Facebook posts about it accumulated thousands of shares and comments:",
  "In other news:\n\nMany conservative outlets were amused by reports that students at Notre Dame were protesting the school’s selection of Vice President Mike Pence as commencement speaker.",
  "Springtime for Bannon and D.C. Chip Somodevilla/Getty Images\n\nSteve Bannon’s role in the Trump administration seemed increasingly in doubt this week.",
  "Like mainstream and liberal outlets, many conservative publications covered the president’s apparent attempts to distance himself from his adviser."
]