[
  "We never had a chance to talk to them.”\n\nOn a brighter note, “The White House communications staff did work the room for the half hour before Trump showed up, and Spicer stuck around for a little at the end, too.”\n\nThis last partygoer said making reporters surrender their phones was “inconvenient, considering the meeting was advertised as ‘on background.’ It’s obviously a little more challenging to accurately capture the news without a recording.",
  "This wasn’t handled right.”\n\nBut worse than that, there’s this: “I think there are people inside the administration that do not have the president’s best interests and are not trying to implement the agenda that he campaigned on to win,” the source told me.",
  "I’m not saying they shouldn’t [go to] those places, but they should talk to the places that actually know the Trump phenomenon.”\n\nBut not all the journalists who went felt slighted by the one on approximately 30 proportions of the event.",
  "“It’s clear that there’s a few Never Trumpers that are working on the communications team at the White House.”\n\nThe source said reporters were inaccurately told that the room was a SCIF [Secure Compartmentalized Information Facility].",
  "While some reporters said the negative reaction was less hyped than it appeared to be in The Hill’s write-up, a partygoer told The Mirror that there are definitely enemies within Trump’s midst.",
  "“So most of us were not furiously scribbling quotes from the president because we couldn’t record it.”\n\nOther presidents have held press conferences in the Roosevelt Room.",
  "On Monday, President Trump and members of his White House communications team welcomed journalists from conservative-leaning publications over for fruit and cookies.",
  "Trump’s own aides didn’t seem to know that Trump was going to take formal questions with White House Press Secretary Sean Spicer calling on reporters.",
  "The partygoer questioned why Trump hasn’t, for example, granted The Daily Caller‘s White House correspondent Kaitlan Collins an interview.",
  "[Steve] Bannon, [Reince] Priebus, [Jared] Kushner and Wilbur Ross all showed up when the president did, and left at the same time.",
  "The biggest gripe was that White House officials told reporters that the soirée was on background and took their phones.",
  "Considering their daily jobs could be greatly impacted by speaking on the record, I readily honored the agreement.",
  "Unfortunately, nobody knows shorthand anymore, so we all only have fragments of the exchange.”\n\nSo mixed reviews.",
  "“Point is, we had no way other way [to obtain the information unless] we were scribbling,” the source said.",
  "Later, that decision was reversed and journalists were told that Trump’s remarks were on the record.",
  "“Where is Kaitlan Collins’ interview with the president, the vice president?” the attendee asked.",
  "Some reporters were clearly prepared for that, and brought good old pen and paper to take notes.",
  "People were thrilled.”\n\nMy other source landed somewhere in the middle of the complaining.",
  "I think that the way the White House handled it was awful,” an attendee told me Tuesday.",
  "All reporters who spoke to The Mirror for this story chatted on condition of anonymity.",
  "At the end, they announced that we could use what the president said on the record.",
  "Why do they keep running to The New York Times, Reuters, and The Washington Post.",
  "“Generally speaking, a background thing is very different than on the record.",
  "“We didn’t mingle with the senior staff,” another attendee informed me.",
  "It was a one on 50 or so with the president for God’s sake.",
  "“We were told it was on background,” the individual said.",
  "“LMAO,” a reporter who attended told The Mirror.",
  "But what good party doesn’t have a little drama?",
  "People were cracking up at Trump and whatnot.",
  "But they didn’t all leave on sugar highs.",
  "A lot of people wrote quotes down.",
  "Why hasn’t LifeZette gotten more?",
  "More pointedly: #NeverTrumpers.",
  "I didn’t hear any complaints.",
  "It wasn’t hostile at all.",
  "It was way more lovey.",
  "Very laid back.",
  "“Why not?",
  "“So yeah.",
  "“No."
]