[
  "“The video shows [CNN’s Becky Anderson] and a substantial crew appearing to direct the mostly female ‘demonstrators’, who file under a cordon one at a time under the watchful eye of nearby police constables.” The claim, which originated on social media, was promoted by right-wing figures including Donald Trump Jr. (CNN rebutted the accusation, saying, “This story is nonsense.",
  "“If this is how future interviews with people like Alex Jones will go—Kelly’s show will not last long.”\n\nThe Daily Caller and Breitbart ran posts on Bernie Sanders’ recent Senate financial disclosure, which says that the senator made more than $1 million dollars last year, largely owing to sales of his book Our Revolution.",
  "“The senator now owns three homes, including a $600,000 four-bedroom home on the shore of Lake Champlain.”\n\nWriters at RedState and the Daily Caller took note of the criticism by George Conway, husband of Kellyanne Conway, leveled at Trump’s tweeting about the Muslim ban on Monday.",
  "https://t.co/zVhcyfm8Hr — George Conway (@gtconway3d) June 5, 2017\n\n“What do you think the conversations are like in the Conway household, when the day is done and husband and wife are just relaxing, or maybe chatting over dinner,” RedState’s Susan Wright asked.",
  "#fakenews https://t.co/hv4Ke9dAZD — Donald Trump Jr. (@DonaldJTrumpJr) June 5, 2017\n\nIn other news:\n\nBoth Breitbart and LifeZette ran pieces hitting Megyn Kelly’s evidently lackluster interview with Russian President Vladimir Putin on her NBC debut.",
  "“CNN has been forced to deny staging an anti-jihadist protest by ‘Muslim Mothers’ for a ’fake news’ report, after raw footage appeared to show the event was choreographed for the cameras,” Breitbart’s Jack Montgomery wrote.",
  "Today, he’s sniping at his wife’s boss over Twitter.” “After Conway’s comment received publicity, he wrote a series of tweets to clarify that he strongly supports the president,” the Daily Caller’s Alex Pfeiffer wrote.",
  "“Critical reception to the interview was mixed,” Breitbart’s Daniel Nussbaum wrote, “though the exchange between Kelly and Putin could be fairly described as contentious.” LifeZette was more critical.",
  "The group of demonstrators that was at the police cordon was being allowed through by officers so they could show their signs to the gathered media.”)\n\nCNN caught staging news!",
  "“Conway said that it was due to this support that he sent out his tweet, as the president’s comments on legal matters ‘seriously undermine’ the administration’s agenda.”",
  "“Despite being a mouthpiece for the average American, Sanders is removed from those who so ardently support him,” the Caller’s Robert Donachie wrote.",
  "“Conway’s husband, George Conway was up for the top spot in the Justice Department Civil Division, but late last week he withdrew his name.",
  "These tweets may make some ppl feel better, but they certainly won't help OSG get 5 votes in SCOTUS, which is what actually matters.",
  "Video courtesy of @markantro pic.twitter.com/jkxf3nb2W9 — Mike Cernovich (@Cernovich) June 4, 2017\n\nCNN Caught Staging Fake Protest!",
  "Breitbart, RedState, and PJ Media ran posts claiming CNN had staged a protest by Muslims condemning the weekend’s attack in London.",
  "An impromptu memorial on the south side of London Bridge, close to Borough Market, in tribute to the victims of Saturday’s attacks.",
  "“Kelly didn’t challenge Putin or ask him anything substantive in her time with him,” the post read.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "They create the narrative they want to push & sell it at all costs.",
  "(@JackPosobiec) June 4, 2017\n\nNot at all surprising at this point.",
  "They even brought \"peace group\" printed out papers and props.",
  "https://t.co/ribAp8KpW8 — Jack Posobiec ????",
  "Sad."
]