[
  "In “Disaster Looms if GOP Fumbles Obamacare Repeal,” it cited multiple “conservatives and political observers” to argue, “The political fallout for President Donald Trump and congressional Republicans would be massive within the Republican base—likely bringing significant electoral consequences.” The publication added, “Differing versions of a repeal bill could kill any hope of repealing the hated health care law this year.”\n\nPosts criticizing Dakota Access Pipeline protesters and other environmental activists were widely shared from conservative Facebook pages:",
  "Breitbart ran several articles anticipating the speech, including an “exclusive” interview with Roger Stone, who said the president should “Avoid back-and-forth with his critics—just stick to the agenda—and make at least one good reference to fake news.” Stone also told Breitbart that he was disturbed that he had “recognized a name” on the current roster of White house administrative employees, saying that the president’s “greatest danger is not from the liberal Democrats.",
  "Several outlets also turned to the status of the Affordable Care Act, which is, as Breitbart wrote, “expected to be one of the major topics of the President’s address.” Reporting about the president’s earlier meeting with governors, the publication noted that Trump “looks to announce his own Obamacare replacement plan within the next few weeks,” though it acknowledged that it’s not clear whether this will be a separate plan from the one Paul Ryan is developing.",
  "Matt Bevin proposed, “Despite an unprecedented level of criticism from the largely liberal media, much of it unwarranted and unfair, the president will have many impressive accomplishments to talk about during his speech.” Among those accomplishments, Bevin listed Trump’s efforts to push back against the “war on coal” and his appointment of Scott Pruitt to lead the EPA.",
  "The policy was most recently touted by President Donald Trump on Monday.”\n\nTrump himself went on to praise Ryan in his Tuesday morning interview with Fox & Friends, telling the hosts, “I think Paul Ryan and his whole group have been terrific.”\n\n\"We're set to propose a [health care] plan, and I'll be talking about it, as you know, tonight.\"",
  "In “The Six Guests President Trump Is Bringing to His Joint Address Says a Lot About What He Values,” Independent Journal Review offered brief bios of those attendees, including three family members of individuals killed by undocumented immigrants and the widow of Antonin Scalia.",
  "-@POTUS pic.twitter.com/e42TKCXjbL — FOX & friends (@foxandfriends) February 28, 2017\n\nWhile Trump defended the absence of a definitive repeal policy, pointing to his short tenure in office, LifeZette warned that there might be trouble on the horizon.",
  "“While the list of guests strongly hints that immigration will be a core focus of the president’s address, they also highlight other causes that the president, like many Americans, holds near and dear to his heart,” the publication wrote.",
  "A leaked version of the Ryan plan has generated dissent among some congressional Republicans, as the Daily Caller reported in an article that did not mention Ryan by name.",
  "As it explained, “One major Republican-favored policy notably absent from the draft is allowing the sale of health insurance across state lines.",
  "It’s from establishment Republicans, who like the status quo and might seek to undermine his program.”\n\nA Fox News editorial by Kentucky Gov.",
  "In advance of President Donald Trump’s Tuesday night address to Congress, many conservative media outlets laid out their expectations.",
  "Brendan Smialowski/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "President Donald Trump."
]