[
  "Pat Buchanan claimed that that Thursday’s MOAB strike could be interpreted as a message to North Korea, since “they have their tests, their atom bombs deep in tunnels, and I think what it is, is a message to them that we can get down in there and kill your people underground as well as above ground.”\n\nLeaning into the prospect of regime change, former U.N. ambassador John Bolton, appearing on Breitbart News Daily, said, “I think the only long-term way to deal with the North Korean nuclear weapons program is to end the regime in North Korea.”\n\nIn other news:\n\nConservative outlets haven’t forgotten about one of Trump’s signature campaign promises—the border wall.",
  "Another article on the site discussed two recent Trump appointees to the Department of Homeland Security, describing them as “leading advocates for reforming illegal and legal immigration enforcement” and noting that they had been endorsed by organizations that support “increased border security, a wall, reforming foreign guest worker visas and lower levels of legal immigration to help American wages to rise.”\n\nOther conservative outlets weighed possible environmental objections to the wall.",
  "An editorial in the Daily Caller, for example, opined that Congress should pass national security exemptions to the Endangered Species Act and other related laws, or else “every single foot of the wall will be tied up in enviro-whacko leftist environmental lawsuits until hell freezes over.” LifeZette, meanwhile, spotlighted a proposal to turn environmentalists’ interests against them by covering the wall in solar panels.",
  "On Fox News, John Moody argued that Trump was right to pursue a more aggressive posture toward North Korea, writing, “Trump has raised the stakes in this showdown, unlike Barack Obama, who tried to give Kim toothless avuncular advice, or Bill Clinton, who was hornswoggled into a bad nuclear arms deal with Kim’s father, in 1994.” (Apparently, the Bush administration’s dealings with North Korea were not worth noting.)",
  "And LifeZette warned, “Fears are mounting that North Korea will detonate a nuclear device on Saturday as a celebratory show of strength on the Day of the Sun, an annual holiday celebrated in the communist dictatorship on April 15.”\n\nMany conservative commentators seemed eager for the possibility of open conflict.",
  "The wall might actually pay for itself that way—indeed, as the article’s kicker suggested, Mexico would arguably be paying “because the sun’s coming from south of the border.”\n\nOn social media, posts calling out Sen. Elizabeth Warren for questioning the MOAB strike generated thousands of comments:",
  "Many conservative outlets on Friday turned some of their attention from the MOAB bomb that the U.S. dropped in Afghanistan the day before to a brewing possible conflict in North Korea.",
  "In particular, Breitbart and other sites aggregated reporting from NBC suggesting that the U.S. was considering a preemptive strike if the country attempted further nuclear tests.",
  "The Daily Caller, for example, discussed broadcasts of “encrypted messages reminiscent of those used to contact spies during the Cold War” emanating from the country.",
  "Breitbart ran a post on one border agent’s rebuke of Paul Ryan, who had suggested it might not be possible to fund the project this year.",
  "Barbed wire fence at the Imjingak, near the Demilitarized zone (DMZ) separating South and North Korea on April 14, 2017.",
  "While some outlets questioned the veracity of that threat, there were still plenty of grim omens on offer.",
  "Chung Sung-Jun/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Better yet?"
]