[
  "PJ Media’s Debra Heine wrote an extensive review of Winner’s Twitter account, calling her a “SJW” and a “climate alarmist.” “The Trump administration needs to get moving on the swamp draining,” she wrote, “because far-left political activists who, like Miss Reality Winner, have security clearances are scattered throughout the United States government and most of them won’t leave voluntarily.”\n\nThe Daily Wire and the Blaze ran posts on Andraya Yearwood, a transgender teen who recently won two girls’ races at the Connecticut state track meet.",
  "“Wonder Woman has traditionally acted as an ambassador between nations and Themyscira, and her red, white and blue costume was only an extension of that role as an ambassador.” At LifeZette, Zachary Leeman compared Wonder Woman favorably to Ghostbusters, whose release, he argued, had been overly “politicized”:\n\nInstead of acknowledging the valid concerns of “Ghostbusters” fans, everyone thought it would be a good idea to play the gender card and claim that any and all negativity was because critics were misogynists.",
  "“A search of Winner’s Twitter account shows multiple left-wing messages disparaging President Trump and Attorney General Jeff Sessions, “ Rodriguez wrote, “ranging from calling the president an “orange fascist” to calling Sessions a “Confederate general” who encourages racism.” The Daily Caller’s Chuck Ross identified Winner as a supporter of Bernie Sanders as well as Bill Maher and the Islamic Society of North America, according to her social media accounts.",
  "“A Connecticut freshman boy who identifies as a girl, who as of April had not had sex reassignment surgery or taken hormone and puberty blockers, was allowed to compete against girls in the Connecticut high school Class M state championships, where he won both the 100-meter and 200-meter dashes with times that would not have even finished last in the boys’ same events,” the Wire’s Hank Berrien wrote.",
  "“What makes the matter poignant is that the girl who won the girls 100-meter dash Class M state title last year as a sophomore, and finished second to transgender sprinter Andraya Yearwood in the 100 and third in the 200 this year, knew she couldn’t say what she truly felt because of political correctness.” He went on to quote Kate Hall, the previous 100 meter dash winner in question.",
  "“[T]he price they have to pay for multiculturalism is the risk that you’re walking on the sidewalk and a man or a woman will purposefully mow you down, and then, while you’re maybe finishing your cappuccino in a cafe or having a drink, someone will put a knife to your throat and slit it with the attempt perhaps to behead you,” she said.",
  "“I can’t really say what I want to say,” she told the Courant, “but there’s not much I can do about it.”\n\nThe Blaze’s Matt Walsh wrote that “the extinction of women’s sports is on the horizon”:\n\nTell me again, leftists, about your abounding concern for women.",
  "In a post called “Can’t Wonder Woman Just Be Wonder Woman?” National Review editor Rich Lowry wrote that the film is largely an enjoyable, run of the mill blockbuster:\n\nIt’s “a masterpiece of subversive feminism,” according to the Guardian.",
  "“The Fox News commentators don’t seem to be aware that Wonder Woman isn’t actually American — she’s a princess of the island paradise of Themyscira, inhabited solely by warrior women known as the Amazons,” he wrote.",
  "Breitbart’s Katherine Rodriguez discovered that Winner had once asked Kanye West via Twitter to make a shirt reading “being white is terrorism” and that she had frequently criticized the Trump administration.",
  "A thread throughout is the lighthearted cross-cultural romance between the fearsomely powerful, if nonetheless feminine, Diana (she delights at babies, ice cream, and snowflakes) and her human love interest.",
  "Your feelings are not legitimate.”\n\nFinally, in an interview on Fox & Friends on Tuesday morning, Laura Ingraham insisted that multiculturalism was the true culprit in the weekend’s attack in London.",
  "No, it’s not, according to a writer in Slate, who complains of “its prevailing occupation with the titular heroine’s sex appeal.”\n\n[…] The movie is certainly a feminist allegory.",
  "She ends up leaving with him into the human world, where she confronts and spoofs mystifying practices (woman squeezing into corsets, councils of war excluding women, etc.)",
  "National Review, the Washington Examiner, and LifeZette all ran pieces on Wonder Woman and the conversations about representations of gender that have greeted its release.",
  "“That’s what we all have to live with for the free and open society that Sadiq Khan and all these other multiculturalists want Britain to become.",
  "Diana is doing just fine on the all-female island of Themyscira when a dude shows up, a wayward American pilot who crash-lands.",
  "At the Examiner, Hoai-Tran Bui criticized Fox News pundits for arguing that Wonder Woman’s outfit in the film is unpatriotic.",
  "This is catnip for feminists, but surely what accounts for the film’s runaway success is its traditional elements.",
  "In other news:\n\nA number of outlets ran posts on alleged NSA leaker Reality Winner’s political beliefs.",
  "Fans attend the premiere of Wonder Woman at the Pantages Theatre on May 25 in Hollywood, California.",
  "[…]In the end, “Wonder Woman” was able to build on what had come before it, which fans appreciate.",
  "The desire that you may have to retain and defend your own unique identity is transphobic.",
  "“Ghostbusters” wanted to stick its nose up at the very name it was trying to profit from.",
  "Please tell me about the need to empower young girls and provide them with opportunities.",
  "Say it just as it is, like this:\n\n“No, girls, you don’t get your own bathrooms anymore.",
  "[…] Please come forward and lay it out clearly so everyone comprehends it.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Then, if you could, kindly explain how this story fits into all of that.",
  "This is the Nirvana they wanted to create, and this is what we have.”",
  "It thought that having female leads was enough of a selling point.",
  "Please tell me all about your “pro-woman” stances and policies.",
  "The proclivities and fetishes of men must come first.",
  "Shut up and let the man beat you.",
  "You don’t get your own identity.",
  "Let him disrobe in front of you.",
  "You don’t get your own leagues.",
  "Let him take your gold medal.",
  "and where World War I rages.",
  "Then everything goes wrong.",
  "Let him do what he wants.",
  "You have no choice.",
  "Not if men want in.",
  "Shame on you."
]