[
  "The Drudge Report gave the story its prime home page slot, linking to it with the punny headline, “Foxnews Loses Shine.”\n\nExplaining the importance of Shine’s departure to conservative media more generally, Independent Journal Review wrote, “As [Roger] Ailes’ closest ally, Shine was quite possibly the last link to the version of Fox News that Ailes was the architect of.” Breitbart proposed that the ouster might have serious consequences for the channel, writing, “Last week, primetime host Sean Hannity tweeted that if Shine were to leave the network, ‘that’s the total end of the FNC as we know it.",
  "What we are seeing, he held, is indicative of the Washington swamp’s attempt to protect itself, and the best solution would be to have Trump “take over the legislation-writing process himself.”\n\nSeveral posts from Limbaugh’s official Facebook page expressing similar sentiments also performed well on social media:\n\nIn other news:\n\nOn Monday afternoon, outlets across the spectrum reported that Fox News co-president Bill Shine had left the network.",
  "In “Democrats Bully Republicans into Spending Surrender,” LifeZette summed up the general reaction, writing, “Initial conservative skepticism has turned into rising outrage over a spending bargain approved by GOP lawmakers Sunday night.” Like its peers, the site claimed liberal priorities had received funding while “Conservatives, it appears, got almost nothing.”\n\nMany sites framed the bill as an establishment attack on Trump’s goals.",
  "Rush Limbaugh was similarly angry on his radio program, asking, “Why is anybody voting Republican, if this is what happens when we win?” Limbaugh mostly declined to direct his ire at Trump, arguing instead that the bill spoke to “the real reason Donald Trump was elected” in the first place.",
  "On its homepage, however, it linked to that story with a more telling headline, spread over three lines, reading, “$1T government funding bill cleared… / …**NO** Funding for Border Wall… / …Sanctuary Cities, Planned Parenthood Get $$$$” Other sites shared Breitbart’s apparent outrage.",
  "The Daily Caller noted that though $1.5 billion had been allocated for border security, “These funds … will go towards repairing existing fencing, increasing the amount of detention beds, and technology to help secure the border, including drones,” rather than toward Trump’s wall.",
  "The Gateway Pundit headlined its own story, “GOP-Democrats Agree to Spending Bill That Funds Sanctuary Cities, Planned Parenthood — But Not a Trump Wall.”\n\nFor many conservative outlets, immigration—and the wall in particular—was the most important sticking point.",
  "The site noted that where Trump had called for cuts to the National Institutes for Health and the National Endowments for the Arts and Humanities, the new bill funds both, even upping the amount of money each would receive.",
  "A Daily Caller headline, for example, read, “Lawmakers Make Power Play Against Trump Admin on Omnibus.” That piece focused on the discrepancies between the bill and priorities Trump had laid out in his budgetary blueprint.",
  "On Monday, the newly-announced 1,665-page spending bill drew fire from numerous conservative media outlets who expressed anger about its failure to sync up with promises that the GOP and Trump had made to voters.",
  "On his radio program, Glenn Beck also called attention to lack of funding for the wall, suggesting that it was one of the few things that might inspire Trump’s supporters to reject him.",
  "Breitbart took a just-the-facts approach in its primary coverage of the bill, republishing a substantial—and largely neutral—story from the Associated Press.",
  "Zach Gibson/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Done.’”\n\nHannity himself was silent on the matter in the hours after the news broke.",
  "The United States Capitol Building."
]