[
  "Breitbart focused on specific acts of violence supposedly perpetrated by leftists against Trump supporters in its article “Mayhem in Berkeley: Trump Supporters, Counter-Protesters Clash During Rally.” One, the publication wrote, “was surrounded by a dozen protesters in black masks who he said attacked him with sticks and pepper spray” while another “was also bloodied as the melee moved from the park up Center Street toward the UC Berkeley campus.”\n\nGateway Pundit published multiple posts on the violence, variously claiming that one protester “insulted a wounded veteran in a wheelchair” and alleging that Trump supporters were left to clean up garbage left by “Antifa [anti-fascist] thugs” who “knocked over dumpsters.” Media Research Center’s Dan Gainor told Breitbart News Daily that the Berkeley disturbance compared unfavorably to Tea Party rallies, which featured “a bunch of people showing up, very nice, very polite, neat, cleaning up, and that was it.”\n\nA common conspiracy theory, pushed by sites such as Infowars, suggested that the police had “largely stayed back as Antifa agitators took pot shots at Donald Trump supporters.” Gateway Pundit also wrote that “police were no where [sic] in sight,” despite reporting to the contrary from other conservative sites.",
  "Sarcastically suggesting that it was a much needed respite for the couple, Independent Journal Review—which has run into trouble with its past coverage of the Obama’s travels—pointed out that the former president appeared to have aged considerably during his time in office, despite having “played 333 rounds of golf during his two terms.”\n\nBreitbart noted that the couple had been joined by “a group of A-list celebrities,” including Oprah Winfrey, on the yacht.",
  "Connecting the Berkeley conflict to a handful of other incidents, Greer wrote, “Now that elements of the Right have shown that they have the capability to defend themselves and drive the opposition, the only result of this embrace of violence is the radicalization of the Left’s enemies.”\n\nIn other news:\n\nMany conservative outlets took notice of Barack and Michelle Obama’s latest vacation, which found the couple on an enormous yacht owned by David Geffen.",
  "In “The Left’s Embrace of Political Violence Backfires in Berkeley,” the Daily Caller’s Scott Greer held that the violence had been orchestrated by anti-Trump agitators and that it had been a “humiliating defeat” for them.",
  "Gateway Pundit offered some additional speculation about the guest list (which reportedly also included Tom Hanks and Bruce Springsteen), wondering whether the all-star crew had been up to something sinister.",
  "“The question is are all these hardcore Obama supporters just getting together for fun in the sun in Tahiti or are they plotting the next phase of the ‘New American Resistance’?” the site asked.",
  "Over the weekend and into Monday, conservative media covered violence between pro- and anti-Trump protests that occurred in Berkeley, California on Saturday.",
  "Summing up the scene, that publication wrote:\n\nNumerous fistfights broke out as anti-Trumpers targeted pro-Trump ralliers in Berkeley.",
  "A firecracker explosion occurred at one point, while police clad in riot gear struggled to subdue the crowd and move it to safety.",
  "On Facebook, meanwhile, the Daily Caller scored a hit with a post characterizing Vice President Mike Pence as a huge badass:",
  "Former U.S. President Barack Obama takes a photo of his wife Michelle as she poses on the top deck of the Rising Sun yacht.",
  "In a typical formulation, LifeZette suggested that leftists had “targeted” their antagonists on the right.",
  "Many people were left beaten, bloodied, and dealing with the aftereffects of pepper spray.",
  "Mike Leyral/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media."
]