[
  "PJ Media called Trump’s day an “encouraging performance.” “Trump and his administration,” P. David Hornik wrote, “appear serious about terror, serious about the Iranian threat, appreciative of Israel, able to distinguish between allies and enemies in the roiling Middle East, and aware that Israeli-Palestinian peace is a tall order.” But Hornik also criticized Trump’s comment seemingly confirming that he had disclosed Israeli intelligence to Russia’s Sergey Lavrov and Sergey Kislyak this month.",
  "It won’t: Islamist extremism is a terrible and dangerous idea, and it will not be defeated by military action alone.”\n\nAdvertisement\n\n\n\nTownhall noted positive coverage of the speech by mainstream press in a post titled “NYT Praises Trump’s Anti-Terror Speech in Saudi Arabia.” Rush Limbaugh singled out news that Saudi Arabia and the UAE would commit $100 million to a women’s entrepreneurship fund proposed by Ivanka Trump for commendation.",
  "A Lifezette headline read, “Melania Trump Shines on First Foreign Trip,” while Breitbart called her the trip’s “breakout star.” “[W]hat was most impressive was the First Lady’s gesture of holding the hand of Israel’s First Lady, Nechama Rivlin, who carries an oxygen tank due to a respiratory illness,” Breitbart’s Joel Pollak wrote.",
  "The Gateway Pundit’s Lucian Wintrich was effusive:\n\nPresident Trump’s first foreign trip, and first visit to the Middle East, as President further illustrates his strength and leadership capabilities as he dealt with the Saudis and Israelis who in turn greeted him with open arms and gracious receptions.",
  "“What is of concern, of course, is that the source of the top-secret information Trump conveyed about ISIS and its plans could be inferred whether or not Trump specifically mentioned Israel,” he wrote.",
  "“It is possible that Trump is mentioning Israel now only because of the news reports that named Israel, which could mean that McMaster was being truthful when he said Trump didn't know the source.",
  "Conservative media has been mostly positive about President Trump’s foreign trip thus far, especially his speech Sunday in Saudi Arabia to the leaders of the Gulf Cooperation Council.",
  "He asserted that Iran felt it could “do what they want” following their successful finessing and railroading of the U.S.’s blundering former President Barrack [sic] Obama.",
  "“The issue raised by intelligence experts was that Trump disclosed the information without our ally's intelligence service's knowledge or consent,” he wrote.",
  "“The image of the tall Mrs. Trump guiding the congenial but frail Mrs. Rivlin went beyond normal diplomatic protocol and presented an image of kindness.”",
  "In another powerful and decisive move, President Trump today assured Israeli Prime Minister Benjamin Netanyahu that Iran will never have nuclear weapons.",
  "Yet we will not hear a word about it from America’s feminists or the American left.”\n\nTrump also earned plaudits for his first day in Israel on Monday.",
  "National Review called it “statesmanlike,” although writer Elliot Abrams found fault with Trump’s characterization of Islamist extremism.",
  "But Trump's comments make him look like he's unwittingly incriminating himself.”\n\nMelania Trump earned high marks from some outlets.",
  "“Trump called Islamist terrorism and extremism an ‘ideology,’ suggesting that he understands it is a belief system,” he wrote.",
  "“Trump went to the Middle East and made women’s entrepreneurial endeavors a major issue,” he said.",
  "“It is a more pro-women thing than Barack Obama ever attempted in this part of the world.",
  "Mandel Ngan/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“But he appeared to be arguing that military action alone would defeat it.",
  "At the Weekly Standard, Michael Warren concurred."
]