[
  "Similarly told also, in the January 31, 2017 LifeZette online article by Vinnie Penn, titled, “New Film Takes Aim at Liberal Elites - Horrors!” At the Sundance Film Festival, Jordan Peele states, “It was very important to me for this not to be about a black guy going to the South and going to this red state, where the presumption for a lot of people is ‘everybody’s racist there.’ This was meant to take a stab at the liberal elite that tends to believe, ‘We’re above these things.’”",
  "And not wait to the absolute last minute depicted in Guess Who’s Coming to Dinner, when the white character Joey Drayton reveals to her well-to-do white liberal parents, that her love interest world-renowned physician John Prentice (Sidney Poitier) is black.",
  "One party guest, Lisa Deets (Ashley LeConte Campbell), an attractive middle aged white woman, gets intimately close enough to Chris to squeeze his bicep as if she’s squeezing fruit before buying at a grocery.",
  "All of which Chris tells Rod while sending the picture on his smartphone, who also knew about the missing man, who says, “Chris you need to get the f**k outta there!”\n\nAnd Get Out gets sinister from there.",
  "After both ate pastries that she bought on the way to his crib, Chris reveals to Rose that he’s nervous, for both are scheduled for a weekend stay at her parent’s place at an upstate upper class enclave.",
  "Even so, Get Out is a triumph in imaginative filmmaking encompassing stellar directing, acting, and a compelling story about race which as of this writing had taken over the weekend box office.",
  "Even so, one would think a person, whether he or she, would still casually mention to parents the love interest’s race whether be Black or White, Latino, Asian, Pacific Islander or whatever.",
  "On a sunny morning Rose Armitage (Allison Williams) arrives at the Brooklyn apartment to pick up her boyfriend Chris Washington (Daniel Kaluuya), a photographer, for a weekend getaway.",
  "At this point, Rose’s nonchalance as perhaps sincere, may still be just enough for Chris’s Peter Parker/Spiderman Spidey sense to kick in and raise at least a measure of caution.",
  "The 2004 film Crash, the 2013 film 12 Years a Slave, and the 2014 film Selma, each having won at least one Academy Award Oscar, have all been made by independent film studios.",
  "“Anytime there’s an incident we have every right to ask..,” the officer states beginning his reason, while Rose holds firm who would have none of it and assertively said so.",
  "While Rose’s parents, Dean Armitage (Bradley Whitford) a neurosurgeon, and Missy Armitage (Catherine Keener) a psychiatrist/hypnotist, both are initially congenial enough.",
  "Suddenly, a masked assailant sneaks behind to chokehold the young black man to render unconsciousness, then places him in the back of the Porsche before driving off.",
  "Chris’s best friend Rod Williams who works as an airport TSA Agent, portrayed by comedian Lil Rel Howery, provides the delightful comic relief in the film.",
  "He then introduces himself and recognizes the young black man from Brooklyn reported missing for six months, one month before he and Rose began dating.",
  "The intro of any film, that is if it’s a decent film at the very least, is always a key scene though brief that supports the plot throughout the film.",
  "The 1967 film Guess Who’s Coming to Dinner starring black actor Sidney Poitier on the subject of interracial marriage was made by Columbia Pictures.",
  "While also Rod, who has met Rose, mentions his disapproval to Chris about dating a white woman even though Rod has been known to flirt with her.",
  "The first scene shows a young black man talking softly on his smartphone on a quiet night, while walking on a street of a quaint neighborhood.",
  "“I’m not going to let anyone f**k with my man,” says Rose Armitage with calm reassurance to her boyfriend Chris Washington early in the film.",
  "Rose on the other hand sees the matter as insignificant, followed by saying her dad would have voted for Obama for a third term if he could.",
  "Chris notices that Walter (Marcus Henderson) the black groundskeeper, and Georgina (Betty Gabriel) the black housekeeper both act odd.",
  "The same black man who was lost in the first scene, now clean shaven, dressed differently, and married to a white woman twice his age.",
  "She’s upfront enough to say while her parents may say awkward things in order to make him comfortable, they’re sincere progressives.",
  "On the way to Rose’s parents, Chris gives Rod a heads up on his smartphone to remind him to take care of his dog while he’s away.",
  "Then, Rose drops that she forgot all about the coming soiree of locals, all who later arrive in a caravan of black luxury cars.",
  "One can always refer back to last year’s 88th Academy Awards hosted by comedian Chris Rock during his ten minute monologue.",
  "Dressed casually yet urban cool, he’s lost, saying so as he’s talking while a white 1990s model Porsche slowly drives by.",
  "“The real question everybody wants to know in the world, is Hollywood racist?” Chris Rock asks before the audience.",
  "When the car circles, the young black man gets nervous, yet minds his own business while continuing his walk.",
  "The 2017 film Get Out is no different, made by Blumhouse Productions for $4.5 million with money well spent.",
  "Chris is visibly relieved, while Rose says, “I’m not going to let anyone f**k with my man.” Yay for Rose!",
  "That’s because Chris suddenly finds out from Rose that she failed to mention to her parents Chris’s race.",
  "One may have affluent party guests, yet why all arrive in black Cadillacs, Lincolns and Land Rovers?",
  "Not revealing so to her parents even once during the entire five months they’ve been dating.",
  "All are unusually interested in Chris while also asking asinine questions about his race.",
  "The reason for his nervousness, he’s black, while Rose and her parents are white.",
  "You’re damn right Hollywood is racist, but not the racism you’re accustomed to.",
  "The officer remained calm, yet backed down before radioing in and driving off.",
  "All the same, it’s only a mere yellow alert this early in the film Get Out.",
  "Then after the two arrive at her parents, things begin to get interesting.",
  "Major Hollywood studios normally do not back films on the subject of race.",
  "Get Out is a successful horror, satire, thriller, and suspenseful film.",
  "All masterfully done by the directorial debut of comedian Jordan Peele.",
  "Chris gets nervous as the guests are all white except for an Asian man.",
  "Though Rose was the driver, the white officer asks for Chris’s license.",
  "The damage to Rose’s car is minor, a busted passenger side mirror.",
  "Both seem robotic while also not even aware of any hip vernacular.",
  "Is it better?” Implying to Rose about having sex with a black man.",
  "Anyone who is a cinephile knows that it wasn’t always this way.",
  "A reason why such films are usually backed by an independent.",
  "The young man reacts violently after Chris sneaks a picture.",
  "Chris gets cured of his smoking habit by hypnotism by Missy.",
  "Soon after, we are introduced to a millennial dating couple.",
  "It’s like, we like you Rhonda, but you’re not a Kappa.",
  "Chris is finally relieved to see a black party guest.",
  "Chris comes across as compliant while Rose protests.",
  "That’s how Hollywood is, but things are changing.",
  "Some parents may be as liberal as all get out.",
  "Also meaning such a film is made on the cheap.",
  "While some people don’t pay attention enough.",
  "Then he later answers:\n\nIs Hollywood racist?",
  "So with that, minor spoilers are ahead.",
  "Quickly after, a deer hits Rose’s car.",
  "Both having dated for five months.",
  "So far so good, for now, anyway.",
  "Then she asks, “So, is it true?",
  "The first scene sets it all up.",
  "Hollywood is sorority racist.",
  "Can liberals be racists?",
  "A patrol car arrives.",
  "Those days are gone.",
  "Let’s be up front.",
  "That’s the set up.",
  "That is initially.",
  "No worries."
]