[
  "The New York Times’ Bret Stephens compared President Trump’s response to Charlottesville to former President Obama’s responses to Islamic terrorist attacks, which he argued were characterized by “euphemism, obfuscation, denial, and semantic yoga.”\n\nNone of this history excuses Trump’s stubborn reluctance, rectified far-too belatedly on Monday, to call out the K.K.K.",
  "The mainstream Left has been increasingly suckered into walking hand-in-hand with the SJWs while ignoring the most egregious activities of Antifa; the mainstream Right has been increasingly seduced into footsie with alt-right associates while feigning ignorance at the alt-right itself.",
  "Already, what happened in Charlottesville and its aftermath have received equal or more prominent coverage than James Hodgekinson’s mass assassination attempt.”\n\nAt National Review, Ben Shapiro called the alt-right and the alt-left symptoms of an American cancer:\n\nAnd so here we are.",
  "But it should also be a reminder that when it comes to looking the other way in the face of extremism and violence, failing to call evil groups by their correct names and providing economic alibis for moral depravity, liberals have their own accounts to settle.",
  "He wrote in a letter to his wife “that slavery as an institution, is a moral & political evil in any Country” (he added, shamefully, that it was good for blacks — “the painful discipline they are undergoing, is necessary for their instruction as a race”).",
  "“With several officers dead by the hand of a committed black nationalist, one might think the Obama administration may have considered the assassinations domestic terror and launched an investigation into groups associated with this ideology,” he wrote.",
  "That’s why Charlottesville matters: not only because we saw destruction and terror, but because if all Americans of good conscience won’t do some soul-searching and move to excise the evil in their midst, that evil will metastasize.",
  "On Fox Business, Stuart Varney called Trump “the first president to successfully face down the lunatic with a nuke.”\n\nIt is North Korea and their backing down that is giving stock prices something of a boost today.",
  "And it’s not even the only monument erected in a U.S. city to the Soviet revolutionary.”\n\nIn other news:\n\nConservatives credited Trump’s bellicose rhetoric for North Korea’s backtracking on threats against Guam.",
  "The Daily Caller’s Scott Greer made a similar argument about Obama’s reaction last year to the murder of five police officers during a Black Lives Matter demonstration in Dallas.",
  "“Part of the left labeling all conservatives as bigots or enablers of bigots and all leftwing activists as moral crusaders includes prominent reporters in the mainstream media.",
  "He did, however, blame ‘powerful weapons’ for the violence.”\n\nLifeZette’s Edmund Kozak argued that the left is hypocritically untroubled by public statues of Vladimir Lenin.",
  "Additionally, National Review editor Rich Lowry called for the taking down of Confederate monuments with a few potential exceptions:\n\nSome discrimination is in order.",
  "A protester carries an image of Heather Heyer during a demonstration in Minneapolis on Monday against racism and the violence in Charlottesville, Virginia.",
  "Trump is just talking the language they understand,” and Kim Jong-un has backed off, and the last person you’re gonna see get any credit for it is Trump.",
  "Amazingly enough, Baltimore has a statue of Chief Justice Roger Taney, the author of the monstrous Dred Scott decision, which helped precipitate the war.",
  "On the contrary, it indicts him all the more, since it’s precisely the sort of bizarre and blatant evasiveness he used to denounce in his predecessor.",
  "“There have been far more conservatives willing to call out the alt right than there have been progressives calling out the alt-left,” he wrote.",
  "“[N]ot only does Seattle’s Lenin statue stand unmolested, it has even become something of a beloved part of the local community,” he wrote.",
  "In the long history of threats and escalations and endless retreats by American presidents, North Korea has never backed down until now.",
  "Oh, no!” In the left’s view of things, that’s gonna make Kim Jong-un really offended and really mad and he’s gonna launch.",
  "“It gets dressed in drag during the city’s gay pride parade, and is often crowned with a red star on Christmas.",
  "It’s Donald Trump who practically begged this guy to hit Guam and everybody in Washington said, “Oh, my God!",
  "That may not be the most obvious lesson from Charlottesville, but it’s one that still needs to be learned.",
  "Barack Obama condemned the shootings, but he did not call out or even allude to Johnson’s hateful views.",
  "There’s no reason to honor Jefferson Davis, the blessedly incompetent president of the Confederacy.",
  "Conservatives continued on Tuesday to weigh in on the weekend’s violence in Charlottesville.",
  "Fire off those missiles and your regime is done.” President Trump’s policy is clear.",
  "After the war, he accepted defeat and did his part to promote national healing.",
  "At the Resurgent, Erick Erickson warned that extremist violence could escalate.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "New Orleans just sent a statue of him to storage — good riddance.",
  "Rush Limbaugh:\n\nIt is Donald Trump who told this guy what-for.",
  "Robert E. Lee, on the other hand, is a more complicated case.",
  "A city commission has, rightly, recommended its destruction.",
  "Tell them you can take them, convince them you will do it.",
  "Defense Secretary Mattis said very clearly, “Don’t do it.",
  "Two days ago he threatened to fire missiles at Guam.",
  "Oh, my God, he’s begging him!”\n\nYou remember this?",
  "Oh, no, he just called Kim Jong-un crazy!",
  "You know, Rex Tillerson said, “Back off!",
  "He just told Kim Jong-un to go to hell.",
  "There is a cancer in the body politic.",
  "We must cut it out, or be destroyed.",
  "He was no great friend of slavery.",
  "In short, Kim has backed down.",
  "“He’s insulting Kim Jong-un!",
  "That is a U.S. territory.",
  "They do not understand.",
  "and neo-Nazis by name.",
  "The NOKO’s blinked.",
  "“Not at all.",
  "It worked.",
  "Oh, no!"
]