[
  "Stripping down and walking around naked, putting anyone in that very uncomfortable and vulnerable position is wrongdoing.” Hot Air’s Ed Morrissey watched the opening of Tuesday’s airing of CBS This Morning, the first since Rose’s suspension from the network, in which co-hosts Gayle King and Norah O’Donnell said they’d been unaware of the accusations against him:\n\nThe lack of accountability at CBS This Morning and at PBS and Bloomberg was apparently so acute that the women victimized by Rose felt that they couldn’t even speak up to their natural allies on the set to correct the situation.",
  "It’s one thing to face the overwhelming task of alleging that a prominent man may be guilty of sexual harassment or assault, it’s quite another to face a host of women defending and protecting him — and saying, essentially, that since the sisterhood recognizes him as non-threatening, accusers must be wrong.",
  "And that is that the number of men who would be offended as opposed to intrigued by a woman presenting herself nude, I mean, men and women are different, and a lot of men would find that flattering and exciting, and they would brag about it and so forth.",
  "“It’s disturbing to see in retrospect that Rose was trying to put himself on the right side of history in front of the camera — while having an alleged past that was just as predatory as some of the other accused men on whom he was reporting,” it read.",
  "He is not expressing his masculinity when he strips naked and struts around in front of his unwilling coworkers and subordinates — a move that seems oddly common among these types — rather, he is expressing his almost complete lack of masculinity.",
  "At National Review, Ben Shapiro made the case for a return to conservative norms about sex:\n\nAll of these rules have fallen under heavy attack — and sometimes the attacks have been justified by the over-restrictiveness of certain rules.",
  "But if you throw the circumstance of work into this, and you’re subservient and you can be fired if you do the wrong thing in that circumstance, then it takes all of the stereotypical—look, we’ll all admit here—well, we won’t all admit.",
  "On his radio show, Rush Limbaugh pushed back against a caller who insisted that a female boss exposing herself would be welcomed by most men:\n\nThe stereotypical, entertaining way to look at this is what you said.",
  "At the Daily Wire, Matt Walsh argued for a return to masculinity and called the men recently accused of sexual predation “effeminate”:\n\nThe problem is not that there is too much masculinity in our culture.",
  "Again, that’s no knock on King or O’Donnell, who couldn’t correct what they didn’t know, but it might be a starting place for building better structures of accountability down the road.",
  "If you are that sort of man, you certainly should not shut up, step to the side, or consider yourself “trash.” Our culture needs your input and leadership more than ever.",
  "RedState’s Susan Wright commented on a video of Rose denying any involvement in “wrongdoings.” “NEWSFLASH: Unwanted groping is wrongdoing,” she wrote.",
  "“Just as with Lena Dunham’s Saturday defense of a “Girls” co-writer, public letters like this can have the effect of silencing any future accusers.",
  "The Daily Wire’s Emily Zanotti wrote a post about a letter of support for Al Franken written by former female colleagues of his from SNL.",
  "After all, this is supposed to be a journalistic enterprise, which is all about imposing accountability and transparency on others.",
  "Charlie Rose speaks onstage during attend Lincoln Center’s American Songbook Gala at Alice Tully Hall on Feb. 1, in New York City.",
  "Instead, men were bad because men had been poisoned by the social structure, or because they were screwed up by their parents.",
  "Call it male control, complete with background checks, mandatory training, and a well-developed male enforcement structure.",
  "Chivalry had taught men that women were weak, and could therefore be exploited; kill chivalry, kill that pernicious view.",
  "Sexual taboos had taught men that women were dangerous seductresses; kill that taboo, kill that pernicious view.",
  "I don’t doubt that it is infuriating, that it is unnerving, that it just ticks these women off and scares them.",
  "The Left, in its refusal to acknowledge the inherent flaws in humanity, decided to do away with the rules.",
  "And so if it happens to you, you tell your buddies down at the five and dime, and they all high-five you.",
  "This is a wake-up call for CBS, PBS, Bloomberg, and others to apply those standards internally as well.",
  "“Unwanted sexual conversation, especially with those who work for you, in some capacity, is wrongdoing.",
  "What we need in our society are chivalrous, strong, respectable, productive, and self-sacrificial men.",
  "But the basis for the rules was simple: Men could not be universally trusted not to sin against women.",
  "Men who protect, provide, and do all of the things that society has always depended upon men to do.",
  "Conservatives continued to address the various sexual misconduct scandals circulating on Tuesday.",
  "Marriage had taught men that women were property; thus, kill marriage, kill that pernicious view.",
  "But you throw employment into it, you throw being paid into this situation, it changes it.",
  "A man becomes an abuser and harasser of women when he rejects that which makes him a man.",
  "Neilson Barnard/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "You know, how many guys dream of a woman walking out of the shower nude wanting them?",
  "“All though the statement is clearly sincere, the timing may be off,” she argued.",
  "It takes the stereotypical male role play, female role play totally out of this.",
  "If you say we should have fewer of those kinds in positions of power, I agree.",
  "In fact, it was the rules themselves that were to blame for male misbehavior.",
  "A post at LifeZette took aim at Charlie Rose’s claims of advocacy for women.",
  "I don’t have any doubt that they feel violated or stalked or any of this.",
  "But we would do well to replace them with men who are actually men.",
  "These men are weird, desperate, self-debasing, and effeminate.",
  "On the contrary, there isn’t nearly enough.",
  "Rules were artificial barriers to progress.",
  "It has failed dramatically in practice.",
  "It takes the romance out of this.",
  "There’s no question about that.",
  "This has gotta be shocking.",
  "But some universal truths.",
  "Real men, in other words.",
  "It seemed nice in theory.",
  "Let’s have none at all.",
  "And offended."
]