[
  "The Daily Beast spoke with seven sources who confirmed that Anthony routinely sexualizes female employees, often talking about the size and shape of their “tits” and “ass.” He also calls employees — male and female — “pussies” if they won’t do shots at staff happy hours.",
  "Just as she’s on the brink of landing a gig with Fox News, her LifeZette website is clunked with allegations of the CEO sexually harassing female employees and a formal complaint from an ex-employee about the company’s payroll.",
  "However, the story quotes Byron Martinez, a former IT Administrator for the site, who said Anthony spoke “about other women’s boobs, butts … how he would desire sexual activities with [female colleagues] and stuff like that.",
  "A Washington insider remarked, “I can confirm he calls people pussies who don’t take shots and he’s a creep.”\n\nBut a political journalist who has worked with Anthony has a drastically different take on the LifeZette CEO.",
  "“Would you do that?”\n\nAsked about his alleged propensity to speak about women in a derogatory manner, the former coworker replied, “I would say that phrase is so slippery, so undefined, but no, I never saw that either.",
  "But his conduct has been good at all times that I’ve seen.”\n\nAs with The Daily Beast story and this one, sources recoiled at the idea of going on record with the more sensitive, crude topics.",
  "… All kinds of inappropriate talk about women in the office.”\n\nPerhaps the most jarring line in the piece is Anthony calling an employee into his office to presumably discuss work.",
  "“So, Houston is under water, North Korea’s firing missiles over Japan, the cost of health care has tripled under Obamacare, and you’re writing about — LifeZette happy hours?",
  "The site’s former Senior Editor Joe Curl — formerly of The Drudge Report and The Washington Times — cried “bullshit” and “fake news” on The Daily Beast‘s report.",
  "“Based on what I’ve heard from people in that office and after getting drinks with him, 100 percent in character,” a Washington journalist told The Mirror.",
  "Another employee called him a “total creep to women in the office.”\n\nBut sexual harassment isn’t the only issue on the table.",
  "Your ‘story’ is less than fake news — it’s utter bullshit.”\n\nCurl did not return a Mirror email request for comment.",
  "However, a media insider tells The Mirror that this whole mess won’t affect her shot at getting hired at Fox News.",
  "Anthony reportedly cracked that former first lady Michelle Obama had spoken in Ebonics during a 2016 speech.",
  "A former employee has reportedly filed a labor complaint about the company’s payroll practices.",
  "Multiple sources have confirmed to The Mirror that all of this is in line with his personality.",
  "Compared to a bunch of other managers in this town, he’s pretty good.”\n\n“Here’s another thing.",
  "The CEO named in the story is Peter Anthony, who helped found the site with Ingraham in 2015.",
  "“I really like the bugger,” a former coworker to Anthony told The Mirror by phone Thursday.",
  "“Is it just me or are [a female colleague’s] tits getting bigger?” he allegedly asked.",
  "He behaved perfectly well towards his employees whether they were in earshot or not.",
  "“We treat our employees both current and former with the utmost respect,” he said.",
  "Anthony adamantly denied all allegations in a phone call with The Daily Beast.",
  "Call it a case of terrible timing for conservative radio host Laura Ingraham.",
  "Instead, the topic of conversation is the size of a female employee’s jugs.",
  "I never saw him behave badly.”\n\n“He’s a better manager than most.",
  "I can’t defend him because I don’t follow him around all day.",
  "“As a business man he has a clear idea of what he wants.",
  "“There’s no way it’ll have any effect,” the source said.",
  "You know how people can be nasty toward your inferior?",
  "… He works for Ms. Ingraham,” the source continued.",
  "I find it difficult to see him in a negative light.",
  "In addition, there’s potential racial difficulties.",
  "Didn’t see anything creepy or bad with that guy.",
  "Most of The Daily Beast’s sourcing is anonymous.",
  "The report surfaced in The Daily Beast Thursday.",
  "No wonder so many Americans despise the media.",
  "He has a good manner of trying to communicate.",
  "And neither petty nor vindictive nor creepy.",
  "Ingraham has not commented on the uproar.",
  "He doesn’t shout or get worked up.",
  "I thought he was a good manager.",
  "Now, there will be flaws.",
  "That’s not even fair.",
  "In his case, no.",
  "A decent man."
]