[
  "He was later reportedly suspended.”\n\nAdvertisement\n\n\n\nThe Blaze, which also covered the story, cites “a letter obtained by the [Central Florida] Post,” that reportedly confirms Polston was suspended because he represented a “‘threat of disruption’ and is ‘jeopardizing the safety and well-being’ of the college.” The Blaze goes on, “The letter doesn’t state exactly what Polston did to become a security concern or which student rules he broke.” The Daily Caller and other publications also repeat Polston’s claim that “a male Muslim student suggested that adulterers, gays, and thieves should be decapitated” in a classroom discussion of sharia law.",
  "It’s not completely clear whether he was merely stating the shariah law position on adulterers and gay people, or endorsing it.”)\n\nThough conservative publications do not seem to have reached out to Zufari for comment, the Daily Caller ran an opinion piece titled, “Three Questions That a Muslim Professor Can’t Answer About Jesus’ Resurrection.” Those questions included, “Was Jesus lord, liar or lunatic?” and “Why would the disciples die for a lie?”\n\nIn other news:\n\nThe calls for a resignation are not necessarily a sign Nunes is in trouble.",
  "According to Heat Street, “A Christian student claims to have be [sic] suspended from Rollins College after calling out his radical Muslim professor’s remarks on Christianity, including that Jesus’s crucifixion never happened.” Expanding on this, the Daily Caller writes, “After [student Marshall] Polston challenged [professor Areeje] Zufari on this point, he received a 52 percent on an essay and says the professor refused to explain why.",
  "Rather, they are likely a sign that Democrats feel Nunes’ remarks—that Trump and his transition team were incidentally monitored, that their identities were deliberately “unmasked,” and that the raw intelligence was inappropriately shared throughout levels of government—have mortally wounded the narrative that Trump and his surrogates were tools of the Russians in the election.",
  "On his radio show, Rush Limbaugh said he was happy that Nunes intended to keep himself in the mix: “He says he’s not gonna do it, thank goodness.",
  "On Tuesday, many conservative outlets turned their attention to Rollins College, a private liberal arts school in Winter Park, Florida.",
  "(As Reason notes, “The available reporting on the pro-shariah law student’s comments leaves much to be desired.",
  "The Republicans have become known as the recusal party, so I’m glad that Nunes is hanging tough.”",
  "Chip Somodevilla/Getty Images\n\nA daily roundup of the biggest stories in right-wing media."
]