[
  "The IWF has called National Pay Inequity Awareness Day a “hoax…designed to brainwash girls and young women into believing they are victims.” The IWF’s Elizabeth Larson has written extensively on the supposedly trumped-up nature of sexual harassment charges, claiming that women now think “a wink or a leer can be money in the bank” and, inspired by Anita Hill, find it more profitable to litigate than to work.”\n\nIngraham herself was vocally opposed to the Violence Against Women Act, a bill she called “pork” with a “tear-jerker” of a title.",
  "Sexual harassment training is “harmful” because it leads to “people assuming the worst of each other and forcing everyone to walk on eggshells lest they offend someone else,” the IWF contended in 2016, arguing that women encourage a double standard—they love sexual advances from hot guys, but cry harassment when the advances come from less desirable men.",
  "Two decades before she supported a serial sexual harasser for president, she cut her teeth at the Independent Women’s Forum, a nonprofit that grew out of a committee formed to support Clarence Thomas when Anita Hill testified that the then–Supreme Court nominee had subjected her to persistent sexual harassment.",
  "The IWF worldview holds that women who allege harassment, sexual assault, sex discrimination, and domestic violence are often exaggerating and making themselves into victims when they should be taking responsibility for their own roles in the harm that’s come to them.",
  "Alex Wong/Getty Images\n\nSeven current and former employees of LifeZette, the news website founded by right-wing radio host Laura Ingraham, have accused the site’s CEO and co-founder of using their workplace as his private sexual water cooler.",
  "The Daily Beast writes that some of its sources said Ingraham was probably too busy with her radio show and other career obligations to keep track of whether or not her company’s CEO was sexually harassing the women who worked there.",
  "In a 1996 op-ed, buoyed by her IWF membership, she encouraged then–presidential candidate Bob Dole to “point out what domestic abuse advocates often ignore: that women who are married are safer than women who are not.",
  "It’s easy to imagine how someone who believes that the systemic ills women complain about are overblown, fake, or partially their fault could preside over a workplace that allows a committed harasser to thrive.",
  "Seventy-two percent of domestic abuse fatalities occur at the hands of boyfriends, not husbands.” Women, in other words, could avoid domestic abuse if they’d only make honest men out of their partners.",
  "Another former worker said Anthony wondered aloud “Is it just me or are [female co-worker’s] tits getting bigger?” and said another colleague looked like “a bitch” who would be “sexier” if she smiled.",
  "According to sources interviewed by Daily Beast reporters, Peter Anthony made repeated sexual remarks about his female colleagues both behind their backs and when they were close enough to hear him.",
  "Since then, the IWF has taken a vocal anti-feminist stance on almost every social and fiscal issue—and Ingraham, as a member and one-time spokeswoman, has amplified the group’s message.",
  "When it costs tens of millions of dollars to oust the sexual harassers from a company, it’s probably a lot cheaper to hire someone who won’t take issue with the status quo.",
  "A person who talks incessantly about young female colleagues’ bodies, even to co-workers who want nothing to do with the conversation, does not start up out of the blue.",
  "Others said Anthony would talk to a senior editor in the office, loudly enough so that others could hear, about the body parts of young women in the office.",
  "If Ingraham is oblivious to the specific anecdotes described in the allegations published Thursday, she certainly isn’t ignorant of Anthony’s disposition.",
  "Anthony allegedly loved “talking about other women’s boobs, butts” and how he wanted to have sex with women in the office, a former IT employee said.",
  "But Anthony is Ingraham’s “longtime friend and business partner,” the Daily Beast reports, and she trusted him enough to found a website with him.",
  "The LifeZette work environment calls to mind another right-wing media outlet full of predatory men, and Ingraham may be on her way there.",
  "Laura Ingraham gives a speech supporting Donald Trump’s presidential nomination at the Republican National Convention on July 20, 2016.",
  "The host is reportedly in talks with Fox News— whose late abusive founder she mourned as her friend—about taking on a primetime slot.",
  "Efforts to prevent wage discrimination are unfair to men who are just plain better than women at their jobs.",
  "These allegations shouldn’t come as a surprise to anyone who’s followed Ingraham’s career.",
  "University efforts to combat campus rape are causing boys to die by suicide, IWF worries.",
  "The group sought to discredit Hill, arguing that she was making it all up.",
  "(Anthony, for his part, refutes the allegations.)"
]