[
  "For much of Tuesday, the Drudge Report led with a picture of Flynn over a link reading, “Happy Valentine’s Day.”\n\nDrudge Report\n\nBreitbart acknowledged “the resignation was warranted,” since Flynn “provided Vice President Mike Pence with ‘incomplete information.’ ” But the piece went on to argue that the sanctions supposedly under discussion were “largely bogus,” since the Obama administration had imposed them “to substantiate the Democratic Party’s sore-loser conspiracy theory that Russia was responsible for electing Donald Trump.” Breitbart warned that the Flynn case points to something more sinister, potentially indicating “that the government was not merely monitoring the communications of Russian diplomats, but of the Trump transition team itself.”\n\nThe Daily Caller ran a short post inquiring as to whether Flynn deserved to be fired, quickly concluding that “either way, he is still a genuine American hero, whose ideas are worth listening to” before presenting a four-paragraph promotional description of Flynn’s recent book, The Field of Fight.",
  "“Trump Eyes Two Generals, an Admiral to Replace Flynn,” a LifeZette headline read, while the Daily Caller reported, “President Donald Trump is considering three former high ranking military officials for the post of National Security Advisor.”\n\nThat post noted that one of the names under consideration—David Petraeus—might be a “fraught” choice, “given his current probation for lying to federal authorities about illegally disclosing classified information to his mistress.” National Review expanded on that issue in an article by David French simply titled, “Say No to David Petraeus.” French wrote:\n\nFinally, if the Trump administration wants to maintain a shred of credibility, the same team that hyped and stoked the “lock her up” chant should be the last team to hire (as national-security adviser, no less) a man who actually pled guilty to mishandling classified information.",
  "But the actual transcript reportedly is classified given that it reveals the U.S. government’s methods for surveilling foreign government officials.” LifeZette cited North Carolina Rep. Mark Meadows at length in an article titled, “Meadows: Leakers Are ‘People Searching for Power.’ ”\n\nThis anti-leaker thread also spread on conservative Facebook pages:\n\n*Correction, Feb. 15, 2017: This post originally misspelled Jeff Sessions’ last name.",
  "In a lengthy article with reporting attributed to multiple anonymous sources, it linked Priebus to many of the administration’s most public problems, including “the rollout of the immigration executive order,” the timing of Jeff Sessions’ confirmation hearings, and, most critically, the ongoing presence of Obama allies in key positions.",
  "* The article, which was teased from the homepage with the headline “WH Sources: Priebus Letting ‘Sleeper Cell’ Obama Holdovers Undermine Trump Admin,” noted:\n\nMany other potential [Sally] Yateses—holdovers from the Obama administration who have found their way into spots throughout the Trump administration—await throughout government.",
  "Many outlets also echoed a Tuesday morning tweet from the president, who asked, “[W]hy are there so many illegal leaks coming out of Washington?”\n\nThe real story here is why are there so many illegal leaks coming out of Washington?",
  "On Monday night, National Security Adviser Mike Flynn formally resigned from his post, following reports that he had communicated with Russian Ambassador Sergey Kislyak—and subsequently lied to Mike Pence about that conversation.",
  "— Donald J. Trump (@realDonaldTrump) February 14, 2017\n\nElaborating, the Daily Caller wrote of the intercepted Flynn call, “The information in the call transcripts is said to not be classified.",
  "Conservative outlets soon turned to speculation about Flynn’s possible replacement, often focusing on the military titles of various candidates.",
  "Breitbart proposed that other staff shake-ups might be on the way, starting with White House chief of staff Reince Priebus.",
  "“The move comes after Flynn was unable to shake growing calls for his resignation,” Breitbart wrote.",
  "Mandel Ngan/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "It would be an act of breathtaking cynicism, even for Donald Trump.",
  "“They’re hiding like sleeper cells everywhere,” one source said.",
  "Will these leaks be happening as I deal on N.Korea etc?",
  "Michael Flynn."
]