[
  "And it seems like now maybe it’s not that cut-and-dry, but there was certainly bad stuff going on.” In conversation with Rep. Peter King, O’Reilly went on to ask whether it was accurate to say that the “Obama administration surveilled the Trump transition team,” a possibility that King characterized as “at least 99 and a half percent accurate, and perhaps 100 percent.”\n\nWatch the latest video at video.foxnews.com\n\nWhile the intelligence appeared to have been legally collected and, Nunes said, based on a FISA warrant, Trump appeared particularly upset that members of his team had been identified in the intelligence reports—something which is rarely supposed to happen.",
  "If Nunes is right, how were these procedures not broken?”\n\nAdvertisement\n\n\n\nThough Nunes himself called the material “legally collected foreign intelligence,” Breitbart proposed that it actually “raises important concerns about the possible abuse of government surveillance powers,” and suggested that the ranking Democrat on the intelligence committee, Rep. Adam Schiff, should have said as much.",
  "LifeZette, meanwhile, expressed outrage at the mainstream media’s lack of coverage, writing:\n\nEven though a local Fox News reporter raised the story during Tuesday’s White House press briefing, three major news networks ignored the rape of a 14-year-old teenager in Maryland by at least one illegal immigrant, according to a Wednesday report from the Media Research Center.",
  "The Federalist expanded on this approach in “Democrats Shouldn’t Dismiss Nunes’s Spying Claims So Quickly.” Arguing that similar issues had long troubled civil libertarians on the left, the publication wrote, “Intelligence agencies cannot share details about American citizens with no foreign intelligence value.",
  "In a separate article, the publication attempted to identify, “Four Major Holes in Rep. Adam Schiff’s Trump-Russia Conspiracy Theory.”\n\nIn other news:\n\nConservative commentators continued to fulminate over an alleged rape in a Rockville, Maryland high school.",
  "Advertisement\n\n\n\nBill O’Reilly—who had previously described president Donald Trump’s wiretapping accusations as “insanity”—said on his show, “For weeks, the Trump haters have been killing …the president for saying, Hey, President Obama tapped me.",
  "Drawing on coverage from the Washington Post, the Daily Caller explained how the suspects had come to the United States, writing that they were “part of a deluge of unaccompanied minors who illegally crossed the U.S.-Mexico border” in 2016.",
  "On Wednesday, House Intelligence Committee Chairman Rep. Devin Nunes publicly declared that he had seen evidence of incidental intelligence gathering that included members of the Trump transition team.",
  "Though Rockville, Maryland, where the alleged rape took place, is not an official sanctuary jurisdiction, some outlets also continued to use the opportunity to attack the idea of sanctuary cities.",
  "While National Review proposed that these revelations left us with the same unanswered questions we’d had before, other conservative media outlets suggested there might be something to the story.",
  "On Fox News, for example, commentator Todd Starnes declared, “I believe the elected leaders of sanctuary communities should also pay a price.",
  "You harbor an illegal alien and he commits a crime then you go to jail too.”\n\nWatch the latest video at video.foxnews.com",
  "“Schiff is abusing his position in an attempt to bring down the president,” Breitbart wrote.",
  "Win McNamee/Getty Images\n\nA daily roundup of the biggest stories in right-wing media."
]