[
  "This is just another sore loser move by the Democrat led resistance against Trump.” Hot Air’s Allahpundit called the move “an opportunity to score some cheap points with the Democratic base” and argued that the obstruction of justice charge presented in the articles is thin given that Trump had the right to fire FBI Director James Comey:\n\nPolitically, collusion makes more sense as grounds for impeachment than a dubious obstruction charge since it’s the concern that lies at the heart of Russiagate.",
  "“Donald Jr.’s meeting was, in fact, a ‘big deal,’ and Americans who aren’t troubled are Americans who need to check whether their tribalism has trumped their good sense.”\n\nIn other news:\n\nMultiple outlets reported on the filing of articles of impeachment in the House against Trump by Democratic Reps. Brad Sherman and Al Green.",
  "The Don Jr emails are interesting and things may become more interesting still if it can be proved that the president was alerted to the nature of Junior’s meeting with the Russian lawyer when it happened, but until that last dot to the Oval Office is connected in a convincing way, Trump has plausible deniability.",
  "“There is zero evidence that I know of that the Russians contributed to the campaign, or that the campaign accepted a contribution from the Russians, or that anyone asked the Russians to contribute to the campaign,” Smith said in an email to LifeZette.",
  "Here’s the truth: Even if every allegation surrounding Trump Jr., Manafort and Kushner regarding this meeting is true, that’s still not evidence of any working relationship between the Trump campaign and the Russian government.",
  "They become pathetic as a middle school boy who has a crush on the cheerleader, hoping just once she agrees to date him.”\n\nAt Townhall, Ben Shapiro wrote that Trump Jr.’s meeting isn’t hard evidence of collusion.",
  "Thus, the campaign has not accepted or solicited a contribution.”\n\nNational Review’s David French argued that the meeting should never have happened, regardless, and that Trump Jr. should have alerted the FBI.",
  "On Fox News, Eric Bolling called coverage of Trump Jr. the latest iteration in “a witch hunt not seen since Salem circa 1692.” “Bombshell after bombshell has fizzled out like a wet bottle rocket,” he said.",
  "All of this looks rather suspicious, unless it turns out that pretty much every Trumpian scandal can be explained through a combination of Trump’s ego and the incompetence of those around him.",
  "LifeZette’s Jim Stinson cited former Federal Election Commission member Brad Smith in a post arguing that the meeting hadn’t violated campaign finance laws.",
  "But Sherman’s got an obvious problem with using that as the basis for his impeachment articles: There’s still no hard evidence of collusion by Trump Sr.",
  "But as all accounts of the meeting state, no actual information was transferred, which means that there’s still no Trump-Russia collusion.",
  "Conservatives are continuing to unpack the week’s revelations about Donald Trump Jr.’s meeting with a Russian lawyer.",
  "The left may have to satisfy itself with forcing Jared Kushner out of the White House if it wants a scalp.",
  "At best, it’s evidence that Trump Jr. and Co. weren’t averse to attempts to feed them information.",
  "“Instead, he not only said ‘I love it,’ he pulled in Paul Manafort and Jared Kushner,” he wrote.",
  "Donald Trump Jr. AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“Especially as long as the Republicans control at least the House or Senate, let alone both.",
  "“This has no chance of going anywhere,” RedState’s Dan Spencer wrote.",
  "“But the liberal media keeps on hunting for those witches.",
  "For example, was polling data contributed to the campaign?",
  "This is truly a none-zip-zero-nada situation, I believe.",
  "Nothing went to the campaign.",
  "“Do you know of any?",
  "Oppo research?"
]