[
  "Breitbart was not alone in focusing on liberal dismay: Laura Ingraham’s site quoted Tim Kaine’s claim that Sessions’ “voting record shows he will not be a champion for civil rights,” deeming it the “Lie of the Day.” And the Daily Caller rounded up tweets from other Democrats, writing that they “went into a mad frenzy Wednesday evening.”\n\nInfoWars also found an angle on the news in an article titled “Black Senator Suffers Racial Abuse for Backing Sessions.” It described at length a speech in which Sen. Tim Scott “read some of the vile tweets and messages he has received,” including one accusing him of being “an Uncle Tom.” To explain that term, the article cited Robert Smith, “a black Republican and member of Mensa International,” who calls it “one of the harshest insults for a black person.”",
  "— Donald J. Trump (@realDonaldTrump) February 8, 2017\n\nAdvertisement\n\n\n\nOther publications stressed the delay, as did LifeZette in an article titled “Trump Finally Gets His Attorney General,” in which it alluded to “massive obstruction from Democrats.” It added, “Sessions finally taking office comes at a key time for an administration beleaguered by lawsuits and insurrection from local governments refusing to abide by federal immigration law.”\n\nBreitbart, meanwhile, reported in more detail on the Sessions vote itself, describing a celebratory scene for most of those in attendance:\n\nAs the vote drew to a close, the well-wishers in the galleries allowed themselves to smile and started to poke each other.",
  "The Daily Caller described the process as unusually protracted, “thanks primarily to unsubstantiated racist accusations being thrown around by senators like Cory Booker and John Lewis.” In another article, titled “The Numbers Don’t Lie: Comparing Trump’s Cabinet Confirmations With Obama’s,” the publication suggested that the Democrats’ resistance to Sessions extended to Trump’s nominees generally, and it cited Trump’s tweet calling it a “disgrace” that his “full cabinet is still not in place.”\n\nIt is a disgrace that my full Cabinet is still not in place, the longest such delay in the history of our country.",
  "It offered video of Senate Minority Leader Charles Schumer claiming that the Sessions vote had “turned [his] stomach,” a clip that it promoted on its home page under the heading “Schumer Tired of Losing.” As of 2 p.m. on Thursday, that article had generated almost 7,000 comments.",
  "Breitbart, however, also focused on the actions of some of those who had voted nay:\n\nOf the Democrats who voted against Sessions, only Sen. William Nelson (D.-Fla.) joined the clapping.",
  "Advertisement\n\n\n\nBreitbart expressed more interest, however, in the frustration of Democrats, implying that party leaders had been demoralized by defeat.",
  "But, later Sen. Robert Menendez (D.-N.J.) and Sen. Sherrod Brown (D.-Ohio) came over to shake hands with Sessions and wish him well.",
  "Both Breitbart and the Daily Caller foreground Democratic Sen. Joe Manchin’s decision to cross the aisle and vote for Sessions.",
  "Instead her gaze was fixed on the Senate Democrats, who sullied her husband’s reputation at the moment of his triumph.",
  "Win McNamee/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Conservative media cheered Jeff Sessions’ confirmation Wednesday as attorney general.",
  "But the nominee’s wife did not smile.",
  "Obstruction by Democrats!"
]