[
  "Gateway Pundit ran a post claiming, “The leaks to the liberal media were meant to damage Trump administration officials.” LifeZette also focused on Gowdy’s remarks in “Comey: Obama White House, DOJ Could Have Unmasked Flynn,” writing:\n\nWhile Democrats on the committee pressed in vain for testimony linking Trump and his associates to collusion with Russian officials who U.S. intelligence agencies say tried to influence the 2016 election, Gowdy and other Republicans kept the focus on the only crime that has been identified so far—illegal dissemination of conversations recorded by intelligence authorities.",
  "In advance of the hearing, a Fox News contributor wrote, “What worries Democrats is what Comey may say about Obama administration surveillance of the Trump campaign.” On Fox News itself, pundit Noah Rothman suggested that Democrats would be “disappointed” if Comey failed to produce a “smoking gun indicating that Moscow was working on behalf of the Trump campaign,” warning that they might not take the director at his word.",
  "Advertisement\n\n\n\nRush Limbaugh, meanwhile, argued that Comey had been working to protect himself and other members of the establishment in an attempt to keep Trump from “draining the swamp.” Frustrated that the hearing had not focused more on investigations into Hillary Clinton, Limbaugh concluded,\n\nJames Comey says the Russians are trying to undermine faith in our elections.",
  "The Blaze published, “FBI Director Comey Undercuts Trump on Wiretapping Allegations,” in which it noted, “Comey said that he has no evidence to support that claim.”\n\nOther conservative outlets quickly pivoted to the question of leaks, which Rep. Trey Gowdy pressed during the hearing.",
  "“Comey: The FBI Is Investigating ‘Whether There Was Any Coordination’ Between Trump Camp and Russia,” read the headline to a brief Breitbart post that quoted Comey’s remarks on the topic at length.",
  "Watch the latest video at video.foxnews.com\n\nInitially, most conservative publications covered the primary revelations of the hearing as straightforward news.",
  "But I’ll tell you what’s happening today on Capitol Hill is doing more to undermine faith in our elections than anything the Russians have done.",
  "On social media, Facebook posts about the Trump family were widely shared and heavily liked:",
  "FBI Director James Comey’s testimony before Congress dominated conservative media on Monday.",
  "Drew Angerer/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Advertisement\n\n\n\nFirst, there was expectation-setting.",
  "Maybe."
]