[
  "While Davis acknowledged that it was possible the memo exists as described by the Times, he nevertheless insisted:\n\n[G]iven Comey’s history of secretly colluding with Democratic officials to craft a disputed narrative that makes everyone but himself look awful in order to oust a top Republican who didn’t sufficiently kowtow to Comey, there’s little reason to assume events transpired exactly the way Comey and his friends allege, especially given that both Comey and [Preet] Bharara have rather obvious axes to grind on the matter.",
  "According to Jarrett, Comey failed to report his concerns to the Justice Department (the Times does not corroborate this detail, writing that it’s unclear whether or not Comey did so), “as he is duty-bound to do,” which could place him “in legal jeopardy.”\n\nMeanwhile Breitbart, which characterized the whole affair as another attempted assault on Trump by the Washington establishment, asked its Facebook followers to complete the sentence “John McCain is _____.”\n\nThe responses were not flattering.",
  "LifeZette also took this approach in “11 Essential, Unanswered Questions on Comey Memo, NYT Report.” After puzzling over the memo’s whereabouts, it asked such questions as “Why did The Times use loaded language to describe the memo?” and “Who are the sources inside the FBI?”\n\nMany other conservative voices simply asserted that Trump had done nothing wrong, whether or not the memo was real.",
  "Noting that Comey had once seemed to repeat then-president Barack Obama’s phrasing about Hillary Clinton’s “carelessness” in handling classified information, McCarthy proposed that Trump was simply following presidential precedent:\n\nIt is not frivolous to infer that Trump’s statement to Comey was a veiled order.",
  "On Tuesday, the New York Times reported on a memo written earlier this year by then–FBI director James Comey that seemed to indicate President Donald Trump had called for the bureau to end its Russia investigation: “I hope you can let this go,” Trump reportedly said.",
  "And on Facebook, Rush Limbaugh claimed that “nobody can detail for any of us a single crime Trump has committed”:\n\nOther commentators questioned Comey’s loyalties.",
  "In a lengthy article, Federalist co-founder Sean Davis revisited the Bush administration to argue that the former FBI director is beholden to Sen. Chuck Schumer.",
  "If that is your interpretation, though, you cannot avoid the conclusion that Obama’s public statements were also veiled orders not to indict Clinton.",
  "“Why did the Times not seek a copy through the Freedom of Information Act (FOIA) before publishing?” the Caller wondered.",
  "In an opinion piece for FoxNews.com, anchor Gregg Jarrett similarly proposed that Comey was out to get Trump.",
  "In “NYT’s Comey Memo Story Doesn’t Pass the Smell Test,” the Daily Caller laid out four points of concern.",
  "One prevailing thread among conservative responses was that the Times’s reporting simply wasn’t credible.",
  "On Fox News, for example, commentator Greg Gutfeld parsed the semantics of Trump’s reported statement.",
  "Photo by Drew Angerer/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "In National Review, Andrew McCarthy laid out a wholly different absolution of the president.",
  "Up until now, veiled orders have not been thought the equivalent of obstruction of justice.",
  "Some suggested that his comments represented an attempt to obstruct justice.",
  "For one, the newspaper hadn’t even viewed the supposedly unclassified memo.",
  "“When you say you ‘hope’ for something, it’s not a command.",
  "It’s not saying, You’d better do this,” Gutfeld observed.",
  "Most conservative media outlets remained unconvinced.",
  "“His gun was cocked, he took aim and fired.",
  "But his weapon was empty,” Jarrett wrote.",
  "President Donald Trump.",
  "The catch?"
]