[
  "Lee’s daughter said that having those symbols present would almost be ‘treasonous,’ as her father had take an oath to support the U.S. Constitution the day he took office as president of Washington College (now knows as Washington and Lee University).”\n\nIn other news:\n\n\n\nConservatives debated a reference to an alleged war crime Trump tweeted in response to the terrorist attack in Barcelona.",
  "Donald Trump’s victory in 2016 showed Democrats that political math behind the Obama coalition — assembling enough groups of aggrieved minorities to create a majority — is no guarantee of victory in the Electoral College, especially when the charismatic young black man is replaced by a degenerate little old lady from Park Ridge.",
  "“According to Jonathan Horn, a Lee biographer, Lee opposed proposed Confederate memorials as president of Washington College because he thought that they would only open wounds in a country that was in the process of healing after the bloody Civil War,” the Daily Wire’s Aaron Bandler wrote.",
  "The poll found 44 percent of Democrats favor letting the Confederate monuments be; 47 percent oppose them.” “A plurality of African-American respondents—44 percent—said the statues should stay, while 40 percent said they should be removed,” the Federalist’s Bre Payton noted.",
  "— Donald J. Trump (@realDonaldTrump) August 17, 2017\n\nFrom Fox News:\n\nPresident Trump on Thursday again cited a story about the late U.S. Army Gen. John J. Pershing dipping bullets in pigs’ blood to deter Islamic attacks that has been dismissed by historians as apocryphal.",
  "“The results are eye-opening, as mainstream media commentators and Democratic pundits—particularly those on CNN—have suggested it was unsavory and ill-advised for Trump to suggest, on Tuesday, that the statues and monuments should remain,” LifeZette’s Jim Stinson wrote.",
  "On Fox & Friends, Newt Gingrich argued that removing Confederate monuments “doesn’t fix a single one of the underlying key problems that trap people in poverty and violence in America.”\n\n\n\n\n\n“What’s truly tragic is there is a huge wave of murder in Baltimore.",
  "But let’s not lump all statue supporters or opposers into the realm of the saints or the devils.”\n\nAt National Review, Kevin Williamson agreed, arguing that the best course of action on the monuments for conservatives is to do nothing.",
  "“So strong were Lee’s feelings,” RedState’s Teri Christoph added, “that he refused to have Confederate flags at his funeral and was not buried in his Confederate uniforms; his soldiers also didn’t don their uniforms at the funeral.",
  "…\n\nDuring the campaign, the fact-checking website Politifact referred to the story as a “dubious legend.” “This story is a fabrication and has long been discredited,” Brian McAllister Linn, a Texas A&M University, told Politifact.",
  "NEW YORK, NY - AUGUST 17: A bust of Confederate general Stonewall Jackson stands in the ‘Hall of Fame for Great Americans’ on the campus of Bronx Community College, August 17, 2017 in the Bronx borough of New York City.",
  "“I am amazed it is still making the rounds.”\n\nThe Federalist’s Sean Davis defended Trump by suggesting he hadn’t been referring again to the Pershing story:\n\nTrump never mentioned bullets/blood in his tweet.",
  "The war on statuary serves two purposes: The first is to humiliate Southerners in retribution for their support of Republican politicians and conservative causes, particularly religious and social causes.",
  "But to the extent that the iconoclasm here mainly consists of local authorities making democratic decisions about the disposition of public property, there is a case for political quietism in this matter.",
  "There is no need to join in with the vandals and the iconoclasts, even if we sympathize with some of their good-faith reservations about Confederate memorials.",
  "https://t.co/IrNpTxHfLA — Sean Davis (@seanmdav) August 17, 2017\n\nConservative writer Jay Caruso, on the other hand, admonished Trump:",
  "They both owned slaves.”\n\nMultiple outlets reported on a poll finding most Americans—62 percent—want Confederate monuments to stay.",
  "They should listen to the oldest and most widely applicable of all the councils of conservatism and do — exactly — nothing.",
  "“Broad national movements to get rid of local pieces of history are generally driven by politically convenient impulses.",
  "At the Daily Wire, Ben Shapiro wrote that the controversy is really an opportunity for various factions to wield power.",
  "“Here is the truth: Confederate statue removal is a local issue, not a national one,” he wrote.",
  "If only white men voted, Mitt Romney would have won 45 states and 501 electoral votes in 2012.",
  "Conservatives continued sounding off about the debate over Confederate monuments on Thursday.",
  "Multiple outlets also ran posts on Robert E. Lee’s disapproval of Confederate monuments.",
  "The ancient conservative bias in favor of inertia here points toward the wiser course.",
  "If only whites voted, the last Democratic president would have been Lyndon Johnson.",
  "If we’re going to have a real debate about Confederate statue removal, let’s do it.",
  "Study what General Pershing of the United States did to terrorists when caught.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“If you really look at the hard left, they would eliminate Washington.",
  "The second is to help Democrats win elections without white men.",
  "I don’t know what they would do with the Washington monument.",
  "“But the poll finds even Democrats are torn on the issue.",
  "There was no more Radical Islamic Terror for 35 years!",
  "There’s a huge wave of shooting in Chicago,” he said.",
  "But they would eliminate Washington.",
  "What false story did he share today?",
  "…\n\nWhat ought conservatives to do?",
  "They would eliminate Jefferson.",
  "He did in 2016 but not today."
]