[
  "In December, shortly after several inquiries from CNN regarding the site's financial health, LifeZette managing editor Maureen Mackey posted a message to readers titled \"LifeZette 2.0\" which noted that the company was in the midst of an operations review.",
  "Though Edwards declined to comment as to why the site changed owners, a source with knowledge of the situation said staff were informed last fall that the site was in a difficult financial situation and was facing a possible sale or even closure.",
  "The copyright logo at the bottom of the LifeZette homepage changed on January 3rd from Ingraham Media, Inc to LifeZette - KG Airco Inc. KG Airco Inc. appears in public records using the same address as The Katz Group in Canada.",
  "But the site has failed to make waves and its traffic numbers are not competitive and have experienced a sharp decline over the past year, according to data from ComScore, which tracks website audience numbers.",
  "Edwards' company, TJ Edwards Group, says on its website it is a firm that provides \"interim Chief Financial Officer\" services and \"support for mergers, acquisitions and venture capital financings.\"",
  "\"[I]n key management positions, we are in the process of making important changes — and are in active discussions with some of the most dynamic corporate executives in America,\" the message said.",
  "In August, the Daily Beast reported that now-former CEO Peter Anthony had repeatedly made \"sexually suggestive comments about female employees—sometimes within earshot of those female staffers.\"",
  "A subsidiary of Katz's company The Katz Group has taken ownership of the nearly three-year-old right-leaning site, LifeZette's interim CEO, Tom Edwards, confirmed to CNN.",
  "The same story noted the site was the target of a labor complaint over paychecks, which, it said, \"came sporadically and with little official documentation.\"",
  "The source with knowledge of the situation said that since the sale and the appointment of new executives, the environment for staffers has improved.",
  "A spokesperson for Katz declined to comment, saying, \"The Katz Group is a private company and declines to comment on its investment activities.\"",
  "Ingraham stepped away from the day-to-day operation of the site last fall, when Fox News named her as the new host of a 10 p.m. show.",
  "He runs one of Canada's largest privately owned enterprises, which owns everything from pharmacies to the NHL's Edmonton Oilers.",
  "Canadian billionaire Daryl Katz's company is the new owner of LifeZette, the site co-founded by Fox News host Laura Ingraham.",
  "\"This new team will ensure that LifeZette remains a potent and growing force in the digital media space for years to come.\"",
  "Ingraham has maintained a minority stake in the company and is \"still very much involved in the business,\" Edwards said.",
  "At the time it billed itself as a \"a cultural and political web destination for conservatives and independents.\"",
  "Mackey, and an email address for media requests at LifeZette also did not respond to emails seeking comment.",
  "Katz is one of Canada's richest people, according to the magazine Canadian Business.",
  "Staff were told of their new owners in December, the source said.",
  "She did not respond to multiple requests for comment.",
  "Ingraham launched LifeZette in 2015.",
  "Anthony denied the allegations."
]