[
  "If she actually wants to help America move forward, she'll defend him when he's unfairly maligned, but also continue criticizing him when he contradicts himself or goes back on his promises to the American people.",
  "Most recently, she defended his deal with Democrats to increase the debt ceiling by shifting the blame to the Republicans, who she said had forced the president to advance and progress wherever he could.",
  "In the wake of Eric Bolling leaving the network and his show, \"The Specialists,\" being cancelled, \"The Five\" will be moving back to the 5 p.m. slot, where the show first premiered and had much success.",
  "Ingraham has been a vocal and vehement defender of President Donald Trump both in her personal advocacy as a guest commentator on Fox News, and on her website, Lifezette.",
  "The Bolling family was struck with the terribly tragic news that their son, Eric Chase Bolling, was found deceased the day after Fox News parted ways with his father.",
  "Bolling was a host of \"The Five\" from its inception, but was spun out to his own show until sexual harassment allegations forced him out at the network.",
  "Ingraham is not a blind supporter, however — she criticizes Trump when his actions appear to betray the populist promises he made on the campaign trail.",
  "CNN reported Monday that sources at Fox News indicate that radio talk show host Laura Ingraham will be given a show on the right-wing news network.",
  "The president has enough cheerleaders — he needs constructive criticism to pass an agenda that will give ailing Americans what they need.",
  "\"I thought we were going to drain the swamp in Washington, not clear the desert in Afghanistan,\" she tweeted in August.",
  "If the sources are correct, Ingraham will be taking the 10 p.m. slot, which is currently inhabited by Sean Hannity.",
  "One such instance where she parted with him was his enthusiastic support for a military victory in Afghanistan.",
  "Ingraham has shown that she is an enthusiastic supporter of Trump's populist tendencies.",
  "Hannity will be moving to the 9 p.m. slot, which is currently inhabited by \"the Five.\"",
  "The former anchor has been tamping down rumors that his son committed suicide.",
  "Will Laura Ingraham improve Fox News?"
]