[
  "“I’m at the point where if my country needs me, and if I could do something to actually advance the Trump agenda, which is stuff I’ve written about now for 15 years with trade and immigration and just renewing America, I’d have to seriously consider that,” she said on Fox News.",
  "In recent months, she said major news organizations were part of “a super-duper PAC” for Democrat Hillary Clinton, claimed debate moderators were biased, and joked about people in the media “wearing black” if Trump were elected.",
  "Former Time magazine writer Jay Carney joined the Obama administration shortly after the 2008 election as spokesman for Vice President Joe Biden and shifted three years later to become White House press secretary.",
  "The Hill first reported Ingraham was being seriously considered for press secretary, a role she acknowledged would be an adjustment from freely giving her own opinions to channeling the White House’s message.",
  "Journalists have reason to be concerned about covering Donald Trump’s White House given how the president-elect blacklisted news organizations during the campaign and vilified the press.",
  "J. Scott Applewhite/Associated Press Laura Ingraham, who spoke at the Republican National Convention, is under consideration to become White House press secretary, a source confirmed.",
  "In covering the 2016 election, Martosko has developed relationships with political reporters that could be an asset if the Trump White House tries making inroads with the press.",
  "Fox News reported that Republican National Committee Communications Director Sean Spicer and Trump transition Communications Director Jason Miller are also under consideration.",
  "David Martosko, the U.S. political editor for the Daily Mail, has been discussed as a candidate for press secretary, according to sources with knowledge of the situation.",
  "Martosko spent most of his career in public relations before joining conservative news and opinion site The Daily Caller in 2011 and the Daily Mail two years later.",
  "Spicer has long-running relationships with Washington reporters, but is also not shy about aggressively calling out news organizations for unfavorable coverage.",
  "Ingraham, an author and Fox News contributor who runs the site LifeZette, told Fox News host Tucker Carlson on Monday that she’s “honored” to be in the running.",
  "Conservative radio host Laura Ingraham is under consideration to become White House press secretary, a source confirmed to The Huffington Post.",
  "He’s familiar with journalists’ access concerns, having been denied the opportunity to serve as the pool reporter at an early Clinton event.",
  "As president-elect, Trump has already limited access by not allowing a small pool of journalists to travel with him, as has been tradition.",
  "So whom Trump chooses for press secretary will be seen as an indication of how his administration plans to engage with journalists.",
  "Another option for the Trump team is turning to the press corps for a candidate who would take questions daily from the press.",
  "More recently, he vented alongside other frustrated reporters after Trump began a rally before the traveling press arrived.",
  "Trump could follow the path of other Republican and Democratic White Houses and select a veteran communications official.",
  "She’d also presumably take a pay cut if giving up radio, TV and book deals for a roughly $176,000 government salary.",
  "The selection of Ingraham would suggest a more combative relationship given her past criticism of the media.",
  "Even though Martosko’s name is making the rounds, Trump spokeswoman Hope Hicks indicated to HuffPost that ?",
  "He also proved to be a reliable and enthusiastic Trump defender even as some in the party withheld support.",
  "Fox News Journalist David Martosko has been discussed as a candidate for press secretary.",
  "“David Martosko, while a talented journalist, is not under consideration,” she said.",
  "Carlo Allegri/Reuters Sean Spicer is reportedly in the running for press secretary.",
  "Martosko declined to comment on the press secretary position.",
  "Still, Ingraham signaled being open to it.",
  "he’s not in the running.",
  "contrary to sources ?"
]