[
  "While much of the article singled out Democratic leaders for scorn, Williamson had almost nothing positive to say about Trump, pointing out that according to the president’s own rhetoric “the guy who built Trump Tower with illegal-immigrant labor and who relies on the H-2B visa program to keep Mar-a-Lago stocked with dishwashers and housekeepers … doesn’t care about the country at all.”\n\nSimilarly, the headline of a Federalist article by David Harsanyi declared, “Trump’s ‘Buy American.",
  "In its own post-mortem, Breitbart tacitly acknowledged that it hadn’t all been about external fundraising by the left:\n\nThe Republican establishment, initially caught flat-footed, ended up spending over $5 million in advertising against Ossoff in the last weeks of the campaign, but it never caught up in the all-important ground game, which typically consists of a positive voter engagement on behalf of a single specific candidate rather than a negative attack on a single candidate.",
  "That article claimed the results “prove that Trump hasn’t enraged so many Americans that a nearly unknown Democrat—even one with significant national funding and attention—could turn a solid GOP district blue overnight.” Similarly, LifeZette wrote, “The Democrats could not quite claim their trophy they spent so extravagantly to win.”\n\nRush Limbaugh mocked Ossoff—who he refers to as “Pajama Boy”—for suggesting that the election counted as a success for Democrats.",
  "Fox News contributor Douglas E. Schoen (who identifies as a Democrat), for example, argued that a reactionary resistance to Trump could never be a winning approach for the party, writing, “If not by 2018, certainly by 2020, this non-strategy will not only destabilize the Democratic party’s future, but also cripple our nation in the process, leaving key constituencies to suffer the consequences.”\n\nConservative publications also found fault with the GOP.",
  "The Daily Caller rounded up some of her tweets about the evening in an article headlined, “Actress Says Georgia Election Results Made Her ‘Want To Puke.’” National Review also mocked “poor Alyssa Milano,” while LifeZette made fun of the actor John Leguizamo for seeming “to be under the impression Ossoff had won.”\n\nSome conservative outlets suggested that Ossoff’s failure to cross the 50 percent line was indicative of a larger problem on the left.",
  "Concluding its analysis, the site took the opportunity to blame one of its most consistent targets, House Speaker Paul Ryan, writing that he “did not see the risk of a Democratic victory in Georgia until it was too late” and “was not even in the United States on Tuesday.” Fox News commentator Todd Starnes also attacked the GOP, though he declined to go after Ryan by name: “Is Republican leadership stupid, incompetent or slap crazy?",
  "Hire American’ is like much like fighting climate change: a comforting government-prescribed solution that people embrace in theory but rarely in practice.”\n\nOn Wednesday afternoon, posts about the firing of Bill O’Reilly began to spread from conservative Facebook pages:",
  "(It did, however, once again throw shade at Paul Ryan, noting that he “was not at the event, even though it was his district, as he was meeting with NATO representatives in Europe,” an aside that the site’s commenters eagerly seized on.)",
  "In other news:\n\nSome in the conservative media were sharply critical of Donald Trump’s latest “America first” initiative, an executive order encouraging businessmen to both buy and hire American.",
  "Hire American’ Policy Is Dangerous Nonsense.” Arguing that Trump’s order went against the “rules of economics,” Harsanyi wrote, “In a political sense, the idea of ‘Buy American.",
  "In the early hours of Wednesday morning, news networks confirmed that Democratic House candidate Jon Ossoff had come up just short in his Georgia special election.",
  "If I were the Democrats, I’d make a move to cancel the runoff election and just say we’ve already won it, why don’t you Republicans give up,” Limbaugh joked.",
  "Describing the Wisconsin event at which Trump announced the order, Breitbart was largely affirmative, quoting Trump’s remarks without challenging them.",
  "Other outlets found an even more appealing target in the actress Alyssa Milano, who was public in her support of Ossoff’s candidacy.",
  "“Georgia Special Election Goes Pretty Much as Predicted,” a National Review headline declared.",
  "Gabriel Bouy/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "In National Review, however, Kevin D. Williamson went after Trump for the order.",
  "“The ‘Buy American’ Order: Cynical or Ignorant?” his headline asked.",
  "“I mean, he ran away with it here.",
  "The answer is yes,” he wrote.",
  "Actress Alyssa Milano.",
  "It isn’t even close."
]