[
  "Two notable exceptions: James Corden, whose “offhanded comments weren’t totally inaccurate [when he] rapped that ‘with Trump we don’t know what’s coming next,’ ” and Jennifer Lopez, who also got a pass from the site for dwelling on “the importance of the artist’s voice during trying times,” since it wasn’t clear whether or not her comments should be “taken as a dig against Trump.”\n\nLifeZette was more critical of A Tribe Called Quest’s performance with Busta Rhymes, who referred to Trump as “President Agent Orange,” writing that the “crowd seemed remarkably disinterested, and showed 10 times more enthusiasm for Adele’s tribute to George Michael.” “Shock: Super Edgy Celebz Bash Trump at Grammys,” is how Breitbart teased the performance.",
  "The site was also critical of Katy Perry, who it described as “a prominent Hillary Clinton celebrity consigliere” before noting that she “has never won a Grammy Award.”\n\nIn “Liberals Charge ‘Racism’ at the Grammys—Please,” LifeZette pointed to the Tribe Called Quest performance and to nonwhite artists who received awards, going on to pronounce, “Adele won Best Album of the Year because she had the best album of the year.",
  "As Sean Hannity’s site explains, Joy Villa, who was not nominated for an award, “initially arrived in a a [sic] white cape, and revealed the red, white, and blue MAGA dress in front of photographers on the red carpet.”\n\nMany outlets ran articles featuring multiple images of Villa’s outfit, and some actively praised it.",
  "Posts celebrating Joy Villa’s sartorial choices circulated were heavily shared on conservative Facebook pages:\n\nDespite its own admiration for Villa, “who showed pure courage,” LifeZette was largely dismissive of the other political statements at the Grammys.",
  "The Daily Caller ran an article titled, “People Definitely Think There Was a Pro-Life Message Behind Beyonce’s Grammy Performance,” though it declined to comment on whether or not people thought rightly.",
  "Period.” The piece went on to say:\n\nAt its best, art—especially music—can help people of all kinds, of all income levels, of all backgrounds, come together and forget identity politics.",
  "If she was, the ploy seems to have worked: The Daily Caller–affiliated Smoke Room reports that Villa’s online music sales spiked after the ceremony.",
  "On Monday, conservative media was abuzz with coverage of Sunday night’s Grammy Awards, most of all about the dress worn by a little-known singer.",
  "Breitbart rounded up tweets from the “many leftists” criticizing Villa’s choice, especially suggestions that she was just seeking attention.",
  "Unfortunately, many today are not satisfied until art itself is crippled into something divisive and aggressive.",
  "Mark Ralston/AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Finally, there was Beyoncé, who performed pregnant with twins.",
  "Joy Villa arrives for the 59th Grammy Awards."
]