[
  "It is deep state Obama propaganda television.”\n\nWatch the latest video at video.foxnews.com\n\nIn “Trump’s Tax Plan Would Benefit Trump — So What?” National Review’s David French challenged one leftist talking point that emerged in response to Maddow’s broadcast: that—as French put it—“Trump wants to abolish the … very tax that hit him so hard in 2005.” Saying that it’s reasonable to “want to pay less taxes,” French wrote, “There is nothing at all inherently wrong with wanting to keep the money that you make, or with believing that you can make better decisions spending your hard-earned dollars than the government can.”\n\nSome conservative outlets reveled in the bipartisan reaction to Maddow’s show.",
  "Drudge Report also got into the game, linking to Slate’s critical coverage of the broadcast:\n\nDrudge Report\n\nLifeZette, meanwhile, published, “Liberals, Media Blame Trump for Maddow Tax Meltdown,” in which it mocked those on the left who were speculating that Trump had released the returns himself.",
  "Attempting to sum up the general climate, Fox News wrote, “The event was a disaster not seen on TV since the last ‘Star Wars’ rerun showing the Death Star blowing up Alderaan.” “Even leftwing actress Mia Farrow mocked Maddow,” Breitbart added in a an article rounding up responses.",
  "Though that claim has been contested, he went on, “This city right now is filled with people who think they can break the law because they’re liberals.” In his own monologue, Sean Hannity also argued that though the documents were not scandalous, publicizing them was criminal.",
  "Advertisement\n\n\n\n(In the interest of full disclosure: Your Today in Conservative Media correspondent also posed this conspiratorial possibility on Twitter.)",
  "Advertisement\n\n\n\nDespite the anti-climactic report—or perhaps because of it—conservative media covered the news extensively on Tuesday night and Wednesday.",
  "On Tuesday evening, MSNBC’s Rachel Maddow tweeted that she had “Trump tax returns” and would be discussing them on her show.",
  "The conspiracy site Infowars, on the other hand, republished an article from American Mirror floating that very theory.",
  "Later that night, she presented Trump’s returns from 2005 on air, a revelation that proved far from revelatory.",
  "“Is it possible that the Trump team leaked the tax return in an effort to embarrass the left-wing media?",
  "It’s possible but there is no evidence whatsoever to suggest that is the case,” the publication wrote.",
  "Brett Carlsen/Getty Images\n\n\n\nA daily roundup of the biggest stories in right-wing media.",
  "Newt Gingrich, appearing on Fox News, proposed that releasing the return was a felony.",
  "“Did the Trump-obsessed media get punked again?” it asked.",
  "He then went on to claim, “NBC is not news."
]