[
  "“If this version of the editorial had been the first one, conservatives (and genuinely fair-minded liberals) would have been justified in denouncing its repulsive and baseless insinuation.”\n\nThe Daily Signal’s Katrina Trinko took the Times to task for failing to mention the Public Theater’s staging of Julius Caesar or Kathy Griffin, while Heat Street’s Joe Simonson wrote that the Times “has a twisted interest in our political debates getting bloodier.”\n\nThe Daily Caller, Breitbart, and other sites reported on Sarah Palin’s musings about whether to file suit against the Times.",
  "“If we want to continue to play this idiotic game where a politically-driven nut kills someone and then we all browse his/her manifesto in order to blame Rachel Maddow/Sean Hannity/whomever, we can, but it’s not going to be productive—and in fact, it will lead to a climate of toxicity toward free speech.”\n\nThe Daily Caller’s Betsy Rothstein scoffed at Ted Nugent’s call for more civil political rhetoric.",
  "— Jim Geraghty (@jimgeraghty) June 15, 2017\n\nThe Independent Journal Review and LifeZette informed readers that Hillary Clinton had compared herself to Wonder Woman (“[A] movie about a strong, powerful woman fighting to save the world from a massive international disaster is right up my alley”) in an appeareance via video at the Women in Film Los Angeles’ Crystal + Lucy Awards.",
  "National Review’s Kevin Williamson wrote a piece titled “The Left Embraces Political Violence.” “It did not take very long,” he began, “to get from ‘Punch a Nazi!’ to ‘assassinate a congressman.’”\n\n[O]n the one hand, we have the modern answer to the beer-hall brawlers of the 1930s, and on the other hand, we have powerful political figures working to criminalize dissent.",
  "“It seems to me that if you were coming to this text fresh, with no awareness of the previous version of the editorial, the controversy, or the correction, you’d come away thinking that Palin may have had something to do with Loughner’s shootings but the connection had not been rigorously proven,” he wrote.",
  "He called Obama a ‘subhuman mongrel.’”\n\nOn Twitter, conservative media figures shared news that Georgia special election candidate Karen Handel and her neighbors had received letters with threatening messages and suspicious powder.",
  "There were a number of angry responses across conservative media to a New York Times editorial on the congressional baseball shooting that connected Sarah Palin’s infamous crosshair map to the 2011 shooting of Gabrielle Giffords.",
  "https://t.co/UpRpSin7Xg — John Podhoretz (@jpodhoretz) June 15, 2017\n\nThe letter to Handel’s neighbors is awful if it’s from a real unhinged lefty & awful if it's frm some righty trying to demonize Ossoff fans.",
  "The man was a paranoid schizophrenic who first got angry at Gabby Giffords years before Palin published her map.”\n\nThe Review’s Ramesh Ponnuru took aim at the Times’ corrections to the editorial.",
  "“That is worse than ‘fake news.’ It is an effort to exploit a horrific act of violence for the purpose of stoking political divisions, reinforcing the hysteria in which Hodgkinson was steeped.",
  "The same people who have spent the past 30 years cooking up ever-battier campus speech codes want to do the same thing for society at large in the form of so-called hate-speech regulation.",
  "“The Times’ false equivalence between the two shootings provides a sick excuse for what Hodgkinson did by making it appear to be partially Republicans’ fault,” Pollak wrote.",
  "“Figurative language is common in politics, it’s not going anywhere, and virtually everyone in the United States knows that it isn’t permission to murder someone,” he wrote.",
  "They also do it because they have convinced themselves that we are in a state of national crisis, and that the dark shadow of fascism in descending on the United States.",
  "Karen Handel, neighbors receive threatening powder-filled letters days before Georgia… https://t.co/b9YPtt0StI — Allahpundit (@allahpundit) June 15, 2017\n\nTotal fake.",
  "In reality, the only thing resembling a genuine totalitarian movement in American politics is the progressive camp from which emerged the man who shot Steve Scalise.",
  "Gun violence victim and former U.S. Congresswoman Gabby Giffords during a visit to City Hall on her 2016 Vocal Majority Tour on October 17, 2016 in New York City.",
  "“Clinton insinuated that she has a lot in common with the character, and in doing so, took a pot-shot at President Donald Trump,” IJR’s Josh Grega reported.",
  "The Daily Wire’s Ben Shapiro wrote about the importance of distinguishing harsh political speech from genuinely toxic speech.",
  "“In its zeal to create moral equivalencies and maintain a particular narrative about the past, the Times flat-out lied.",
  "In other news:\n\nConservative commentators had more to say about Wednesday’s congressional baseball shooting.",
  "“The 68-year-old rocker has called for the deaths of various Democratic leaders,” she noted.",
  "On Facebook, Palin linked to a Breitbart article criticizing the Times by Joel Pollak.",
  "“In 2014, the NRA board member called for the assassination of then-President Obama.",
  "There is simply no ‘link to political incitement’ in Loughner’s murderous acts.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "They do this partly because they intend to win and to rule.",
  "“Let’s be blunt,” National Review’s David French wrote.",
  "Done to discredit Ossoff.",
  "Climate of hate?"
]