[
  "On Wednesday, Ted Cruz floated another possible solution in an appearance on Fox & Friends, proposing, as LifeZette glossed it the next day, that the United States should “seize $14 billion in cash and assets from Mexican drug lord ‘El Chapo’ to pay for President Donald Trump’s border wall.” The only trouble with that idea?",
  "Gateway Pundit, typically one of Trump’s strongest allies, set one of Judd’s questions in bold: “Why continue to vote for people if they don’t keep the promises that they made on the campaign trail?”\n\nJudd isn’t the only one worried that Trump could lose support over the wall.",
  "Independent Journal Review wrote that Mexico’s foreign relations secretary had “thr[own] gasoline on the fire” by suggesting that the country might withdraw from cooperative security efforts with the United States—and might even consider imposing an entry fee on visitors.",
  "While conservative media outlets remained generally positive about Donald Trump’s performance in the lead up to his 100th day in office, some began to worry about the status of his signature campaign promise, a wall along the U.S.-Mexico border.",
  "On Thursday, Gateway Pundit published a post in which it spotlighted the concerns of National Border Patrol Council President Brandon Judd, who claimed his organization would be “very upset” if the wall wasn’t built.",
  "Breitbart’s commenters seemed to agree, as did Ann Coulter, who promised in the Daily Caller that there “will be a bloodbath” if the party doesn’t find a way to pay for Trump’s project.",
  "As Breitbart reported, Republican National Committee Chair Ronna Romney McDaniel suggested that voters would “hold [the GOP] accountable” if they didn’t make good on the promised wall.",
  "We’re only talking about the third of government that’s discretionary spending, and even at that, nobody loses their jobs, and nobody loses their Thanksgiving turkey,” he said.",
  "Trump wasn’t a distraction: He was the last chance to save the GOP.”\n\nCoulter argued that the wall would be worth it, even it meant risking a government shutdown.",
  "Rush Limbaugh argued that a government shutdown is nothing to get worked up over anyway, especially if it means finding funding for the wall.",
  "Some conservative outlets admitted that it didn’t look likely that Mexico would be paying, despite Trump’s ongoing insistence that it would.",
  "Donald Trump supporters hold signs in favor of the border wall during the presidential campaign on February 12, 2016 in Tampa, Florida.",
  "“Do not imagine that a Trump double-cross on the wall will not destroy the Republican Party,” Coulter continued.",
  "According to LifeZette, Cruz had lifted it from the publication’s editor in chief, Laura Ingraham.",
  "Photo by Joe Raedle/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "On social media, a post warning about the dangers of cyanide spraying pipes spread widely:",
  "“But … Cruz made no mention of the origins of the notion,” LifeZette complained.",
  "“A failure to build the wall IS a government shutdown,” she wrote.",
  "“Two-thirds of the government cannot shut down.",
  "But where was funding supposed to come from?",
  "“Oh, we’ll get them back.",
  "No, you won’t."
]