[
  "Pointing out that the florist had knowingly served the couple in the past, LifeZette wrote, “The Left has blurred the distinction between refusing to serve an individual because of his sexual orientation and refusing to do business with an individual in one specific instance because one does not agree morally with what that individual plans to do with the product.” In National Review, David French took it further, warning that we were witnessing an all-out assault on the First Amendment:\n\nIf you care about the Bill of Rights, the rights of conscience, or even the English language, there’s a chance that this morning you felt a disturbance in the Force — as if the Founders cried out in rage and were suddenly silenced.",
  "Sean Hannity called it a “marathon,” pronouncing, “It was a historic beat down of the alt-left propaganda media, and they had it coming.” And Breitbart reported, “Rush Limbaugh applauded Trump’s performance on his nationally syndicated radio show,” describing it as “one of the most effective press conferences I have ever seen.” On Twitter, Trump himself seized on that remark, claiming that Limbaugh had characterized his performance as “one of the greatest ever”:\n\nThank you for all of the nice statements on the Press Conference yesterday.",
  "The florist’s lawyer, who had argued that floral arrangements constitute a kind of speech, proposed, “No one would expect a Muslim journalist to write a piece for a religious journal that attacked Mohammed; no one would expect an Orthodox Jewish artist to create a mural for a religious customer that contradicted the Torah’s teachings.” In a similar rhetorical spirit, French asked, “Is it now racial discrimination to refuse to bake a cake with Confederate flag icing, since the person asking for such a cake will almost always be white?”",
  "The Daily Caller quoted extensively from a statement by one of the florist’s lawyers that claimed she “stands to lose all that she owns—her retirement, her life savings, her home—simply for declining to create custom expression for one event that violated her conscience for a long-time friend and customer.” (According to the Blaze, the florist faces a $1,000 fine.)",
  "— Donald J. Trump (@realDonaldTrump) February 17, 2017\n\nA Sean Hannity post emerging from Trump’s press conference was widely shared on Facebook:\n\nOther news:\n\nMany conservative outlets covered the Washington state Supreme Court's unanimous ruling against a florist who had refused to provide flowers for a same-sex wedding.",
  "Collins set the two side by side on both quantitative points—Trump “lasted almost 90 minutes” while Obama managed a mere hour—and qualitative ones—“Obama was very serious,” but “Trump lightened things up.”\n\nAdvertisement\n\n\n\nOthers were more explicitly enthusiastic about the event.",
  "In the Daily Caller, Kaitlan Collins wrote that the president “went off script” at the event, but she otherwise presented the details straight, quoting extensively from Trump’s remarks with minimal commentary.",
  "Some conservative media outlets covered Donald Trump’s Thursday press conference without passing editorial judgment.",
  "French and others also offered a handful of comparisons in attempts to clarify their objections.",
  "Mario Tama/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Advertisement\n\n\n\nMany worried that the decision could have troubling implications.",
  "In another piece, Collins compared Trump’s first press conference with Obama’s.",
  "Rush Limbaugh said one of greatest ever.",
  "Fake media not happy!"
]