[
  "“[The American Civil Rights Initiative’s Roy] Connerly said that what he saw in the coverage of the disaster in Houston confirmed what he’s long felt — that most Americans don’t care all that much about skin color.”\n\nConservatives also criticized the French magazine Charlie Hebdo for a cover depicting Nazis drowning in Harvey’s floods.",
  "The left has no problem exposing exactly who they are: hateful, nasty people who enjoy the suffering of others, and take delight in it.” On Twitter, many conservatives agreed:\n\nThe Charlie Hebdo cover is offensive & dumb, and I fully support their right to be as offensive & dumb as they like.",
  "Also, the losers at Charlie Hebdo have a God-given right to publish it, & no one has the right to shoot them pic.twitter.com/isOVjkXPR0 — Tiana Lowe (@TianaTheFirst) August 30, 2017\n\nFrench rag Charlie Hebdo mocks Harvey victims as Neo Nazis\n\n\n\nCharlie Hebdo makes fun of everyone but Muslims.",
  "“But we also know that Trump loves Andrew Jackson so if he doesn’t get replaced by Tubman, that will probably be the reason that the left goes with in order to paint Trump as a racist.” The Daily Caller’s Alex Pfeiffer also noted President Trump’s love of Andrew Jackson.",
  "“CNN panels on Charlottesville and race are gone, and instead, Americans see footage of people of all races coming to each other’s aide in Houston and other cities in Texas and now southern Louisiana, where Harvey made a second landfall on Wednesday,” she wrote.",
  "Cowards https://t.co/VUnXuN1ARy — Joe Walsh (@WalshFreedom) August 31, 2017\n\n\n\nIn other news:\n\nA few outlets ran posts on news that Treasury Secretary Steve Mnuchin may not proceed with plans to put Harriet Tubman on the $20 dollar bill.",
  "“Trump added in [a] April 2016 interview that a bill shouldn’t be changed out of ‘political correctness,’ and that ‘maybe’ Tubman could go on the $2 note, where Thomas Jefferson currently resides.”",
  "Rush Limbaugh described the ongoing rescues as a triumph of individualism against liberalism:\n\nNow, many, if not most of the rescues in Houston were by individuals.",
  "I mean, for crying out loud, shouldn’t rescuers have to pass a state or federal test and pay a state or federal fee before they’re allowed to properly help others?",
  "A sign reading “I am still Charlie” at a rally commemorating the second anniversary of the deadly attack against the satirical weekly on Jan. 7 in Paris.",
  "“As Americans, we’re free to trash it, trash talk it, mock it, detest it, buy it, support it, or use it to line the cages of our gerbils.",
  "“Mnuchin seems to have the right mindset about this and what he said about security makes total sense,” a post at the Right Scoop read.",
  "“The president regards Jackson fondly and hung up a portrait of the former president in the Oval Office,” he wrote.",
  "“Here’s the takeaway: Charlie Hebdo can do whatever it wants,” Louder with Crowder’s Courtney Kirchoff wrote.",
  "How do we know they’re carrying the sufficient number of life jackets if they’re engaged in water rescues?",
  "https://t.co/jDFaR4darf — Paul Joseph Watson (@PrisonPlanet) August 31, 2017\n\nAn evil, despicable cover.",
  "In an interview, Mnuchin told CNBC he’d like to focus on anti-counterfeiting measures instead.",
  "When Texans are down, many of them actually underwater, the left takes shots at them.",
  "How do we know that the rescue vehicles they’re using are not causing climate change?",
  "The government has not sanctioned their talents or ability nor given them permission.",
  "Conservatives continued to weigh in on the aftermath of Hurricane Harvey on Thursday.",
  "How do we know that the rescue vehicles they’re using are not destroying the planet?",
  "Are these just people engaging in this activity without the proper credentials?",
  "AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "At LifeZette, Margaret Menge wrote that the rescues showcased racial unity.",
  "Has the ASPCA or some government agency approved of these efforts?",
  "For example, are the people rescuing pets, are they licensed?",
  "Do these people even know what they’re doing?",
  "And I’m wondering, are those people licensed?",
  "How do we know their equipment is safe?",
  "Are these just people on their own?",
  "I’m speaking metaphorically here.",
  "But this is who the left is.",
  "Are they qualified?",
  "Rogue rescuers."
]