[
  "An opinion post from Fox News argued, “The only real outrage here is that a politically ambitious prosecutor and his friends in the media are taking a totally routine event … and trying to turn it into a scandal.” The Daily Caller, which also alluded to Bharara’s “political ambitions,” discussed his reluctance to take a call from Donald Trump, noting, “It is generally considered a breach of protocol for the president to speak with federal prosecutors.”\n\nGateway Pundit published multiple posts about Bharara, who it called an “Obama [l]ackey.” Two of those posts discussed Dinesh D’Souza’s enthusiastic reaction to the news that Bharara had been fired.",
  "The site wrote that Bharara had “brought charges against [the] conservative activist and author,” a prosecution that it called “an obvious witch hunt.”\n\nIn “Jeff Sessions Needs To Do More Than Just Fire Obama-Era Government Attorneys,” the Federalist called for an investigation of Obama’s Department of Justice, writing,\n\nIf Sessions needs a list of whom within DOJ to start investigating, I’ve got one, as do dozens of current and former conservative congressmen.",
  "“The president’s administration realized that all throughout the country, effete Ivy League-educated lawyers continued to do the jobs to which Obama had appointed them,” it wrote, before inviting readers to purchase “limited-edition commemorative T-shirts” from the Daily Caller’s online shop.",
  "As National Review put it, “The U.S. attorney exercises the president’s power and can be removed at the president’s will.”\n\nAdvertisement\n\n\n\nSome conservative outlets took the firings as an opportunity to target what they see as liberal hypocrisy.",
  "As the story developed, some conservative publications focused on the role of now-former U.S. attorney Preet Bharara—who initially declined to resign and was subsequently fired.",
  "And while most sites saw the mass resignations as a typical presidential act, the Daily Caller suggested that the firings proved Trump really did intend to drain the swamp.",
  "On Friday, the Trump administration requested the resignation of 46 U.S. attorneys who had been appointed during Obama’s presidency.",
  "“Media ‘Double Standard at Play’ in Coverage of U.S. Attorney Firings,” a representative LifeZette headline read.",
  "Similarly, a post on Sean Hannity’s site announced, “AMNESIA: Bill Clinton and Janet Reno Fired All 93 U.S.",
  "Attorneys at Once.” (Slate and several other non-conservative sites wrote that the firings were normal.)",
  "Many conservative outlets quickly moved to assure their readers that this was business as usual.",
  "Drew Angerer/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "There’s a lot more internal corruption at Justice than what is already known."
]