[
  "A Daily Caller headline asked, “Why Hasn’t Trump Followed Through on His Promise to Get Rid of the H1B Visa and DACA Programs?” A Breitbart article reported, “Thirty-one Democratic and Republican Senators are asking the Department of Homeland Security to maximize the use of blue-collar outsourcing visas so U.S. companies can import more foreign workers instead of recruiting, training and paying unskilled U.S. workers.”\n\nMeanwhile, a LifeZette article read, “Seventeen migrants were caught near Emerson, Canada, after crossing into the country from the United States,” before going on to cite other reporting indicating “that a majority of the migrants entering Canada appear to be Muslims from the Middle East and Central and South Americans.” Looking to the U.S.-Mexican border, Independent Journal Review cited data from U.S. Customs and Border Control indicating that “the number of illegal crossings dropped from 31,578 in January to 18,762 people in February.”",
  "National Review also took up this angle, writing that “the GOP has proven gun-shy” before going on to argue, “This is the kind of thing that happens when a party has no leaders.”\n\nBreitbart continued to provide a platform for those who opposed the bill, featuring an “exclusive” interview with Sen. Rand Paul, who, according to the publication’s paraphrase, said, “Ryan’s strategy … makes no sense—and that he believes that the Speaker is deliberately misleading President Trump into thinking he has more support for this bill than he has, and that its fate is not in crisis.” It also ran posts spotlighting the concerns of both Sen. Susan Collins, who worried that premiums would increase and millions would lose their care, and Sen. Tom Cotton, who called on his “friends in the house” to “pause, start over.",
  "A news post from Independent Journal Review attributed opposition to “lawmakers in the ultra-conservative wing of the GOP” and wrote that in a Thursday afternoon presentation, “Ryan reiterated that the current bill could be their only shot at scrapping President Obama’s signature law.” A LifeZette article headlined “Cracks Show in Conservative Opposition to Obamacare Package” suggested that a compromise might be in the works.",
  "Drudge Report\n\nIn an opening monologue, Sean Hannity echoed many of these points, proposing, “Obamacare must be, under all circumstances, completely repealed.” He went on, however, to stress that Republicans must work to avoid giving Democrats ammunition that would allow them to claim that the GOP wants “to kill children and kill old people.",
  "And on Thursday afternoon, Drudge Report prominently linked to a Daily Mail article describing “a White House charm offensive calculated to win over Republicans” by inviting them over to go bowling.",
  "In “Paul Ryan’s Self-Inflicted, Healthcare Disaster,” for example, Heat Street concluded,\n\nMaybe Democrats have been right all along, maybe the GOP really is the party of stupid.",
  "The Daily Caller, meanwhile, promoted a combative interview between Ryan and Tucker Carlson, emphasizing Carlson’s questions about congressional inaction under Ryan’s direction.",
  "These cannot take place, these discussions on TV or in the press.” As such, he suggested that future negotiations should take place behind closed doors.",
  "On Thursday, conservative media outlets continued to grapple with GOP infighting over the proposed Republican Affordable Care Act replacement.",
  "Only a group of idiots could roll out such a poorly-crafted piece of legislation that it actually makes the old Obamacare look good.",
  "Watch the latest video at video.foxnews.com\n\nOther news:\n\nMany conservative sites also focused on questions related to immigration.",
  "Ryan’s not standing in the corner with a dunce cap on, he’s proudly wearing it and smiling in front of the American people.",
  "Get it right, don’t get it fast.”\n\nAdvertisement\n\n\n\nNot all outfits were uniform in rejecting the bill and its authors.",
  "Advertisement\n\n\n\nMany publications suggested that Speaker of the House Paul Ryan was responsible for the discord.",
  "Win McNamee/Getty Images\n\nA daily roundup of the biggest stories in right-wing media."
]