[
  "“It looks for long-run solutions and recognizes that the economy is a dynamic market in which tax cuts have ripple effects.” LifeZette’s Brendan Kirby examined Democratic opposition to ditching the state and local tax deduction:\n\nHouse Minority Leader Nancy Pelosi (D-Calif.) tweeted last week: “50% of households that claim State & Local Tax deduction make under $100K — & now @SpeakerRyan wants to throw it away.” (She did not mention that 90 percent of the benefits flows to houses with incomes over that threshold.)",
  "They put it back into the economy and ultimately into workers’ paychecks, creating more jobs and higher wages across all income groups.”\n\nOn Rush Limbaugh’s show, he voiced skepticism about a report—promoted by the office of House Speaker Paul Ryan—claiming that corporate tax reform would raise American families’ wages by $4,000 annually, on average:\n\nI can’t read something like that and simply go, “Right on, man!",
  "Sen. Richard Blumenthal (D-Conn.) provided a clue for the opposition on the Left, complaining Monday on CNN that it would be “particularly impactful on my state of Connecticut, the Northeast, and many other states.”\n\nIndeed, Democratic politicians tend to oppose eliminating the deduction because it disproportionately benefits voters in Democratic strongholds — urban areas where property and local taxes are high.",
  "The efforts of the Trump administration, led by Treasury Secretary Steve Mnuchin, National Economic Council director Gary Cohn, and the GOP leadership of the House and Senate, seek to use a new tax-reform bill to attack the fundamentals of what is broken in the tax code (a non-competitive corporate code) and clean up around the edges as well (alternative minimum tax (AMT), pass-through entities, etc.).",
  "The catalyst for 2017/18 tax reform is a broken tax code, and that brokenness is most evident in two places: A brutally non-competitive business tax code that hasn’t come close to dealing with the global realities of the last 30 years; and a glut of tax brackets and deductions that are too confusing, too easy to manipulate, and too divorced from simplicity and fairness.",
  "Let’s do tax reform and get everybody, on average, a $4,000-a-year raise.” It’s based on the fact that American corporations are gonna have a whole bunch of money in America to use that they can’t use now, because they can’t bring it back, because the tax rate’s too high.",
  "“If you want to raise a boy who will not only avoid becoming a rapist, but may even succeed in doing something actively positive with his life, then he must be taught — he must be shown — how to harness his masculinity to a constructive end,” he wrote.",
  "A post at the Federalist called Trump’s tax framework “a win for all Americans.” “It offers direct benefits to the middle-class, encourages economic activity, and reduces the time citizens will spend paying taxes,” Nicole Ault argued.",
  "I don’t think my parents ever sat me down and said, ‘Matt, you mustn’t rape,’ or ‘Matt, son, don’t assault random strangers,’ or ‘Matt, listen here: don’t become a serial killer.’ Those lessons were embedded in the larger one.”",
  "“If an estimated 45 percent of Americans don’t pay any federal income taxes, it’s hard to provide them with a bigger tax cut than those who face five-, six-, or even seven-figure tax bills,” she wrote.",
  "At National Review, Ben Shapiro took aim at Hollywood’s culture of exploitation:\n\nWhere does “mutually beneficial” Hollywood quasi-consent stop and sexual assault and harassment begin?",
  "The only people who could stop the chain of brutality would be those who have already made it — but those people still need the producers who exploited them to continue getting parts.",
  "“Regardless of whether you think the wealthy should benefit from tax reform, the fact is that wealthy individuals and small businesses don’t just hoard money all to themselves.",
  "After all, we’re hearing from actresses such as Ellen Barkin that Weinstein’s evils had been an open secret for years, and yet rich, famous actors and actresses said nothing.",
  "At National Review, David Bahnsen distinguished genuine reform from simple tax cuts:\n\nTax cuts scream for people who pay too much in taxes wanting to pay less (fair enough).",
  "In other news:\n\nConservatives continued their commentary on the Weinstein scandal and subsequent conversations about sexual harassment and assault that have ensued.",
  "The Daily Signal’s Rachel Greszler assessed the ways tax reform could go awry, including an overemphasis on how much in cuts the wealthy could stand to receive.",
  "If you’re a young, aspiring star, and you’re invited to dinner by a rapacious producer with the ability to toss you a juicy role, what do you do?",
  "“He must have examples of real men in his life so that he can see not only what men don’t do, but what they do and why they do it.",
  "That’s gonna equal more money being held by American businesses domestically, and that means that everybody gets a $4,000 raise?",
  "So they’re gonna lower the corporate tax rate plus make a one-time offer of very low taxes on the repatriated amount.",
  "Or do you sleep with him in hopes of receiving that part, which could end up being worth millions in future earnings?",
  "Because of my analysis of this … I mean, anybody, not just me, is gonna look at this with giant question marks.",
  "At the Daily Wire, Matt Walsh argued that constructively affirming male identity could help prevent assault.",
  "Yes, the rates are too high, both individually and corporately, but beyond that, the system is not right.",
  "Sure, we may turn a knob here and there on levels, but reform is more comprehensive, and more reactive.",
  "Nor will they about others: The power imbalance between producers and talent is simply too great.",
  "Unfortunately, the logic extends even to those big stars who no longer need rapacious producers.",
  "Conservatives took a look at the prospects of the Republican tax reform effort on Tuesday.",
  "Is there something in the bill that mandates businesses pay higher wages with the money?",
  "Tax reform implies something is structurally unfair, and therefore needing reformation.",
  "Drew Angerer/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "The catalyst to reforming something is admitting something needs to be reformed.",
  "Do you go to dinner and demurely protest when he tries to go to bed with you?",
  "It’s far easier for an actor to drop out of circulation than a producer.",
  "Do you turn down the dinner and risk being badmouthed around town?",
  "We do not need to reform that which is already good and right.",
  "They have to be able to back it up with something.",
  "They’ve put this out the way they’ve put it out.",
  "I just can’t figure out what it is.",
  "Now, he’s gotta mean something.",
  "Speaker of the House Paul Ryan.",
  "Right on, let’s do it!"
]