[
  "To be clear, there’s nothing untoward about reporting on the political donations of Mueller’s investigators, even if it is deceptive to crow about how three of them supported Democrats without mentioning the fact that Mueller himself is a Republican who was appointed to the head of the FBI by George W. Bush.",
  "It’s also worth noting that the original error here seems to have been made not by reporters but by the FEC: If you look up Michael W. Dreeben in the agency’s database, you’ll see that he is listed, for reasons that are unclear, as an employee of the Justice Department.",
  "Earlier this week, former House Speaker Newt Gingrich advised his Twitter followers to “look” at the people Mueller has hired and to “check” their political donation histories on the website of the Federal Election Commission.",
  "One line of attack has focused on the special counsel team, which has grown in the month since Mueller’s appointment to lead the FBI’s Russia investigation to include at least five extremely well-regarded investigators.",
  "But that didn’t stop the false claim about Dreeban from being repeated on NewsMax, Townhall, Laura Ingraham’s website LifeZette, Instapundit, Lou Dobbs’ show on the Fox Business Channel, and countless message boards.",
  "Soon, according to National Law Journal, Michael W. Dreeben—a Chicago-based designer of fine furniture—was receiving emails from friends about his role in the Democratic conspiracy to dethrone Donald Trump.",
  "On June 12, both CNN and the Hill published stories aggregating Gingrich’s complaints and listing four members of Mueller’s team who appeared to have given money to Democratic candidates and organizations.",
  "In an interview with National Law Journal, the furniture-designing Dreeben said the DOJ Dreeben had contacted him once about five years ago to see if they might be related.",
  "(Update, June 19, 2017: According to a spokesman for the FEC, the error can be traced back to Friends of Hillary, the PAC that Michael W. Dreeben donated to in 2006.",
  "As you can see in this filing, Dreeben was mistakenly identified as working for the Justice Department when Friends of Hillary reported his donation to the FEC.)",
  "The Hill and CNN both published corrected versions of their stories after the DOJ spokesman detailed to the Mueller probe alerted them to their mistake.",
  "There was just one problem: The Michael Dreeben who donated that money to Obama and Clinton is not the same one who is working for Mueller.",
  "As first noted by Daniel Hemel, an assistant professor at the University of Chicago Law School, the tell is in the middle initials.",
  "Then there was Michael Dreeben, the deputy solicitor general in the Justice Department and arguably Mueller’s most celebrated hire.",
  "James L. Quarles III, who served on the Watergate Special Prosecution Force, had been giving to Democratic politicians since 1987.",
  "The Justice Department Michael Dreeben is Michael R. Dreeben, whereas Democratic megadonor Michael Dreeben is Michael W. Dreeben.",
  "Larry Downing/Reuters\n\nThe campaign by Trump loyalists to pre-emptively discredit Robert Mueller kicked into high gear this week.",
  "Andrew Weissmann, the head of the DOJ’s fraud division, had given to Obama in 2008 and the Democratic National Committee.",
  "The former, according to the FEC, appears to have made no political donations to either Democrats or Republicans.",
  "According to the Hill, Dreeben had donated to an Obama PAC in 2008 and a Clinton for Senate PAC in 2006.",
  "Jeannie Rhee, a former DOJ official, had made donations in support of Barack Obama and Hillary Clinton.",
  "According to a follow-up article from CBS News, Dreeben’s donations came to a total of $1,500.",
  "Robert Mueller would never make a mistake like this.",
  "(There is apparently no indication that they are.)",
  "Reporters obliged."
]