[
  "Advertisement\n\n\n\nOn the Daily Caller, an article titled “How the Nation’s Spooks Played the Game ‘Kill Mike Flynn’ ” claimed, “The talk within the tight-knit community of retired intelligence officers was that Flynn’s sacking was a result of intelligence insiders at the CIA, NSA and National Security Council using a sophisticated ‘disinformation campaign’ to create a crisis atmosphere.” Breitbart, meanwhile, aggregated reporting on the issue from the Wall Street Journal under the headline “Deep State #Resistance: Spies Withhold Intel From Trump, Says WSJ.”\n\nMeanwhile, National Review stood largely alone on Thursday in proposing that Congress should investigate Trump’s relationship with Russia.",
  "The Daily Caller drew from eight years of Barack Obama’s interactions with the press to present “13 Hard-Hitting Questions Liberal Reporters Asked Obama,” including one from Jim Acosta of CNN, “who has been especially upset about conservative media access to the White House.”\n\nTown Hall’s Guy Benson approached the issue somewhat more soberly, offering a four-point analysis.",
  "On its home page, Breitbart quoted Trump’s assertion that the media “has become so dishonest that if we don’t talk about it, we are doing a tremendous disservice to the American people.” Town Hall described the event as “Round Two of his battle with CNN’s Jim Acosta,” writing, “Trump … asked CNN to do some self reflection.",
  "He went on to write that he didn’t “think personal pique was the top driving factor of their grousing.” He proposed, however, that the mainstream press’s reaction was driven by a “deep-seated arrogance and ideological myopia,” which blinds its representatives to the journalistic chops of less-than-liberal reporters.",
  "Several sites featured posts mocking mainstream publications for worrying that Trump had primarily invited questions from conservative news organizations at his Wednesday joint press conference with Israeli Prime Minister Benjamin Netanyahu.",
  "It’s time for the appropriate committees to conduct the oversight—of the executive branch, and of the intelligence services—for which they are responsible.”\n\nMost publications turned their attention Thursday to other media outlets.",
  "“It’s fair to say that if President Obama had exclusively called on explicitly left-leaning outlets over the course of multiple consecutive press conferences … conservatives would have melted down,” Benson acknowledged.",
  "Advertisement\n\n\n\nContinuing this trend, conservative publications zeroed in on the president’s bromides against the mainstream media during his Thursday afternoon press conference.",
  "He told them to honestly consider not airing such anti-Trump news every night, and they’ll see their ratings rise.”\n\nSean Hannity presumably wasn’t surprised by all this rancor.",
  "In a formal editorial, it proposed that such an inquiry is necessary, whether or not “this matter is on the order of Watergate.” The editors wrote, “A steadier hand is in order.",
  "On Wednesday evening and throughout Thursday, conservative media outlets continued their coverage of Donald Trump’s conflict with the intelligence community.",
  "But what we’re seeing play out now is far worse,” he pronounced in his opening monologue.",
  "“Media Freakout Over Pecking Order Rages On,” read a representative LifeZette headline.",
  "Mark Wilson/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "“You’ve heard me saying since 2008: Journalism is dead.",
  "Watch the latest video at video.foxnews.com"
]