[
  "With President Trump formally pulling the United States out of the Paris climate accord, conservative media outlets predictably cheered him on, with Drudge highlighting the “Pittsburgh, not Paris” line and Mark Levin’s Conservative Review tweaking liberals for “losing their minds over Trump’s climate decision.” Curiously, in the immediate aftermath of Trump’s Rose Garden speech several major conservative sites emphasized the fact that the president had followed through on a campaign pledge rather than expressing enthusiasm for all the ways in which life in the U.S. will be better now that we’re no longer part of the Paris Agreement.",
  "The Daily Caller led with a similar line: “President Donald Trump has made good on his campaign promise to withdraw from the Paris climate agreement, undoing a crowning achievement of the Obama administration.” Breitbart put it right in its home page headline: “Promise Kept: POTUS Withdraws USA From Global Warming Deal.”\n\nAdvertisement\n\n\n\nUp until Trump’s midafternoon speech, it was Hillary Clinton day in conservative media, as commentators seized on an interview the 2016 Democratic nominee gave Wednesday at the Recode conference in California.",
  "As Townhall reported, former DNC data science director Andrew Therriault wrote on Twitter that Clinton’s accusations were “fucking bullshit” and that members of his team did not deserve to be “thrown under the bus without a fight.” Therriault deleted the tweets, but not before they were picked up by the Daily Caller, the Washington Free Beacon, the Washington Examiner, Heat Street, and many others.",
  "In other news:\n\nBreitbart has published at least three pieces since Wednesday about scary brown people: one about the death toll of a “cartel war” near the Texas border, one about a female member of the MS-13 gang accused of laughing during the commission of a brutal murder, and one about a former employee of Univision being charged with child rape.",
  "In the interview, Clinton attributed her election loss to Russian hacking, fake news spread on Facebook, voter suppression, the Comey letter, the shoddy data operation of the Democratic National Committee, the “very broad assumption that [she] was going to win,” and the media coverage of her private email server (“the biggest nothing-burger ever”).",
  "(The latter included “Mikey, the Life Cereal kid” and “plagues of locusts” while the former included, “Democrats not making the right documentaries.”)\n\nBy midday Thursday, some conservative outlets had moved on from Clinton herself, and focused their energies on a Democrat who had dared to criticize her for her comments.",
  "Elsewhere, there was much disappointment over Trump’s decision to hold off on moving the U.S. embassy in Israel to Jerusalem, consternation over the scheduling of James Comey’s appearance before the Senate Intelligence Committee, and fresh speculation about Reince Priebus’ possible departure from the White House.",
  "Not to be outdone, the Daily Caller covers the arrest of a man in New Jersey, allegedly an illegal immigrant, on burglary charges, and notes that he probably would have been in jail already if not for the Bail Reform Act that passed in New Jersey this past January.",
  "(A Facebook post by the South Plainfield Police Department asserted that the alleged burglar had been arrested on May 22, and under the old bail guidelines, “would have been held … with a bail between $10,000 - $50,000.” Under the new guidelines, he was released.)",
  "“Pulling out of the agreement fulfills President Trump's campaign promise to do so,” wrote Townhall’s Katie Pavlich, in a breaking news post that contained almost no other context.",
  "“To witness Hillary still stuck in denial nearly seven months after the election would be tragic if it were not so hilarious,” wrote Infowars’ Paul Joseph Watson.",
  "Both Fox News and the National Review compiled gleefully tongue-in-cheek lists of every reason Clinton has provided for her loss since November.",
  "Across much of conservative media, Clinton’s comments were denounced as pathetic attempts to deflect blame from herself.",
  "“Hillary Clinton continues to offer fresh excuses for her 2016 election loss,” wrote John Sexton of Hot Air.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media."
]