[
  "So for Obama to issue a statement scolding the Trump administration for following through on one of the president’s signature campaign promises—last year Trump called DACA an “illegal amnesty” and promised to “immediately terminate” it—shines a light into the progressive mind\n\nAt LifeZette, Margaret Menge quoted the Federation for American Immigration Reform’s Matt O’Brien, who argued that DACA’s end could be good for Mexico:\n\nAmericans who’ve advocated for mass migration, O’Brien says, have not considered that we “destabilize” neighbors to the south, like Mexico, when we take in so many of their immigrants—often the most ambitious of them.",
  "“So, on the basis of both short-term gain in 2012 and long-term progressive interest in creating a new demographic reality in swing states in the southwest, Obama eagerly did exactly what he had said that he could not legally do — and not with reluctance, but with the self-righteous zeal of a convert, and in condemnation of anyone morally suspect enough to have agreed with his position prior to his reelection campaign,” he wrote.",
  "You have these various retail outlets who spend a lot of advertising dollars with the local media.”\n\n\n\nThe Resurgent’s Steve Berman wrote, “They’ve called Rush Limbaugh a ‘hurricane truther’ or ‘hurricane denier’ because he pointed out on his show that local TV and national media both have a vested interest in making the storms worse than they are, and ensuring maximum concern by local residents,” Berman wrote.",
  "“[I]f … it would be ‘politically and morally grotesque’ to deport them; if, as I think, it would be similarly grotesque to leave them vulnerable to deportation or render them unable to work and study; then we can justifiably demand precisely one thing in exchange for an amnesty: real enforcement of existing immigration laws,” he argued.",
  "“Such is identity politics.”\n\nThe Federalist’s John Daniel Davidson wrote that opposition to DACA’s reversal suggested that “Democrats Don’t Really Think Their Policies Should Be Subject To Elections”:\n\nWhatever policies Democrats enact are not merely politically desirable but morally necessary, and opposing them is morally wrong.",
  "Local TV stations and national networks have ramped up the coverage and it is not coverage keeping people informed, but coverage decided to say ‘I told you so’ and ‘you’re all going to die.’ ”\n\nLimbaugh responded to criticism on his own show:\n\nFolks, it is so frustrating.",
  "“The media has so invested for so long in the global warming scenario that promised more frequent and bigger hurricanes without ever delivering them, they are right now positively orgasmic that a big storm is coming,” Erickson wrote.",
  "…\n\nHurricane Harvey [sic] is supposed to hit Miami Sunday morning at eight a.m. with 145-mile-an-hour winds and come right up and dead hit West Palm Beach and Wellington at 130 miles an hour and then keep going north.",
  "And the same thing applies, mutatis mutandis, to Democrats.”\n\nAlso at National Review, Victor Davis Hanson wrote about Obama’s insistence, prior to DACA, that he could not grant blanket amnesty with executive power.",
  "Sending them back, he said, is likely to strengthen Mexico—“a nation on the move”—as most have been able to avail themselves of a free K-12 education and many have also earned a two- or four-year college degree.",
  "“And then people end up going to various stores to stock up on water and whatever they might need for home repairs and batteries and all this that they’re advised to get, and a vicious circle is created.",
  "In other news:\n\nA couple of commentators defended Rush Limbaugh for suggesting Tuesday that the media has hyped Hurricane Irma to help Florida retailers and stoke fear about climate change.",
  "…\n\nTrump was elected president largely on the promise that he would undo just about every major Obama-era legislative reform and executive order, from DACA to Dodd-Frank to Obamacare.",
  "When these people, who are so emotionally invested—emotionally, not intellectually—so emotionally invested in an event and in an outcome, you can’t get to them with the truth.",
  "But if you study this, as I do, you will find that from the beginning of coverage of Hurricane Irma, Florida has always been in what would be the cone, the long range cone.",
  "If Republicans try to roll back any of it, they’re being morally callous—dooming the planet to climate change or killing thousands of Americans by denying them health care.",
  "Immigration activists Wednesday in Newark, New Jersey, protest the Trump administration’s decision to end the Deferred Action for Childhood Arrivals program.",
  "That goes for DACA but also pretty much every other Obama policy, from his draconian climate regulations to every last detail of the Affordable Care Act.",
  "“For Republican legislators pursuing a particular policy-reform agenda to use these 800,000 lives as bargaining chips would partake of the grotesquerie.",
  "Even opposing the Obama administration’s quixotic Iran nuclear deal was a grave sin that would mean “some form of war” in the Middle East.",
  "They reside in these little self-made cocoons where they safely are hidden away from anything that challenges their emotional construct.",
  "He was pretty blunt about it, in fact, and one of the curious aspects of the DACA announcement is that it didn’t come sooner.",
  "In fact, you may know more than they do.” The Resurgent’s Erick Erickson also defended Limbaugh in another piece.",
  "“The faces you see on television are paid to entertain you and make you feel like they should be trusted.",
  "At National Review, Jason Lee Steorts outlined the parameters of a fair compromise for the Dreamers.",
  "“[T]he TV stations begin reporting this and the panic begins to increase,” Limbaugh had said.",
  "They are reading a script, and most of the time, they don’t know any more than you do.",
  "And all I’m telling you is that I think there are reasons for that beyond meteorology.",
  "“It is their ‘I told you so’ moment after two decades of telling us so to no avail.",
  "Many others have been able to work in fields such as construction or hospitality.",
  "In fact, the truth is the greatest enemy they face, and they treat it that way.",
  "Now, yesterday at this time, the hurricane center had Key West as the target.",
  "Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Conservatives continued Wednesday to unpack Trump’s decision to end DACA.",
  "The day before that it was an entirely different target.",
  "And it’s actually getting more and more frustrating.",
  "That’s all."
]