[
  "It may be a hard problem, but his solution, within the limitations of his office, is straightforward: Follow the Constitution; end the program because it is illegal; employ prosecutorial discretion responsibly; refute the hysterical nonsense that ending DACA will result in mass deportations of aliens who are, for all intents and purposes, Americans; show good faith by supporting temporary legislative measures that help aliens already in the DACA program; and hammer out a legislative compromise — making it clear that if Democrats really want to move dreamers out of legal limbo, they cannot stubbornly refuse to work with Trump and negotiate with Republicans.",
  "It’s a relatively petty charge to be sure, but it’s still a violation of the law.”\n\nOn Fox and Friends, LifeZette’s Laura Ingraham agreed that there has been too much focus on immigrant “sob stories”:\n\nFor every sob story — and there are many of them, and unfortunate ones you can pull out for illegal immigrants here — I can up you a sob story or a difficult circumstance from an American citizen, as Donald Trump called them during the campaign, ‘the forgotten men and women,” she said.",
  "If you ask my wife about DACA, she blames the parents of these children who, unlike her own parents, broke the law and put their children in this situation.”\n\nHot Air’s Jazz Shaw warned that sympathetic profiles of Dreamer’s like the Los Angeles Times’ recent article on undocumented taquero and activist Romulo Avelica Gonzalez, are on the way.",
  "Yet, the justification given by the president and his allies at the time was summed up best by The Washington Post’s Eugene Robinson, who then argued that the “only reason President Obama has to act on immigration reform is that House Speaker John Boehner won’t.”\n\nFor one thing, this an admission that DACA was abnormal.",
  "“[R]epublicans might be wise to push for both enforcement and immigration-reform commitments in a DACA deal.”\n\nBreitbart’s John Nolte listed “14 Things the [Mainstream Media] Won’t Tell You About DACA.” Topping the list is the argument that Dreamers’ situations are the fault of their immigrant parents.",
  "The Federalist’s David Harsayani called DACA “one of the most blatant circumventions of ‘democratic norms’—those things that so many people on cable news channels keep lecturing us about”:\n\nThere are a vast number of solid economic and moral arguments for legalizing the children of illegal immigrants.",
  "Even if conservatives believe DACA to be a misuse of presidential authority, the exercise of federal power in that manner would be a gross abuse of the public trust.”\n\nFred Bauer of National Review chimed in to note the perils of congressional Republicans attempting a DACA fix.",
  "Having sworn to preserve, protect, and defend the Constitution, he could explain that, while he would certainly execute any accommodations Congress enacts for “dreamers,” the president has no authority to confer positive legal benefits — such as work permits — on aliens.",
  "The Constitution makes no allowance for the president to write law “if Congress doesn’t act.” Moreover, it offers a bigger question: Is Robinson’s rationalization in play for all presidents, or only the ones liberals agree with?",
  "“They provided the government with a substantial trove of information about themselves that now may, in theory, be used to round them up and remove them from the only country of which most of them have any memory.",
  "(END) — Ben Shapiro (@benshapiro) September 5, 2017\n\nAnd at Gateway Pundit, Christina Laila hit immigrant rights protesters who demonstrated in front of Trump Tower for chanting in Spanish.",
  "“In a politically polarized time, depressing the grassroots probably harms the GOP’s midterm chances more than disappointing some swing voters does, but both inflict a cost,” he wrote.",
  "On Twitter, the Daily Wire’s Ben Shapiro argued that DACA isn’t likely to truly end:\n\nThose who want DACA gone most ardently want immigration law enforced against DREAMers.",
  "If Congress doesn’t build a border wall or enact tax reform (or act on any of the policies the President views as imperative), is Trump free to act because of DC inertia?",
  "(3/) — Ben Shapiro (@benshapiro) September 5, 2017\n\nSo it's most likely that this is a gambit to bargain formalizing DACA for the wall, which his base will hate.",
  "They’re citizens.’ What receives much less attention in the article is that fact that Avelica Gonzalez was making more than tacos during his time in California.",
  "“But she was brought here by her parents legally and remained here legally until she obtained her citizenship, something she prizes above most everything else.",
  "(2/) — Ben Shapiro (@benshapiro) September 5, 2017\n\nTrump isn't going to do that - even with DACA gone, admin is pledging to deport \"criminals\" in the main.",
  "Immigrants and supporters demonstrate in Los Angeles during a rally in support of the Deferred Action for Childhood Arrivals program on Wednesday.",
  "“To be eligible for work and residential status, DACA recipients actually had to demonstrate that they were illegal residents,” he explained.",
  "Trump could remind the public that President Obama himself publicly admitted he did not have the constitutional power to do what DACA does.",
  "“Those forgotten men and women who showed up were Hispanics, they were African-Americans, they were people from all walks of life.",
  "“He gives an impassioned statement to the reporter about how, ‘we have to do something to stop … the separation of families.",
  "“No better way to show you want to be an American than to chant in Spanish while you are in the U.S. illegally,” she wrote.",
  "At National Review, Andrew McCarthy wrote that Trump should follow the Constitution in ending the measure.",
  "Commentary’s Noah Rothman expressed concern about the manner in which Dreamers may now be deported.",
  "[…]In any event, President Trump has made the DACA issue more complicated than it needs to be.",
  "“My wife was born in Nuevo Laredo, Mexico, and came to America as a small child,” he wrote.",
  "(4/) — Ben Shapiro (@benshapiro) September 5, 2017\n\nLikeliest result: nothing.",
  "AFP/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "He also showed up in court for receiving stolen vehicle license plates.",
  "“golly, Romulo is pretty much a gosh darn hero, isn’t he?” he wrote.",
  "Conservatives mostly praised Trump’s rescinding of DACA on Tuesday.",
  "He should declare the Obama-administration guidance null and void.",
  "Trump should do what he should have done his first day in office.",
  "Trump and GOP get smacked for \"cruelty\" they aren't committing.",
  "Because it’s not just us who suffer in there.",
  "This is how immigration is supposed to work.",
  "DACA disappears formally but DREAMers stay.",
  "In substance, I agree with DACA.",
  "Our kids also suffer.",
  "“Genius.”"
]