[
  "And LifeZette extensively quoted Joseph diGenova to support the assertion that federal employees “are committing felonies in leaking classified materials to outlets such as The Washington Post.”\n\nAdvertisement\n\n\n\nOn his show, Sean Hannity attributed Flynn’s demise to “a liberal witch hunt.” “The Washington D.C. swamp is rising up,” he said, while alluding to a “master plan to damage and destroy … President Donald Trump” engineered by the “alt-radical left.”\n\nWatch the latest video at video.foxnews.com\n\nOther news:\n\nOn Wednesday afternoon, many conservative outlets turned to Donald Trump’s meeting with Israeli prime minister Benjamin Netanyahu, most suggesting that it had gone well.",
  "Sean Hannity’s site pointed to earlier reporting, reminding readers, “The FBI had concluded in January that nothing illicit had taken place in [Michael] Flynn’s conversation with [Russian ambassador Sergey] Kislyak.” Breitbart implied that we were witnessing a case of selective outrage, writing, “it may be instrumental to recall that representatives for Barack Obama’s 2008 presidential campaign were accused of meeting with Hamas and Iran.”\n\nMany outlets made light of the left’s enthusiasm for the story.",
  "The Daily Caller post “Journalists Go Nuts Over Rehashed New York Times Story” rounded up reactions from a handful of media personalities, including Dan Rather, “who was brought down by false reporting about George W. Bush’s military record.” Similarly, LifeZette wrote, “The Russian fear-mongering is a narrative that journalists just can’t quit,” before going on to suggest that the real goal was to protect the Iran deal.",
  "Breitbart ran an article titled, “EXCLUSIVE – NSA Whistleblower: Agency ‘Absolutely’ Tapping Trump’s Calls.” The whistleblower in question was William Binney, who left the National Security Agency in 2001, and the article does not indicate that he has current insider information to substantiate his assertions.",
  "On Tuesday evening, the New York Times published an article titled, “Trump Campaign Aides Had Repeated Contacts With Russian Intelligence.” While conservative media outlets extensively covered the story, they were largely dismissive of its implications.",
  "Advertisement\n\n\n\nTown Hall emphasized the Times’ own admission that those contacts presented “no evidence of collusion.” It likewise dismissed the contention that Russia had “hacked” the election.",
  "Breitbart rounded up “5 Ways Trump, Netanyahu Improved U.S.-Israel Relations,” including a new focus on “radical Islamic terror” and a warmer, more personal connection between the leaders.",
  "“Bibi Smiles Again at the White House,” Drudge Report’s lead link read, referring to the rocky relationship between Netanyahu and Barack Obama.",
  "Most other outlets followed suit, suggesting that there was little of note in the Times article, and nothing truly new.",
  "Breitbart cited Rep. Devin Nunes, who claimed that those who had given information to journalists should be jailed.",
  "Many outlets suggested that the intelligence community’s actions should have consequences.",
  "Win McNamee/Getty Images\n\nA daily roundup of the biggest stories in right-wing media.",
  "Conservative publications also turned a critical eye to the intelligence community."
]