[
  "Ingraham, who has worked at Fox as a contributor since 2007, will continue hosting her daily radio show \"The Laura Ingraham Show\" and will still serve as editor on LifeZette, the news site she founded, though she will no longer handle day-to-day operations, the network said.",
  "In advance of the new show's debut, on September 25th Sean Hannity's show will move from 10 p.m. to 9 p.m. and \"The Five\" will return to its original 5 p.m. time period, back from its current 9 p.m. time slot.",
  "\"The Ingraham Angle will aim to cut through the Washington chatter to speak directly with unexpected voices and actual people who are impacted by the news of the day,\" the network said in a press release.",
  "Suzanne Scott, Fox's president of programming, said in a statement, \"We are delighted to unveil this new primetime schedule for both our current and future generation of loyal FNC fans.",
  "\"After a decade working at Fox News with a team of television pros, I am thrilled to be joining the primetime line-up as a host of the 10 o'clock hour.",
  "Over the last decade, Laura's extraordinary insight, expertise and strong voice have connected with our viewers across the network's programming.",
  "I look forward to informing and entertaining the audience and introducing new voices to the conversation,\" Ingraham said in the release.",
  "\"Ingraham will challenge the decision makers to focus on everyday, hard-working Americans who serve as the backbone of the nation.",
  "As CNN first reported last week, Ingraham will take over the 10 p.m. slot and the rest of Fox News' primetime lineup will change.",
  "Martha, Tucker and Sean have proven that they understand the pulse of America across the political and the cultural spectrum.",
  "The program will also highlight the importance of faith in our nation and reveal stories that showcase the American spirit.\"",
  "We look forward to her providing the audience with her exceptional commentary, engaging insight and spirited debate.\"",
  "Ingraham's show will be called \"The Ingraham Angle,\" and will debut on October 30th, the network announced Monday.",
  "Rotating hosts will handle the 10 p.m. hour until Ingraham's debut.",
  "It's official: Laura Ingraham is Fox News' newest primetime host."
]