[
  "IMPOSSIBLE!” — Chuck Woolery, self-described Hollywood conservative, ex-host of “The Love Connection.”\n\nJUST ASKING QUESTIONS: The Resurgent‘s Erick Erickson pisses people off\n\nThe DNC requires golf carts\n\nAshley Judd under a beautiful sky in Philly",
  "Hahaha\n\n“I hate to say it, but the Republican Convention was far more interesting (with a much more beautiful set) than the Democratic Convention!” — Donald Trump.",
  "Your first name\n\nQUOTE OF THE DAY:\n\n“Aside from the fact that he’s serially humiliated her, and that she’s covered for him, they seem like a great couple.",
  "From the DNC\n\n“The protesters outside the security perimeter want to burn an American flag but they can’t seem to find one.” — WSJ‘s Byron Tau.",
  "“He’s saying all these wonderful positive things about her…and look how he treated their marriage.” — Christine Rousselle, Townhall.",
  "The DNC Critic\n\n“Oh man, Madeleine Albright totally just silenced the ‘J’ in Kim Jong Un #DemsInPhilly.” — CNN’s MJ Lee.",
  "The Observer\n\n“OMG it’s all people with disabilities opening day 2 of the DNC.” — John Aravosis, editor, AMERICAblog.",
  "Chyron of the Day\n\n“Klobuchar talking about rape with Bill Clinton’s name right under her on the chyron is awkward.",
  "Yes, ma’am, I’m quite aware of how hot it is.” — Justin Peligri, NBC’s “Meet the Press.”\n\nDon’t eat the donuts!",
  "“Every politician (regardless of party) could learn a lot about public speaking from Bill Clinton.",
  "5x before, but you let him go on and on bc you feel sorry for him.” — LifeZette‘s Laura Ingraham.",
  "On Bill Clinton’s speech\n\n“OK this is now like an old uncle telling an old story you’ve heard.",
  "Beware: The store is in the 2900 block of Chain Bridge Road in Fairfax County, Va.",
  "The Philosopher\n\nJournos make fun of the DNC\n\nNick Gillespie works at Reason; S.E.",
  "XOXO\n\n“Bill Clinton is reading off the teleprompter just like everybody else.",
  "“Inexplicably Ross from ‘Friends’ is here.” — The Daily Beast‘s Olivia Nuzzi.",
  "Ex-game show host: Democrats suck\n\n“You cannot reason with Democrats.",
  "“An elderly woman just stopped me to tell me the temperature.",
  "So Bill will be done at 4 am.” — Politico‘s Marc Caputo.",
  "He’s just really good at it.” — WaPo‘s Chris Cillizza.",
  "#DemsInPhilly.” — focus group expert Frank Luntz.",
  "#DemsInPhilly.” — The Daily Caller‘s Chuck Ross.",
  "HUFFPOST EXAMINES THE HOWARD DEAN HORSE SCREAM.",
  "Then we only have 36 more years to cover.",
  "Only one year to go until 1980.",
  "Journalist: No shit, old woman.",
  "It’s absolutely impossible.",
  "#DNCinPH”\n\n— CNN’s S.E.",
  "Read and listen here.",
  "Cupp works at CNN.",
  "It’s hot.",
  "Noted.",
  "“1979.",
  "Cupp."
]