[
  "\"We were presented with the opportunity [to be at the roundtable] on Saturday — we coach three soccer teams, and we were asked if we were interested before one of our games,\" Copley told LifeZette in an exclusive interview about his experience.",
  "\"I know God always had a plan — and we would have eventually made it to that point of marriage, but it was definitely difficult for me to see myself getting married, thinking I was not financially prepared to take care of us.\"",
  "But we turn to the Lord and put our faith in Him, and we will be restored in one way or another — if it's not with a situation will allow us to use coal, then He will make another opportunity available that we can utilize.\"",
  "Like so many other American families, the couple are working as a team to put resources and opportunities together for the sake of their children — while praying for circumstances to change in their favor.",
  "If we’re lucky, at least once in an election cycle an average American is able to cut through the campaign noise and hype and directly challenge those who say they’re worthy of leading the nation.",
  "Bo Copley, an unemployed West Virginia coal miner and a man of deep faith, challenged Democratic front-runner Hillary Clinton the other day in Williamson, West Virginia, at a community roundtable.",
  "Clinton had earlier asserted — scarcely able to contain her glee — that \"we're going to put a lot of coal miners and coal companies out of business\" while out on the campaign trail.",
  "\"In comparing a coal salary to others around here,\" he continued, \"I left an approximately $26,000-a-year job [and] basically tripled it within two years when I became a coal miner.",
  "In my opinion, you don't make those kinds of comments toward a particular set of people, and then go into the homes of those people without expecting someone to ask you about it.\"",
  "\"People look at fasting differently, but for me, I decided not to eat for the whole day — giving up something that focuses on the flesh, and instead focus on the spirit.\"",
  "When asked about the presumptive GOP presidential nominee, Copley said of Donald Trump, \"I would be very interested to hear what Mr. Trump has to say about our region.",
  "\"I went to college and didn't finish, then I worked for a car dealership in the parts department — I may have made minimum wage there, around 5 to 7 dollars an hour.",
  "Copley marvels at God's plan, taking him from coal miner to someone who challenged a Democratic presidential candidate about the state of the coal mining industry.",
  "His job in the mine allowed Copley to start his family and get on with his life's plans — far sooner, at least, than if he had stayed at the car dealership.",
  "\"Then Sunday after church, I went to play golf with some friends, and I prayed about it during the hour-and-a-half drive to golf, and all the way back, too.",
  "\"Right now, my wife Lauren is a professional photographer — she owns Charlee Lifestyles Photography in our town of Del Barton, West Virginia,\" Copley said.",
  "\"Politics can get people madder quicker than most things do, and I figured God had me there to help people with their livelihoods — to talk about coal.\"",
  "If coal mining goes away, as Hillary Clinton suggested it would if she could help it, then so would the livelihoods of coal miners such as Copley.",
  "\"My wife and I dated for around five years, and I don't know that we would have been able to marry when we did without the coal mining,\" he said.",
  "\"I don’t know that she was expecting [the opposition to her] in that particular meeting, but I’m fairly positive she had a calculated response.",
  "Copley perceived that Clinton's responses to him on the coal mining issue were planned or orchestrated well in advance of his comments to her.",
  "He's married with three children: six-year-old son Elliott, three-year-old daughter Charlotte, and daughter Merritt, who will be 2 this July.",
  "It's been one of the most humbling experiences of my life,\" he added, speaking about Americans' responses to his face-to-face with Clinton.",
  "Copley found himself face-to-face with Clinton at the community roundtable, seated just a few feet from the presidential candidate.",
  "\"After the meeting we went to revival — we invited Hillary Clinton, too — and by the time we got back, everything had changed.\"",
  "I went from there to a better opportunity in a larger dealership, and within a couple of months was promoted to parts manager.\"",
  "He told her that he couldn't explain his situation — or her comments about putting coal miners out of work — to his children.",
  "\"Letting someone become unemployed, and saying to them, 'Wait for the right opportunity — wait on Me,' it's been unreal.",
  "We celebrate four children, me and Lauren — we celebrate the three we have now, while we wait to meet the fourth again.\"",
  "\"My wife felt that child grow inside of her, and we heard the child's heartbeat, so we had a connection to that child.",
  "\"We've always been guided by our faith in God as well as our military, and we’ve all but removed God from the country.",
  "Last week, no one in the country would have cared what I thought — except for my soccer players,\" he added, laughing.",
  "She's a mom first, though — there's a reason daddies are called daddies and moms are called moms,\" he said, laughing.",
  "He asked her how she could make those comments and then \"come in here and tell us how you're going to be our friend.\"",
  "It’s one of the reasons I know that it’s a life, and that abortion is murder,\" he said in his soft, serious tone.",
  "Yet to coal miners who live with that cloud of dread over their heads every day, real terms are all they have.",
  "\"The majority of the people [here] are against abortion, and are against homosexual marriage,\" he said.",
  "\"This country was founded on coal,\" said Copley, \"and realistically we miners have nowhere else to go.",
  "\"I've gotten messages from strangers thanking me for standing up to Hillary, and for speaking out.",
  "Copley was a maintenance planner, but not anymore: His mine filed for bankruptcy early this year.",
  "\"That child, had it gone full term, means our second child wouldn't have been born,\" he said.",
  "He talked to her about his industry, and about her divisive comments on the future of coal.",
  "\"Charlee is a combination of the names of our first two children — Charlotte and Elliott.",
  "\"But there are other things that we in this community are not too happy about with her.",
  "The current administration seems to have tried to weaken our military beyond repair.\"",
  "I pray to the Lord to make the right decision about voting for our next president.\"",
  "Copley, 39, worked in the mines for 11 years before being laid off last September.",
  "\"My wife and I had a miscarriage at 17 weeks, between our first and second child.",
  "\"I can't look at my phone or Facebook page without tearing up,\" Copley continued.",
  "Copley is deeply conservative and is against abortion for very personal reasons.",
  "\"I'm not particularly proud of the state of our country at the moment,\" he said.",
  "What will happen to Copley if coal is diminished as a power source in the U.S.?",
  "I asked for the Lord to guide me in what to say and what to do at the meeting.\"",
  "He was representative, he said, of the angry crowd that had gathered outside.",
  "For someone to say that child was not alive at any point really bothers us.\"",
  "There's a lot of people ready to put God back to the center of this nation.\"",
  "Copley slid a photo of his three kids across the table to Hillary Clinton.",
  "\"I know that this country can be restored, because it was founded on God.",
  "How is Copley's family getting by now, without his coal mining paycheck?",
  "Lauren is supporting the family right now, and we're a tag-team effort.",
  "Of course I had moments where I thought: 'What am I getting into?'\"",
  "\"There are not very many opportunities where I live,\" said Copley.",
  "Copley is not happy with the direction in which America is going.",
  "Clinton knows this but seems loath to talk about in real terms.",
  "What are the other issues the community is concerned about?",
  "I've seen several interviews where he says the right thing.",
  "But I figured coal mining was the issue to talk about.\"",
  "\"It was the thing we focused on,\" he said of mining.",
  "\"My faith and my hope is in God,\" he continued.",
  "Copley deeply believes in trusting God’s plan.",
  "Copley prayed to God about the situation.",
  "I prayed through the day,\" he said.",
  "\"I also fasted on Sunday,\" he said.",
  "Coal mining is itaround here.\"",
  "For speaking up for our God.",
  "\"We immediately said yes.",
  "This remains unclear.",
  "\"I began to pray.",
  "\"God is faithful."
]