[
  "“It’s especially comical to see conservatives complaining about boycotts,” he wrote, “especially after viewers of Ingraham’s colleague Sean Hannity started smashing Keurig coffee pod machines and the Republican state government of Georgia decided to punish Delta Air Lines for defying the National Rifle Association.”\n\nIndeed, one of the immediate responses in recent days has been an attempt to organize a counter-boycott of advertisers abandoning Ingraham.",
  "“Since they can’t make the arguments for their side, the answer is to take out the stars of conservative media.”\n\nOn Sunday he assimilated the fight to a broader culture war, writing that “this is a mammoth battle – some might even call it a war”, he added, – between the elites … and the rest of us.”\n\nFacebook Twitter Pinterest Marjory Stoneman Douglas high school student David Hogg speaking during the March for Our Lives rally.",
  "At RedState, Carl Arbogast asked: “Why are liberals so afraid of ideas that are outside of their comfort zone?” At National Review, Williamson’s former colleague described the replaying of Williamson’s stated views as a “sliming”, and castigated progressives for “attempting to define Kevin entirely through a few paragraphs, a sentence here or there, or an ill-considered tweet or two”.",
  "Photograph: Mark Wilson/Getty Images\n\nAs part of Breitbart’s exhaustive coverage of the tiff, space was given to their media writer, John Nolte, to opine that the pursuit of Ingraham was “un-American McCarthyism, a partisan witch-hunt in which the establishment media is an active participant and cheerleader”.",
  "Ben Shapiro called the message “utterly anodyne”, and characteristically turned the issue back on the left, saying that “leftist media’s universal rush to condemn Sinclair for the message is actually more lockstep political than Sinclair’s message, which is lockstep but not political”.",
  "Photograph: Chip Somodevilla/Getty Images\n\nImplicit in the conservative reaction to this issue seems to be the belief that the free speech rights of their stars include not just the freedom to speak as they wish, but access to prominent, advertiser-supported platforms.",
  "The American right have revealed a vision of free speech that is very expansive for conservatives, but far less accommodating for those who disagree with them\n\nIn the past week, the American right has rallied around a number of their own who have spoken unwisely.",
  "At the Daily Caller, Angers Hagstrom tied the Williamson fracas to the broader conservative narrative on free speech, saying the case illustrated why “conservatives are feeling less and less welcome in public discourse on the internet, on campuses, and on TV”.",
  "Here, it’s worth pointing out that conservative discussion of Ingraham’s woes has been completely detached from its context – a relentless campaign of character assassination by the right against Parkland survivors.",
  "The logic of these positions seems to be that while the right is free to make unrestrained use of the platforms it controls, any criticism of this by progressives is an unacceptable constraint on free speech.",
  "Bill O’Reilly, who lost his own Fox show after a similar advertising campaign, wrote on Monday that the campaign was being “directed by powerful, shadowy radical groups who want Laura Ingraham off the air.",
  "Same thing happened to me.”\n\nJeffrey Lord, a widely published conservative pundit who, like Ingraham, worked in the Reagan administration, claimed that it had fulfilled an earlier prophecy he had made.",
  "Like many on the right, he is attracted to the idea that Hogg himself is being manipulated by shadowy, offstage figures, and “has been so poisoned that he cannot see how obscene his own behavior is”.",
  "Meanwhile, on TV stations owned by conservative-friendly Sinclair broadcasting, news anchors last Friday were forced to read out a prepared script that hit Trumpist talking points about “fake news”.",
  "Even rightwing writers who concede the meanness of Ingraham’s behaviour - like Joey Wulfsohn in the Federalist – end up concluding that Hogg’s response to conservative attacks is somehow worse.",
  "This pressure led to quick results: within a day Ingraham had apologized “in the spirit of Holy Week”, and on Friday night announced she would be taking a week away from her show.",
  "The president responded with a tweet on Monday criticising “Fake News Networks”, and saying that Sinclair was “far superior to CNN and even more Fake NBC, which is a total joke”.",
  "By Monday morning, some of the usual suspects were defending Sinclair’s bizarre move, which has apparently caused anguish among its un-unionised, and precarious employees.",
  "Many on the left were quick to point to Williamson’s previously stated views on race and abortion, including his repeated call for women who had abortions to be hanged.",
  "Which brings us to a second bunfight, which began with the news last that the National Review writer Kevin Williamson had been hired by liberal flagship the Atlantic.",
  "Last Wednesday, Ingraham mocked Parkland survivor and prominent anti-gun activist, David Hogg, for his grades and his failure to gain admission to several colleges.",
  "In doing so, they have revealed a vision of free speech that is very expansive for conservatives, but far less accommodating for those who disagree with them.",
  "Facebook Twitter Pinterest Political talk radio host Laura Ingraham delivers a speech on the third day of the Republican National Convention on 20 July 2016.",
  "The biggest fight has been centered on Laura Ingraham, Fox News star, talk radio host, bestselling author and founder of conservative website, Lifezette.",
  "Williamson’s confreres on the right, recognizing the importance of one of their own being promoted to a mainstream publication, leapt to his defense.",
  "And apparently all that is needed for them to feel unwelcome is for them to be criticized, or for others to quote their own publicly stated beliefs.",
  "Fellow conservatives have spent the intervening days arguing that Ingraham is the victim of a more or less totalitarian campaign by the left.",
  "Again, it seems that the demand is not only that conservatives are given such platforms, but that they are made to “feel welcome”.",
  "Many on Twitter reminded their followers that the Trump campaign had struck a deal with the network for access.",
  "In summarizing them, Sarah Jones at the New Republic called Williamson an “extremist” and “gratuitously cruel”.",
  "Hogg responded by encouraging his hundreds of thousands of followers to contact Ingraham’s advertisers.",
  "Rightwing commentators also ignore the fact that conservatives use similar tactics when it suits them.",
  "In a later article, their writer, Cristina Laila, called him a “crazed liberal” and “Power Hogg”.",
  "And predictably, viral attack site Twitchy took the fight straight to Jones and the New Republic.",
  "A video showing the script read out side by side on affiliates went viral over the weekend.",
  "Elsewhere, various outlets folded Ingraham’s woes into ongoing efforts to demonize Hogg.",
  "Tom Nicholls set out this little piece of absurdity quite succinctly in USA Today.",
  "“This is the strategy of the Left,” he wrote for Newsbusters last October.",
  "Gateway Pundit tried to push some buttons by bringing up Hogg’s atheism.",
  "Go figure."
]