[
  "… Why do I have to choose a career or a baby?” She also said she didn’t want to wait until her 30s to have a baby: “I want my kid now.”\n\nFaithwire used this statement to argue that Cardi B “doesn’t believe in the feminist idea of not being able to be both pregnant and successful.” Ah yes, the feminist movement, famous for telling pregnant women they can’t be successful, in between advocating for pregnancy workplace protections, pushing for paid parental leave and affordable child care, and praising legislators for breastfeeding on the job.",
  "She contends that although she had a baby in high school, she was still able to go to school at a community college, find a job at an investment firm, and establish a lucrative career convincing women not to go around “killing those who impede our economic progress.” Because Szala chose to become a single parent and avoided falling into poverty with the help of a sister who gave her free child care, she says the idea that reproductive freedom is an essential building block of economic security is false.",
  "Anti-abortion websites are posting gleeful recaps of an exchange the hip-hop artist had with radio host Charlamagne Tha God last Tuesday, when she said she “kinda sort of” considered terminating her pregnancy, before determining that she “didn’t want to deal with the whole abortion thing.”\n\n“Cardi B Explains Why She Chose Life Instead Of Abortion For Her Unborn Child,” the Federalist headlined its post.",
  "Commenters on Shapiro’s Facebook post wrote that “she is teaching young women that it is ok to be a slut,” and “I thought all Cardi thought about was being ignorant/arrogant/ghetto and sleeping with other women’s men.” Another Facebook user identified Cardi B’s statement as a “classy” move, “especially since abortion is heavy amongst her audience.” What audience, pray tell, might that be?",
  "As aggravating it is to watch the anti-abortion press mischaracterize Cardi B’s remarks (several sites also said the rapper wanted to avoid abortion “regret,” even though Charlamagne Tha God put those words in her mouth), it has been amusing to see social conservatives grapple with her maximalist persona and run up against their own biases.",
  "The part of Cardi B’s radio remarks that most appealed to anti-abortion activists came when she addressed some fans who tweeted their disappointment that she would have a baby—and, presumably, take some time off from performing—while her hip-hop career is just getting started.",
  "According to the New York Post, Cardi B is a “walking, talking pro-life ad” because she got “pregnant at a surely inopportune time in her booming career.” But there is nothing particularly “pro-life” about a woman choosing not to get an abortion while she has a job.",
  "The loudest comments on these posts, though, come from people who believe they’ve identified some progressive hypocrisy in the Cardi B fans (not all of whom identify as feminists, I’m sure) who wanted her to wait a few years before having a baby.",
  "“Parenthood has always been a struggle of priorities, but today’s feminism has successfully sold modern women on the idea that compared to a career, children are an unnecessary burden,” said a Lifezette post on Cardi B’s radio appearance.",
  "(Conservatives, meanwhile, have called motherhood a woman’s “most important job” and argued that women hoodwink employers into hiring them when they plan to get pregnant, just so they can mooch off a company’s maternity leave policy.)",
  "Kevin Winter/Getty Images for Coachella\n\nCardi B has attracted a parade of right-wing supporters over the past week for deciding to have a baby while her rapid rise to superstardom is still accelerating.",
  "The Daily Wire asked users to watch as “Cardi B Gives Pro-Life Message.” The site’s editor, Ben Shapiro, posted on his Facebook page that “feminists won’t like” the rapper’s “pro-life” views.",
  "In 2017, the New York Times published an opinion piece, “The Problem With Linking Abortion and Economics,” written by Lori Szala, an employee of a national chain of crisis pregnancy centers.",
  "Even in the bizarre world they imagine, where pro-choice activists are trying to stop all births, those monsters aren’t taking any legal steps to compel women to terminate their pregnancies.",
  "Me thinks so.” It takes a brain that cannot compute the concept of female autonomy to interpret pro-choice activism as a movement to get all working women to terminate their pregnancies.",
  "“She treats motherhood not as a choice, but as her responsibility as ‘a grown woman.’”\n\nThis line of reasoning is a favorite among anti-abortion groups.",
  "A “pro-life” perspective is one that would have the government make Cardi B’s decision for every woman, including those who don’t want to give birth.",
  "“It really bothers me and it disgusts me because I see a lot of women online like, ‘Oh, I feel sorry for you.’ ‘Oh, your career is over,’” she said.",
  "I’m prepared for this.” In other words, she evaluated her desires, priorities, and life circumstances, and decided that she wanted to have a baby.",
  "Their eagerness to point out that their straw-man feminists don’t actually want women to control their own reproductive futures seems misguided.",
  "Cardi B rejects the narrative that you must sacrifice your unborn baby to have a satisfying career,” its post read.",
  "Anti-abortion activists claim that feminists think women are unable to have children while advancing their careers.",
  "By misrepresenting the pro-choice position, anti-abortion advocates are highlighting the cruelty of their own.",
  "Only one side here would weaponize the state to burden all women with one set of family-making preferences.",
  "Feminists want all women to have a choice, they say, until that choice is to carry a pregnancy to term!",
  "Pro-choice, career-oriented women get pregnant, have babies, and raise children every day.",
  "But Cardi B didn’t advocate anything approaching “pro-life” politics in her conversation.",
  "This is the story of a woman who made a choice based on her own life plans and goals.",
  "Her rapping is vulgar, and she holds several liberal views,” Lifezette’s piece said.",
  "“Let’s be clear: Cardi B is neither a role model nor a conservative activist.",
  "Cardi B said her pregnancy was unplanned, but it wasn’t unwanted.",
  "Cardi B performed while pregnant at Coachella on April 15, 2018.",
  "Nor did she malign abortion procedures or those who seek them.",
  "It was just like, you know what, I’m a grown woman,” she said.",
  "The Daily Wire framed Cardi B’s story in a similar way.",
  "C’mon, the word choice is right there in the name!",
  "“Does this mean she loses her Feminist Card?",
  "“And it’s just like, why can’t I have both?",
  "Where’s the anti-abortion part?",
  "You know what I’m saying?",
  "… I’m a schmillionaire.",
  "“I just didn’t want to.",
  "“I’m 25 years old.",
  "“Uh-oh!"
]