[
  "Jedediah Bila noted “there’s something weird” about the Trumps’ relationship and compared them to a couple she knows that got divorced.”\n\nDworky ‘AM Joy’ contributor calls Trump ‘fat’ and ‘whiny’\n\n“@realDonaldTrump @BarackObama will always be better than u. He’s a grown man, not a fat whiny baby.",
  "‘Grammar Police’ nabs Chris Rock\n\nThinkProgress editor mocks Fox News’ Sean Hannity\n\nMika Brzezinski and her chicken have an important announcement\n\nPierre and I just wanted you to know that I have a really exciting announcement coming soon!",
  "Trevor Noah will host The Daily Show through 2022, along with year-end specials.”\n\nTucker Carlson weighs in on Hillary Clinton\n\n“If @HillaryClinton is such a strong woman why is she playing the victim?” — Tucker Carlson‘s Twitter feed.",
  "ABC’s The View Co-host Goes OFF On Fox News\n\nOn Thursday’s show, the ladies were gushing about Hillary Clinton decision to stay with Bill and Hillary’s explanation in her new book What Happened on why she stayed with him.",
  "But Laura Ingraham appears to be…\n\n“When does American working class w/out real wage increase in 15yrs & who send their kids to overcrowded public schools get amnesty?” — Fox News host Laura Ingraham, founder LifeZette.",
  "#knowyourvalue A post shared by Mika Brzezinski (@mikabrzezinski) on Sep 13, 2017 at 9:29am PDT\n\nSnapshot\n\nToday’s picture comes to us from Washington Examiner‘s media writer Eddie Scarry, who is traveling out west.",
  "There’s more to the story.” — Roger Stone‘s film account, Get Me Roger Stone, in reaction to Coulter tweeting that President Trump should be impeached over his DACA deal with Chuck & Nancy.",
  "Here’s the graph that got J-Bilo so riled:\n\n“In March the co-hosts discussed a video of Melania at the inauguration in which she stopped smiling as her husband was no longer facing her.",
  "When it was co-host Jedediah Bila‘s turn to talk, she went off on Fox News and defended her right to have opinions about other people’s marriages or relationship.",
  "But if I’m asked about Melania Trump’s relationship with Donald and I’m observing, I can say look, it looks a little weird to me, it looks like a strange dynamic.",
  "You can comment on somebody”s marriage if you’re asked about it, and that doesn’t mean that that is going to be the reason you vote for them or you don’t.",
  "“Just to let Fox News know…they wrote this article about me, they spelled my name incorrectly, by the way, I only worked there for years, thanks guys.",
  "Or when his brand is on display.”\n\nA dose of wisdom: “BREAKING: The world’s problems will not be solved by arguing with strangers on Twitter.",
  "Prepare To Endure Trevor Noah Through 2022\n\nThe mildly funny Comedy Central “Daily Show” host’s contract has been renewed for five years.",
  "Roger Stone isn’t on board Ann Coulter’s Twitter plane\n\n“We have great respect for @AnnCoulter — but walls are not built in a day.",
  "That doesn’t mean it’s why I’m going to vote for someone.”\n\nThe Fox News story has since corrected the spelling of Bila’s name.",
  "Looked like he had some luggage and was probably heading out rather than arriving.” A few minutes later: “He just passed again.",
  "Spotted: Frank Luntz in Denver Airport\n\nSorry, readers, no pictures because my paparazzi-in-training spy wasn’t fast enough.",
  "Otherwise she’s just filling the swamp.” — Richard Painter, vice chairman of CREW, law prof at the University of Minnesota.",
  "Quote of the Day:\n\n“Again POTUS complained about ill fitting gloves while handing out food to hurricane victims.",
  "He did get a good look at Luntz’s shoes, which he swears were not his signature large sneakers.",
  "CREW VP dings Ivanka Trump\n\n“If she can get daddy to ditch Breitbart and the KKK good for her.",
  "You can see how the tip is kind of curved.” He admits he called the town Crested Butt.",
  "He’s also smarter & his hair is real.” — Scott Dworkin, MSNBC “AM Joy” contributor.",
  "We’ll update you when we have more on this story.” — Channel 4, UK broadcaster.",
  "But he was talking on the phone and wearing an orange shirt.” Was he alone?",
  "Check this out…Comedy Central framed it a bit differently: “He’s a keeper.",
  "Not the weird ones.” He always wears the weird ones, I told my spy.",
  "The moutain to the far right, the tallest one, is Crested Butte.",
  "Here’s his description: “That town in the middle is called Mt.",
  "“I think he wears them when he wants to be noticed.",
  "…That’s called having an opinion about something.",
  "They were more normal, less obnoxious than usual.",
  "I’ve comment on Michelle Obama and her husband.",
  "Hillary appeared on The View Wednesday.",
  "He’s wearing an orange polo type shirt.",
  "Just looked like normal tennis shoes.",
  "I’ve commented on Bill and Hillary.",
  "'”\n\n— Pat Ward, Fox News Sunday.",
  "Per Pool: ‘They’re too small.",
  "I missed the sneakers.",
  "Stop w the hysterics.",
  "With khaki pants.",
  "Crested Butte.",
  "“I got no pic.",
  "See here.",
  "“Alone."
]