[
  "In a discussion with a Brazilian bank in 2013, Clinton told the audience that her “dream is a hemispheric common market, with open trade and open borders.” Clinton also asked the audience to think of what “doubling” American trade with Latin America “would mean for everybody in this room.”\n\nThe leaked documents released late last week reveal that the positions Hillary Clinton embraces in her private discussions and paid speeches greatly differ from her public stance on many issues.",
  "Don’t have time to figure out which docs are real and which are faked… — John Podesta (@johnpodesta) October 7, 2016\n\nCampaign manager Robby Mook told CBS’s Face The Nation that her public position and “what she’s going to fight for as president are one in the same,” without being specific about the transcripts.",
  "The latest revelation that Clinton is secretly in support of open borders and open trade is likely to disengage Sanders supporters and may embolden Trump’s base, many of whom are attracted to stronger, more nationalist approaches to trade and securing the border.",
  "Clinton’s campaign chairman, John Podesta, could not defend the substance of Clinton’s private discussions with foreign bankers and Wall Street financiers, and instead attempted to shift the focus to the veracity of the leaked documents.",
  "“You could ask her,” CNN host Jake Tapper responded to Kaine after he repeatedly refused to acknowledge the discrepancy between what Clinton said privately, and what she has been saying regarding trade on the campaign trail.",
  "Democratic nominee Hillary Clinton’s surrogates are struggling to defend their candidate after Wikileaks revealed that Clinton has been telling bankers and Wall Street executives that she favors open trade and open borders.",
  "In a stunning admission, Clinton’s vice presidential nominee, Sen. Tim Kaine, told CNN’s “State of the Union” that there is no way of knowing if the private comments made to the bankers reflected her true desires.",
  "Vermont Sen. Bernie Sanders forced Clinton to publicly denounce not just TPP, but past trade deals, including the North American Free Trade Agreement which was championed by her husband, President Bill Clinton.",
  "During Sunday night’s debate, Clinton defended the idea that a politician can have both a private, and public position on an issue, citing Abraham Lincoln’s strategy to pass the 13th Amendment in 1864.",
  "The revelation that Clinton’s position on trade is different behind closed doors than it is with voters left her surrogates in the awkward position of explaining Clinton’s true position on trade.",
  "During the primary, Clinton came out against the Trans-Pacific Partnership, bowing to political pressure not just from the progressive left, but also from blue-collar democrats in the rust belt.",
  "Republican nominee Donald Trump constantly reminds voters of Clinton’s stunning reversal on the Trans-Pacific Partnership, a deal that she once called the “gold standard” of trade agreements.",
  "“I can’t speak to whether any of these documents or emails are actually correct,” Mook repeatedly stated in an effort to deflect inquiries from the substance of the private transcripts.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Clinton’s assertion that she favors open trade and open borders clashes with public statements she made during the 2016 presidential campaign.",
  "Podesta took to Twitter Friday, in an attempt to stifle the controversy by questioning whether or not the leaked emails were faked:\n\n3.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Honest Abe never lied,” Trump said in a spirited defense of one of America’s most popular former Presidents.",
  "Trump responded by defending former President Lincoln and blasting Clinton for her citation;\n\n“She lied.",
  "Clinton made the comments May 16, 2013 to Banco Itau, a Brazilian bank, according to Lifezette.",
  "Follow Ted on Twitter\n\nSend Tips to ted@dailycallernewsfoundation.org.",
  "Now she’s blaming the lie on the late, great Abraham Lincoln."
]