[
  "LifeZette spoke exclusively to Franklin Graham, 63, about the tour, the current spiritual state of America, the role of faith in politics — and how average Americans can turn the current progressive tide and bring back traditional values.",
  "A: We talk a lot about the presidential election on the tour, because that is what the news focuses on, but there are races that are just as important or maybe even more important and those are: Who is going to be your mayor?",
  "Evangelist and CEO of both the Christian relief organization Samaritan’s Purse and the Billy Graham Evangelistic Association, Franklin Graham (son of Billy Graham) has a serious message for Christians all over this country.",
  "They’re holding prayer rallies to challenge Christians to pray for America and its leaders, and to live and promote biblical principles at home, in public, and, very importantly, at the ballot box.",
  "Less than 2 percent of the American population is gay, but they have been able to convince the vast majority — largely because they've gotten into schools — that the behavior is okay.",
  "France was Catholic back then, England had the Church of England, and Germany was Lutheran — our new country could not be set up under one denomination, that's what they intended.",
  "We need to stand up, and we don't need to worry about being politically correct — if you stand for the name of Christ you won't be politically correct, so forget about that!",
  "If Christians don’t stand up now we’re going to lose — and we’re going to lose big.”\n\nGraham answered LifeZette’s other questions about changing America.",
  "People realize that Washington is broken, and they know that politicians will promise anything, but then when they get into office nothing happens.",
  "I ask them to take the hand of the person next to them — and it could be the hand of a stranger — and I ask that we confess the sins of our nation.",
  "We’ve pulled permits in all 50 states for 3,500 attendees at the state capitals, thinking if we got 500 people we would have a nice crowd.",
  "The filth and the trash that is being approved for kids to read and study today is pitiful, and we need to take these decisions back.",
  "When Jesus said, \"I am the way, the truth, and the life, and no one comes unto the Father but by me\" — that was intolerant.",
  "“We’re living in the most dangerous period of history in our nation,” said Graham, who is from Asheville, North Carolina.",
  "Graham and the Billy Graham Evangelistic Association are visiting all 50 states with their Decision America 2016 tour.",
  "They are forcing the rest of the country to accept their lifestyle, and our president is promoting that lifestyle.",
  "“It wasn’t the Civil or Revolutionary Wars or World War I or II that were the most dangerous — that time is now.",
  "The message, like the man, is straightforward: It is time for Christians to get actively involved in politics.",
  "They are going to be pounded at school with things that are not true — they will be told lie after lie there.",
  "We need to get back on our knees, confessing our sins and turning from our sins — otherwise, we're finished.",
  "Churches and pastors are frightened, afraid to speak out because they don't want to be called intolerant.",
  "It's eating away at us, because of compromises that churches and Christians are living in their lives.",
  "If kids hear the truth at home, they'll hear the lies at school but they'll know what the truth is.",
  "Well, that's a lie — our forefathers never told us Christians should be silent and uninvolved.",
  "In Concord, New Hampshire, people stood for hours in 18-degree weather before we even began.",
  "I'm not backing Donald Trump by saying this, but you see it at his rallies — people are mad.",
  "Our forefathers never meant to stop us from preaching, or praying, or living out our faith.",
  "Whether they are Democrat or Republican, they're coming out because they're dissatisfied.",
  "Normally county commissioners meet once a month for two or three hours on an afternoon.",
  "For us as Christians we need to stand up and push back, by getting elected locally.",
  "Make your answer: \"This is what the Bible says, and I'll stand on the word of God.\"",
  "I offer a gospel invitation, and I ask people to surrender their lives to Christ.",
  "The wind was blowing 30 miles an hour and they braved that to hear the message.",
  "Our smallest crowd has been about 1500 and our largest has been around 10,000.",
  "We need to get Christian men and women to run for office across this country.",
  "Let's take a stand for Almighty God, and for His truth and His righteousness.",
  "To be a county commissioner or mayor in a small town is not a full-time job.",
  "Q: What about societal issues like the current wave of LGTB-focused changes?",
  "Who is going to be your state representative or serve on your city council?",
  "I would hope that during this election cycle people get mad enough to act.",
  "We can take our communities back, one city, one municipality at a time.\"",
  "Q: Tell us about your “Decision America 2016 Tour” — how is that going?",
  "A: Don't be afraid to say no, and don't be afraid of being intolerant.",
  "Can you imagine if most of the mayors in this country were Christian?",
  "What I say is: \"Every one of you ought to be a county commissioner.",
  "I’m talking hours early — and they aren’t coming to be entertained.",
  "And they are concerned enough that they will attend our rallies.",
  "Kids don't know the word of God, and their parents don't either.",
  "A: If you put it those terms, we have cancer — spiritual cancer.",
  "People say, \"Well, what about separation of church and state?\"",
  "Q: How can the average American affect change in the country?",
  "I don't just want to practice my faith, I want to live it.",
  "A: The gay and lesbian movement is basically a lie itself.",
  "They realize that if we don't turn around, we're finished.",
  "You were never intended to be separated from your faith.",
  "Q: Should politics be kept out of faith — or vice versa?",
  "A: Christians need to be actively involved in politics.",
  "They meant that government could not set up a religion.",
  "A: Get your kids into church, a Bible-believing church.",
  "Q: How is America’s spiritual health, in your opinion?",
  "Let's confess it out loud to God on the Capitol steps.",
  "Q: Why is \"Decision America\" drawing such big crowds?",
  "Q: Your thoughts on living our daily lives of faith?",
  "I encourage Christians to get on school boards, too.",
  "People sense the only hope this country has is God.",
  "Christ called the Pharisees hypocrites and vipers.",
  "We need to do the same and take this country back.",
  "And go with your kids — don't just drop them off.",
  "A: It’s gone much better than I ever envisioned.",
  "A: As Christians, our voice needs to be heard.",
  "Every one of you ought to sit on city council.",
  "Q: How can we use our faith to effect change?",
  "We’re fighting the war within, the moral war.",
  "They would take our education system back.",
  "Then, I encourage people to get involved.",
  "We have had hundreds accept Christ.",
  "We need to get back to serving God.",
  "You set the example for your kids.",
  "We can be both bold and Christian.",
  "A: People are coming to pray.",
  "He called it what it was.",
  "Q: What can parents do?",
  "People get there early.",
  "He wasn't lovey-dovey.",
  "You can do this.",
  "He took action.",
  "Take a stand."
]