[
  "The university reports it will earmark a staggering $8.4 million through the 2018-19 academic year for undocumented student support across 10 campuses, which will be divided among three initiatives -- the federal DREAM loan program will receive $5 million a year for at least three years, making student loans available to illegals who are not eligible for federal aid.",
  "The administration's \"Partnerships for Refugees\" website lists many ways the private sector can do more, including these goals on the education front: \"Establishing scholarship funds to support access to higher education for refugees, and providing free flights, textbooks and housing assistance to refugees who are traveling to the United States to attend college.\"",
  "And while American college students struggle to pay for their higher education and long to be the fortunate recipients of college scholarships, illegal immigrants find their path lined with institutionalized supports, loads of scholarship money -- and a healthy dose of \"go get 'em kid,\" as they break U.S. law.",
  "The Kaiser Permanente Health Care Career Scholarship Program awards $2,000-$10,000 scholarships to illegal aliens, and PFLAG National Scholarship Program will fund illegals who self-identify as LGBT with $1,000 to $5000 a year if they have a plan to work within the LGBTQ community after graduation.",
  "\"Schools are placing U.S. students at a disadvantage by designating a portion of seats to foreign students -- this is done largely to garner more money for the schools,\" Marguerite Telford, director of communications for the Center for Immigration Studies (CIS) in Washington, D.C., told LifeZette.",
  "\"A couple of states allow illegals to pay in-state tuition, which is kind of strange - you can't be a U.S. citizen residing in Virginia and get in-state tuition in other states, yet someone who shouldn't even be in the country can,\" said Telford.",
  "\"There are so many undocumented students who are working hard at Loyola but unfortunately can't receive federal financial aid,\" said Catalina Cipri, co-president of the Latin American Student Organization (LASO), on the university website.",
  "And incredibly, if students are here illegally, they can visit the UC's Undocumented Legal Services Center, which receives a whopping $900,000 per year to advise illegal students on how to become educated while breaking the law.",
  "\"So my own children receive less money for college, potentially, than illegals who pay no taxes and who do nothing for this country but take every bit they can from it, and from us,\" said one father of four from New York.",
  "\"There was an emphasis recently on getting the private sector to sponsor employment contracts and scholarships, too -- the governments want to bring in more refugees, and there is a maximum that can be brought here.",
  "Just this May, former Secretary of Homeland Security and current University of California president Janet Napolitano announced a three-year commitment to support illegal UC students university-wide.",
  "In Chicago, Loyola University students conceived and then overwhelmingly approved the Magis Scholarship Fund to benefit illegals -- to be paid for by legal students and their hard-working parents.",
  "The scholarship's mission is to not only help \"undocumented\" undergrads with school costs, according to the school's website, but also to \"jumpstart conversations in and outside the classrooms.\"",
  "Supportive administrators and scholarships at the drop of a hat are not the only perks for illegals in today's higher-education landscape -- how about a little in-state tuition thrown in, too?",
  "All of which puts our own legal American students last -- even as good and hardworking parents struggle every day to give their children a great education against a rising tide of difficulty.",
  "\"To hand [money to] people who are here illegally without taking care of our own -- which includes those who have taken the legal path to citizenship -- is a slap in the face to all of us.\"",
  "Additionally, $2.5 million will go to funding textbooks for illegals, funding payroll for student services coordinators, and offering graduate and undergraduate fellowships for illegals.",
  "\"This funding will further strengthen the university's undocumented student initiative, and help ensure that these students receive the support and resources they need to succeed.\"",
  "MALDEF, a civil rights organization for Latinos, lists at least 50 different scholarship opportunities for illegal aliens -- including scholarships funded by Microsoft.",
  "\"Yeah, I worked hard, too, to pay my tuition -- I had two jobs because my parents couldn't make ends meet,\" said one Maryland man after hearing of the scholarship.",
  "Thanks to the Family Education Rights and Privacy act, school officials can't disclose personal information (including immigration status) about students.\"",
  "An additional $2.50 \"student fee\" is added to each Loyola University student's semester tuition bill -- raising roughly $50,000 each year for the fund.",
  "\"We are committed to continuing a path forward for undocumented students at the University of California,\" Napolitano said in a website message.",
  "If you are here when you shouldn't be, organizations, corporations and universities are dying to throw bushels of money your way.",
  "Even websites meant to disseminate general information about colleges have jumped on the \"college for illegals\" bandwagon.",
  "But shouldn't each person's status be known if he or she is seeking to spend taxpayer money on individual betterment?",
  "\"So it often compromises their ability to work as hard in school because they have to work to pay for their tuition.\"",
  "They're also very likely taking the seat of an American college student, who could have been where they are.\"",
  "Bringing them in on different visas circumvents those caps on numbers, or the offer of college scholarships.",
  "Says bestcolleges.com, \"Undocumented students should not hesitate to express their desire to go to college.",
  "These entities who push avenues for illegals to obtain higher education are hiding in plain sight.",
  "Their vote was approved by the supposed grownups in the room, the University's Board of Trustees.",
  "The scholarship is a joint partnership between LASO and the Student Government of Loyola Chicago.",
  "The tech giant will pay partial or even full tuition for a full year for someone here illegally.",
  "\"But when you give seats to illegal aliens, it reduces the number of seats available to U.S.",
  "This outraged father is absolutely right, according to one immigration policy organization.",
  "\"American students and their families lose spots in our education system.\"",
  "Much of this, if not all of it, is supported by the Obama White House.",
  "This isn't an underground network of support.",
  "A new fall semester is about to begin.",
  "You find other ways to bring them in.",
  "CIS is all too familiar with this.",
  "How do you get around that?",
  "\"It's outrageous, really.",
  "Framing is everything.",
  "Oh, the scholarships.",
  "It's a workaround.\"",
  "citizens.\""
]