[
  "There was “overwhelming evidence,” he continued, that the Scalise shooter “nurtured a vicious hatred of Trump and Republicans and was a fan of left-wing media.”\n\n“That is not conclusive evidence of incitement — at least, not yet — but it is more persuasive than in any other recent case,” Pollak claimed.",
  "On Wednesday, the Times claimed that in the case of Giffords shooting, “the link to political incitement was clear.”\n\nA correction on Thursday morning clarified: “In fact, no such link was established.”\n\nThe Times gaffe ignited another round of recrimination on right-wing outlets.",
  "The New York Times editorial board, in turn, reminded readers of a time when the shoe was on the other foot: After the 2011 shooting of Democratic Rep. Gabby Giffords, many on the left unfairly blamed the Tea Party for promoting violence against its political foes.",
  "“[When] you stoke these flames, and you go to public meetings and you scream at the elected officials, you threaten them — you make us expendable you make us part of the cannon fodder,” Arizona Rep. Raul Grijalva told Mother Jones.",
  "The attack on Rep. Steve Scalise and his fellow members of Congress Wednesday had Democrats and Republicans alike pointing their fingers at a familiar bugaboo: Washington’s heated political rhetoric.",
  "But to accuse others of “political rhetorical terrorism,” as Rep. Rodney Davis did on Wednesday, is nothing more than a political ploy itself — an attempt to use a tragedy to silence opponents.",
  "“If the rhetoric of high profile Democrats is to be believed, GOP policies are the biggest killers of Americans next to heart disease, obesity, and cancer,” LifeZette’s Edmund Kozak complained.",
  "\"The rhetoric has been outrageous: The finger-pointing, the tone, the angst and the anger directed at Donald Trump,” complained Chris Collins, a Republican representative from New York.",
  "And that is exactly what right-wing media outlets have done since Wednesday's shooting, taking it as an opportunity to dredge up the worst examples of liberal speech.",
  "They pointed to raucous town halls, protests in the streets, and, of course, that controversial photo of Kathy Griffin holding a bloodied, beheaded figure of Trump.",
  "Breitbart offered a listicle of “15 Times Celebrities Envisioned Violence Against Trump and the GOP.” LifeZette and scolded liberals for criticizing GOP policies.",
  "Highlighting liberal misdeeds is explicitly part of the mission of the right-wing media, which has done much to amplify a sense of grievance among conservatives.",
  "It’s not necessarily the tone of our speech, but our eagerness to return fire, to cast recriminating fingers, to accuse the other side of doing worse.",
  "In truth, the person who shot Giffords — and killed six others, including a 9-year-old girl — was mentally ill and had inscrutable, extreme politics.",
  "Others condemned Sarah Palin, whose Super PAC had produced a map showing Giffords’s congressional district beneath a pair of white crosshairs.",
  "Marriage counselors often caution against “scorekeeping” — healthy relationships cannot survive if we obsess over each other’s transgressions.",
  "The left’s knee-jerk reaction became a lesson about the folly of attaching political narratives to a senseless act of bloodshed.",
  "And yet that is what the media does best in the internet age: showing us the worst of each other, and never letting us forget.",
  "After liberals used the Giffords shooting to attack the rhetoric of the Tea Party, perhaps this was only fair play.",
  "Many Republicans condemned Democrats and the “liberal media” for promoting a combative tone against the GOP.",
  "The rush to blame political rhetoric for inciting violence is a particularly Washingtonian reflex.",
  "“New York Times Revives ‘Blood Libel’ Against Sarah Palin,” Breitbart’s Joel Pollak lashed out.",
  "But these episodes illustrate what’s really wrong with political discourse in America.",
  "It was a lesson the New York Times editorial board never learned, apparently.",
  "The only thing both sides could not agree on was how to partition the blame.",
  "It’s natural to search for political motivations when politicians are shot.",
  "There was no evidence he had been nudged toward violence by the Tea Party.",
  "America’s nasty political tone is a consequence — not a cause.",
  "And as history proves, such appeals are quickly forgotten.",
  "It costs nothing to demand more politeness in politics.",
  "The same indictment applies to the pundits of the left.",
  "But Pollak fell into the same rhetorical trap.",
  "There is no way to measure it."
]