[
  "They thought they were going to get drain the swamp, not clear the desert,” she said Tuesday on “Fox and Friends.”\n\nIngraham is skeptical the U.S. can achieve victory with the current number of troops, when 100,000 troops couldn’t get the job done.",
  "Editor-in-Chief of Lifezette Laura Ingraham is skeptical of winning victory and securing peace in Afghanistan and said we are likely to be stuck there through the rest of our lifetime.",
  "Ingraham encouraged the president to continue the national dialogue on the issue and to rely more on formal presentation and controlled televised addresses to the nation.",
  "Put pressure on [Senators] Ben Sasse, Jeff Flake, John McCain, Lindsey Graham, Corey Gardner — you all know who you are — to give him a bill he can sign on tax reform.”",
  "The conservative radio host said Americans do not want to go the way of the Soviet Union and leave a trail of bodies in the Middle East with little to show for it.",
  "This was a great moment for him last night because it was a formal address, he was explaining his thought process … it was a serious sober address,” she said.",
  "I’m always worried about how we are going to pay for it, how does this ever end, how is this draining the swamp back home,” she said.",
  "She recommended using this method to hold Republican’s feet to the fire over tax reform and called out some conservatives by name.",
  "I think it’s very hard to imagine how we win a peace, a lasting peace in Afghanistan if we couldn’t do it with 100,000 troops.",
  "But I think he [Trump] gave a great speech, and he’s making the best assessment that he can with the information that he has.",
  "“I want to see him do that on a lot of issues — on immigration, on trade on race, on economic renewal.",
  "“It was the Soviet Union’s graveyard, I don’t think Americans want this to be our graveyard.",
  "We’re going to be in Afghanistan until we probably take the long dirt nap ourselves.",
  "“I am not a big fan of a surge of troops in Afghanistan, personally.",
  "Is that really what the American people thought they were getting?",
  "Now we’re going to have about 13,000 troops,” she said.",
  "“We’re going to be there through our lifetime.",
  "“He has to keep this conversation going.",
  "We’re not going anywhere.",
  "I mean, that’s clear."
]