[
  "The Forgotten Warrior Memorial Wall, to be erected in Channahon State Park, outside Chicago, will also serve as a national reminder of all those who suffer the invisible but potentially devastating mental and emotional wounds of war.",
  "Tellerino initially wanted to etch the names of each veteran lost to PTSD into the memorial itself, but said that would be an exhaustive process to get the name of every single veteran who committed suicide from the VA.",
  "https://t.co/w8dwPluE2i pic.twitter.com/hWfnTZFV5I — Morris Herald-News (@MorrisHerald) July 26, 2016\n\nThe people behind the project also hope it will bring closure to the many families mourning their fallen heroes.",
  "The organization's CEO, Michael Tellerino, told LifeZette no memorials exist for the countless veterans who have taken their own lives while fighting a different war at home -- PTSD.",
  "The Department of Veterans Affairs indicates that roughly 22 veterans commit suicide daily, Tellerino said, but that's just based on veterans who have registered for benefits.",
  "The memorial, scheduled to open in November, was funded through individual donations to Chicago-based nonprofit K9s For Veteran Warriors, according to The Herald-News.",
  "Tellerino said they would love to begin a public outcry about the struggle of veterans both mentally and emotionally who are lost in an ineffective support system.",
  "\"The VA would like to keep the tragedy of untreated PTSD the best-kept secret in town -- and we're going to do everything we can to expose it for what it is.",
  "A unique memorial is planned to commemorate military veterans who have lost their battle with post-traumatic stress disorder (PTSD) to suicide.",
  "A veteran himself, Tellerino has seen firsthand the healing that can take place when a veteran's needs are thoughtfully considered.",
  "It will be constructed in an existing circular area of the park and will be made mainly of granite, according to The News-Herald.",
  "I know how dark it can get -- but light is out there, if the whole society's conscience is awakened to embrace these heroes.\"",
  "This wall will help bring recognition to that cause, as well as alert these guys who are coming home to seek help for PTSD.\"",
  "Tellerino hopes the memorial not just honors these veterans but casts a floodlight on the issue of troubled veterans.",
  "K9forveteranwarriors.org pairs dogs with veterans who need a companion to help them deal with life at home after war.",
  "They're branded as weak and drug addicts and alcoholics -- instead of as people struggling with a real disorder.",
  "\"We honor them with our nonprofit work and with the memorial for paying the ultimate price,\" Tellerino said.",
  "\"Many soldiers with physical wounds are honored -- yet so many others come home with wounds you can't see.\"",
  "\"It is about time this happened,\" one Boston veteran who receives therapy for PTSD told LifeZette.",
  "\"They were willing to give it all when they enlisted, and what they get in return is nothing.",
  "Illinois State Parks and Recreation and state legislators have already approved the project.",
  "Families who wish to do so will have individual bricks etched with their loved ones' names.",
  "\"We hope this memorial will give some healing to their families and raise public awareness.",
  "These families have to live with the fact that their son or daughter committed suicide.",
  "\"These guys are not getting the help they need from the VA,\" he said emphatically.",
  "\"It breaks my heart that so many men and women are losing their battle.",
  "First memorial for vets lost to PTSD to open in Channahon in November.",
  "He said the real number is somewhere between 28 and 32 a day.",
  "They never asked what was in it for them when they enlisted.",
  "Tellerino has a history of standing ready to serve veterans.",
  "How does this country allow this to happen?\"",
  "The memorial will cost more than $80,000.",
  "\"That's just not acceptable,\" he said.",
  "That's not their nature.\""
]