[
  "Papini's sister, Sheila Koester, issued the following statement on behalf of Papini and her husband at a news conference, focusing on the blessing of her sister's return: \"We are overwhelmed with joy of how supportive everyone has been to help bring us together as a family again ... Everyone's tireless efforts have made our family whole again this Thanksgiving.",
  "\"It is important to realize that families and friends of hostages are confronted with numerous issues in coping with fears and uncertainties as well and may also need support in dealing with their own emotional reactions,\" notes the American Psychological Association (APA) on its website, about the aftermath of an abduction.",
  "\"If there are chronic indications of stress, continued feelings of numbness, disturbed sleep, as well as other signs, the hostage survivor might want to consider seeking help from a licensed mental health professional, such as a psychologist, who can help develop an appropriate strategy for moving forward.\"",
  "\"Years ago, back when hazing at college was more prevalent, I was 'kidnapped' by five guys from my dorm -- they were brothers in a fraternity I was pledging,\" a 52-year-old Hollis, New Hampshire, man told LifeZette.",
  "Receive medical attention.Be in a safe and secure environment.Connect with loved ones.Have an opportunity to talk or journal the experience.Receive resources for counseling.Protect privacy (e.g.",
  "Even though they're dealing with their own personal, unique reactions to their loved one's abduction, the Papini family also has the important role of support system to their loved one.",
  "One had long curly hair, thin eyebrows and pierced ears, said Papini -- and the other woman, who was older, had straight black hair with some gray in it, and thick eyebrows.",
  "She's saying, 'Well, maybe people aren't stopping because I have a chain that looks like I broke out of prison' -- so she tried to tuck in her chain under her clothes.\"",
  "Sherri Papini has reportedly been able to share some details about her abductors with authorities -- she related that they were two Hispanic women, armed with a gun.",
  "They can feel deeply threatened by separation from parents or caretakers ...They become really upset when they hear cries of distress from a parent or caretaker.\"",
  "\"Hostage survivors may feel lost or have difficulty managing intense reactions and may need help adjusting to their old life following release,\" advises the APA.",
  "\"Family and friends can support survivors by listening, being patient and focusing on their freedom instead of engaging in negative talk about the captors.\"",
  "In an exclusive interview with the ABC news program \"20/20,\" husband Keith Papini talked about the personal toll his wife's capture took on him.",
  "Sherri Papini, a wife and mother of two in Redding, California, was allegedly abducted on Nov. 2 and held for 22 days by two Hispanic women.",
  "\"Think of what it is like for young children to be in traumatic situations,\" notes the National Child Trauma Stress Network on its website.",
  "\"To this day, I feel like I have echoes of PTSD from that 'prank' - I get very uncomfortable watching shows about kidnapping, for example.",
  "With appropriate psychological care, supportive family and friends, and time together to adjust, this young family will most likely heal.",
  "Even though it was 'all in fun,' it was one of the most horrifying feelings -- to be trapped in a car trunk, and hear them laughing.\"",
  "\"It is important to keep in mind that human beings are highly resilient and can persevere in spite of tragedy,\" says the AMA.",
  "CALIFORNIA MOM FOUND ALONG HIGHWAY HAD MESSAGE BURNED ONTO SKIN, SHERIFF SAYS\n\nThe Papini family seems to be doing just that.",
  "NORTHERN CALIFORNIA KIDNAP CASE FULL OF MYSTERY\n\nHow does a victim and her family begin to heal after such a horrific event?",
  "The wife and mom, 34, was released on Thanksgiving Day on the side of a Yolo County road, about 150 miles from her home.",
  "\"They left her on the side of a road, badly beaten and bruised, her hair shaved off and her body branded,\" he said.",
  "He also said his wife's captors pushed her out of a vehicle with a chain around her waist and a bag over her head.",
  "\"I was stuffed into the trunk of a car and then driven miles from our college town and dropped off,\" he continued.",
  "\"She screamed so much, she's coughing up blood from the screaming, trying to get somebody to stop,\" he continued.",
  "Papini's children will no doubt be doing their own adjusting to their mom's return -- and her altered appearance.",
  "Her face [was] covered in bruises ranging from yellow to black because of her repeated beatings,\" he said.",
  "She was reportedly emaciated at just 87 pounds, and suffering from cuts, bruises, even a \"branding.\"",
  "Although Papini's family didn't directly experience the ordeal, her kidnapping affects them, too.",
  "Their exact ages have not yet been revealed; they were in daycare at the time of her abduction.",
  "Kidnapping is an extremely traumatic event that stays with the victim for a lifetime.",
  "\"Research shows that positive growth and resilience can occur following trauma.\"",
  "She had been branded and I could feel the rise of her scabs under my fingers.\"",
  "Thank you for allowing our family time to heal and for giving us our privacy.\"",
  "avoid media overexposure).Take time to adjust back into family and work.",
  "She told investigators both her captors spoke Spanish most of the time.",
  "\"And again, just another sign of how my wife is, she's so wonderful.",
  "They can cry for help or desperately wish for someone to intervene.",
  "On top of that, the abductors had cut off her long blonde hair.",
  "\"I thought about her being there screaming my name,\" he said.",
  "\"My first sight was my wife in a hospital bed.",
  "\"They can feel totally helpless and passive.",
  "When he first saw his wife, he was stunned.",
  "\"The bridge of her nose [was] broken."
]