[
  "“I’m outraged, because this is taken completely out of my context,” she told ArtNews.com, explaining that the dinner was “normal” and did not involve “pigs’ blood” or any of the odd ingredients some suggested she cooked up for the political bigwig.",
  "All my love, Marina”\n\nThe Mirror can only imagine the fancy menu she contemplated: Succulent sperm milk — possibly served with crème fraîche and parsley snips, in a buttery leek reduction — and morning urine served in large crystal wine goblets.",
  "“There is no evidence that John Podesta ever participated in, or was a devotee of, Satanism,” said Bill Donohue of the Catholic League for Religious Rights in a statement.",
  "If Podesta wasn’t chairing Hillary Clinton‘s presidential campaign, surely he’d have a spot on ABC’s “The Chew.”\n\nOne email suggests Podesta may be into strange food.",
  "In a story published on ArtNews.com Friday, Abramovic said she’s furious at all the right-leaning sites that insist she hosted a Satanic dinner for Podesta.",
  "In late June of 2015, Marina Abramovic, an artist who is into “Spirit Cooking,” sent Podesta’s brother, Tony, an invitation for dinner.",
  "The breast and sperm milk are supposed to be served on “earthquake nights.” No word on how best to serve the fresh morning urine.",
  "The email from Tony to John reads:\n\nTONY PODESTA: Are you in NYC Thursday July 9 Marina wants you to come to dinner Mary?",
  "“But that doesn’t close this issue entirely.”\n\nPress reports have been running wild with the Podesta-Satan storyline.",
  "Laura Ingraham‘s Lifezette insists John Podesta attended this bizarre dinner, but the email says nothing of the kind.",
  "He often acts as a sort of Rachel Ray to friends and colleagues about cuisine, namely his secret risotto technique.",
  "We may have officially reached a point in the Wiki dump of John Podesta‘s emails where we know TOO MUCH about him.",
  "Observers note Podesta’s Catholicism as a reason why he likely didn’t participate in any Satanic ritual.",
  "Her 1996 cookbook Spirit Cooking included “aphrodisiac” recipes that had these ingredients in recipes.",
  "Abramovic’s “spirit cooking” can involve fresh breast, sperm milk or — gasp — fresh morning urine.",
  "So suggesting that a meal for the Podesta brothers might include them isn’t so far-fetched.",
  "As one of my co-workers remarked when WikiLeaks Part 30 dropped, “Goddammit.”\n\nAgreed.",
  "“I am so looking forward to the Spirit Cooking dinner at my place,” she wrote.",
  "“Everyone needs to calm the hell down,” Katie Pavlich wrote on Townhall.com.",
  "Here’s the saga in a nutshell: Weird artist invites John Podesta to dinner.",
  "“Do you think you will be able to let me know if your brother is joining?",
  "(He includes the note saying that Abramovic wants John to attend.)",
  "He’s constantly making dinner plans with his brother Tony Podesta.",
  "But in this election cycle, one can’t be too sure of anything.",
  "But as the aforementioned email shows, there is no answer.",
  "He even shops at Costco and makes his wife push the cart.",
  "She expressed her desire for John Podesta to attend.",
  "She says John Podesta never came to the dinner.",
  "As we know by now, Podesta is a real foodie.",
  "Did she serve him breast and sperm milk?",
  "The chef asks if he’s going to attend.",
  "She says she has never met him.",
  "Did he even attend?",
  "There is no reply."
]