[
  "In fact, multiple outlets and fact checkers have called such allegations bunk…repeatedly.” [HuffPost]\n\nOh: “Spicer eschewed the tradition of calling upon a famous mainstream organization of some sort — either The Associated Press or a major TV network or newspaper — and instead beckoned Jim Stinson, who is covering the White House for LifeZette, a conservative cultural and political site started in 2015 by Laura Ingraham, the radio talk host and Fox News analyst.” [Poynter]\n\nGOP LAWMAKERS DUCK VOTER FRAUD CLAIMS - Laura Barron-Lopez: “Asked point-blank if Trump’s claim was true, McConnell refused to say.",
  "1 foe of psychiatry,’ he said, adding that he and others in the church perceive Clinton to be an advocate for psychiatric programs.” [LA Times]\n\nDEFICIT GROWING JUST IN TIME FOR MASSIVE TAX CUTS - Alan Rappeport: “After seven years of fitful declines, the federal budget deficit is projected to begin swelling again, adding nearly $10 trillion to the federal debt over the next 10 years, according to projections from the nonpartisan Congressional Budget Office that reveal the strain that government debt will have on the economy as President Trump embarks on plans to slash taxes and ramp up spending….",
  "‘I would urge the president to knock this off; this is the greatest democracy on earth, we’re the leader of the free world, and people are going to start doubting you as a person if you keep making accusations against our electoral system without justification,’ Graham told CNN in an interview.” [HuffPost]\n\nSteve King, God bless ya’, lad: “In an interview with MSNBC’s Hallie Jackson on Tuesday, King responded to President Donald Trump’s evidence-free claim that there were between 3 and 5 million illegal voters in the election ?",
  "One more order aims to overhaul what Trump called the ‘horrible permitting process’ by slashing environmental regulations.” [HuffPost]\n\nCONSERVATIVE COLORADO JUDGE POSSIBLE SCOTUS NOMINEE - David Savage: “Judge Neil M. Gorsuch, a highly regarded conservative jurist best known for upholding religious liberty rights in the legal battles over Obamacare, has emerged as a leading contender for President Trump’s first Supreme Court nomination.",
  "The memo states that the agency is imposing tight controls on external communication, including press releases, blog posts, social media and content on the agency website.” [HuffPost]\n\nCONGRATULATIONS TO THE GREEN PARTY ON A BANNER YEAR - Alexander Kaufman: “President Donald Trump signed executive orders on Tuesday to push forward the Keystone XL and Dakota Access pipelines, opening new fronts in his looming war with environmentalists.",
  "This is HUFFPOST HILL for Tuesday, January 24th, 2017:\n\n\n\n@hillhulse: On SCOTUS, Sen McConnell hopes “our Democratic friends treat Trump’s nominees same way we treated Clinton and Obama.” Hmmmm\n\nWHITE HOUSE STANDS BY MONSTROUSLY FALSE VOTER FRAUD CLAIMS - Sam Stein and Michael Calderone: “White House press secretary Sean Spicer confirmed on Tuesday that his boss, the president of the United States, is a committed conspiracy theorist.",
  "In Gorsuch, supporters see a jurist who has strong academic credentials, a gift for clear writing and a devotion to deciding cases based on the original meaning of the Constitution and the text of statutes, as did the late Justice Antonin Scalia.” [LA Times]\n\nWhy: “The Senate Banking, Housing and Urban Affairs Committee has unanimously approved President Donald Trump’s nominee for housing secretary, Ben Carson.",
  "The No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act would make permanent the Hyde Amendment, which denies abortion coverage in health insurance plans for women on Medicaid, military servicewomen, federal employees, residents of the District of Columbia, women in federal prisons, and women covered by the Indian Health Service.",
  "The bill also provides incentives for private health insurers to drop abortion coverage, bans abortion coverage in multi-state health insurance plans except in cases of rape, incest, or life endangerment, and denies women and small businesses tax credits if they choose health plans that cover abortion.” [HuffPost]\n\nWatch your backs, LGBTQ people.",
  "On Monday, the management of the club, Woodmont Country Club, sought to put an end to the rancor, sending a letter to members notifying them that it had invited Mr. Obama and his wife, Michelle, to join as ‘special members.’ Under those terms, the former first couple would pay dues and other fees but would be spared the $80,000 initiation fee.",
  "Now, congressional leaders will have to choose between their fealty to the cause of fiscal prudence and the demands of the new president, who wants $1 trillion in infrastructure work over 10 years, a surge in military spending and large tax cuts for individuals and corporations.” [NYT]\n\nMINNESOTA GOVERNOR HAS CANCER - Ricardo Lopez: “Gov.",
  "Follow us on Twitter - @HuffPostHill\n\nPOLITICALLY-MOTIVATED GAG ORDERS, GET YER POLITICALLY MOTIVATED GAG ORDERS HERE - Since we’re reverting to the 2000s ethos of persecuting climate scientists, can we at least come up with cool, Newspeak names for anti-environmental bills like W’s Clean Skies Act?",
  "Jon Schleuss, Arlene Tchekmedyian and Kim Christensen: “[W]hile nearly all of the surrounding region voted for the Democratic former secretary of state, one little chunk of Hollywood best known for the Church of Scientology’s ‘Big Blue’ complex went red, picking the Republican billionaire instead….",
  "‘In the current deeply polarized political environment,’ the club’s president, Barry Forman, wrote, ‘it is all the more important that Woodmont be a place where people of varying views and beliefs can’” [NYT]\n\nCOMFORT FOOD\n\n- Michael Jackson grunts make action scenes so much more intense.",
  "Mark Landler: “For weeks, the members of an exclusive, mostly Jewish country club in the Maryland suburbs of Washington have been entangled in a bitter dispute over whether to exclude former President Barack Obama, who has played golf there, because of Mr. Obama’s policies toward Israel.",
  "After six terms in the House where he specialized in health policy, years in the Georgia state legislature and a long career as a physician, one of Price’s chief qualifications for the top health care position in the federal government is his knowledge and experience.",
  "Trump’s orders clear the way to continue building Energy Transfer Partners’ 1,172-mile Dakota Access project, which has been stalled since the U.S. Army Corps of Engineers halted construction in December amid massive protests led by the Standing Rock Sioux….",
  "‘I...did an extrapolation calculation on how many illegals could have or could be voting in the United States,’ King said, using an offensive term for undocumented immigrants.” [HuffPost]\n\nAre you in the mood to watch Kellyanne Conway try stand-up comedy?",
  "CHRIS SMITH IS VERY CONCERNED ABOUT HOW YOU USE YOUR UTERUS - Laura Bassett: “The first bill the House of Representatives passed under President Donald Trump is a sweeping anti-abortion bill that would make the procedure more expensive for women.",
  "‘I can just tell you that on the whole issue of election fraud, which our Democratic colleagues always argue is just fiction: There are people literally in jail in Kentucky for this kind of activity,’ McConnell told reporters on Tuesday….",
  "Gorsuch, 49, was among 21 potential high court candidates circulated by Trump’s team during the campaign, but his stock has been rising lately as several admirers and supporters have been named to positions in the Trump administration.",
  "More than 250 voters listed addresses on L. Ron Hubbard Way, named for the science fiction writer who founded the church in 1954 and parlayed his self-help system, Dianetics, into a worldwide religion without a deity….",
  "‘I don’t know what that number is, and I guess you’ll have to get that info from [Trump].’ … House Speaker Paul Ryan (R-Wis.) told reporters he’s ‘seen no evidence to that effect’ when asked about Trump’s comments.",
  "And the Trump administration continues to hinder federal employees in their attempts to release important information to the public, recalling Smokey the Bear’s heart-wrenching, “Loose Lips Sink Ships” campaign.",
  "The Huffington Post also received a message that was reportedly sent to staff Monday that seems to cover the current agency guidance on talking to the press in general, not just about the directive on grants.",
  "The former Republican presidential candidate and celebrated neurosurgeon would lead the Department of Housing and Urban Development, a sprawling agency with 8,300 employees and a budget of about $47 billion.",
  "[HuffPost’s JamesMichael Nichols]\n\nTRUMP CARRIES CRUCIAL, ‘RICH SCIENTOLOGIST’ VOTE - We’re surprised the president hasn’t signed onto a religion centered around the interstellar flight of a bunch of jets.",
  "His nomination now heads to the full Senate.” [AP]\n\nTOM PRICE TAKES THE FIFTH, BASICALLY - The HHS nominee went to great lengths to pretend he knows nothing about anything at his confirmation hearing.",
  "Another action signed Tuesday calls for U.S. steel to be used if the pipelines are built, though that may mean little in the case of the Dakota Access Pipeline, which is nearly complete.",
  "Sean Spicer called on a reporter from fake news outlet LifeZette, which until today we assumed was some kind of Safeway insert that falls out of your Sunday paper; but no, it isn’t ?",
  "Citing ‘sample data from certain counties,’ King told Jackson he had done his own calculations and determined it was ‘plausible’ that 2.4 million people could have voted illegally.",
  "Among those who did proffer a theory for publication was James Kronwall, a registered Republican who lives on L. Ron Hubbard Way, and said he knew why the precinct went for Trump.",
  "Donald Trump said he would announce a Supreme Court nominee next week, while, we assume, Merrick Garland sat on a park bench, limply tossing chunks of bread at nearby pigeons.",
  "Price opted to keep most of that knowledge and experience to himself at his confirmation hearing.” [HuffPost]\n\nAt least Tom Price didn’t reveal himself to be an anti-vaxxer.",
  "He told reporters that his outlook is good and that he expects to learn more after a follow-up consultation at Mayo Clinic next week to discuss his treatment options.",
  "On repeated occasions, reporters asked him why Donald Trump continues to argue that 3 to 5 million undocumented immigrants voted illegally in the 2016 election.",
  "A biopsy conducted last Wednesday confirmed the diagnosis.” [Star Tribune]\n\nBECAUSE YOU’VE READ THIS FAR - Here’s the White House given the “Office” treatment.",
  "an extensive program that includes funding for research, redevelopment of former industrial sites, air quality monitoring and education, among other things ?",
  "Dayton revealed his diagnosis at a news conference the morning after he collapsed Monday night during his State of the State speech, which cut it short.",
  "was about as close to a revelation as anything that transpired during a Senate Finance Committee hearing Tuesday considering his nomination.",
  "Sen. Lindsey Graham (R-S.C.) gave the only real denunciation of Trump’s voter fraud claims out of his Republican colleagues on Tuesday.",
  "@ClareMalone: Really appreciate the specificity of reader letters telling me to take my head out of “sphincter” rather than ass.",
  "and told not to discuss this order with anyone outside the agency, according to a Hill source with knowledge of the situation.",
  "The DFL governor, who turns 70 on Thursday, said he learned he had prostate cancer during his annual physical examination.",
  "South Dakota Sen. John Thune, third-ranking Republican in the upper chamber, also wouldn’t call Trump’s statement a lie.",
  "delivered by Rep. Tom Price (R-Ga.), President Donald Trump’s nominee to be secretary of Health and Human Services ?",
  "Kate Sheppard: “The Environmental Protection Agency has frozen its grant programs, according to sources there.",
  "‘I don’t know the answer to that,’ he said when asked if he agreed that as much at 5 million voted illegally.",
  "Of the roughly 1,100 voters registered in the precinct, about half list addresses of Scientology properties.",
  "Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to eliot@huffingtonpost.com.",
  "An EPA staffer provided the information to the congressional office anonymously, fearing retaliation….",
  "TRULY WE’VE COME A LONG WAY AS A COUNTRY - It’s nice when oppressed people can start excluding people.",
  "The White House hasn’t decided whether to let federal contractors resume discriminating against you.",
  "Jeffrey Young: “’I’ve had conversations with the president about health care, yes.’ That line ?",
  "Mark Dayton unexpectedly revealed on Tuesday that he has been diagnosed with prostate cancer.",
  "And on each occasion, Spicer responded that Trump says it because he believes it to be true.",
  "Keystone was rejected in 2015 by former President Barack Obama after a seven-year review.",
  "Sign up for HUFFPOST HILL and get a cheeky dose of political news every evening!",
  "DEMOCRATS: Just run up the vote in California, we’re after a moral victory here.",
  "There is no other way to interpret what transpired at Spicer’s daily briefing.",
  "He currently serves on the U.S. 10th Circuit Court of Appeals in Denver….",
  "And Tom Price’s investments in health care companies remain a problem.",
  "@Phil_Lewis_: Ben Carson has been confirmed as Housing Secretary.",
  "There is no evidence that millions of votes were cast illegally.",
  "Well, in case you change your mind, watch this video from 1998.",
  "‘The president does believe that,’ Spicer told one reporter.",
  "- The Netherlands makes a play to be Donald Trump’s friend.",
  "TWITTERAMA\n\n@goldengateblond: ILLEGAL VOTERS: We’re ready!",
  "an assertion that puzzled even some of Trump’s supporters.",
  "‘He’s believed this for a long time,’ he said to a third.",
  "EPA staff has been instructed to freeze all its grants ?",
  "- Why can’t all Amazon Alexas be Big Mouth Billy Basses?",
  "Does somebody keep forwarding you this newsletter?",
  "It’s a ‘longstanding belief,’ he told another.",
  "That right there is the American Dream.",
  "Which swing state needs us?",
  "Like what you read below?",
  "‘Scientology is the No.",
  "Anatomically correct!",
  "He lives in a house.",
  "Get your own copy.",
  "it isn’t at all.",
  "Qualifications?",
  "Sign up here.",
  "It’s free!",
  "No?"
]