[
  "Facebook\n\nFacebook has removed over a dozen American hyperpartisan liberal and conservative pages with more than 30 million combined fans after discovering they were administered by the same fake account and were in violation of policies against spamming, a company spokesperson told BuzzFeed News.",
  "The takedowns deal a huge blow to a group of once-prominent hyperpartisan publishers on Facebook, and reinforces how much that business has declined since 2016 thanks to algorithm changes and heightened policy enforcement by the social network.",
  "“The only pages that survived were pages that my partners [Shapiro and Crane] owned which were not posting [LifeZette] content” he said, adding that the removals affected “17 pages, 30m fans, and all of my advertising ability went down.\"",
  "The removed conservative pages include American News (more than 5.5 million fans), Mr. Conservative (2.1 million), Conservative 101 (2.1 million), and Proud to Be Conservative (2.2 million), along with at least three others.",
  "American News, the largest of all the removed pages, was one of the top-performing American politics pages on Facebook during the 2016 election, according to a 2017 BuzzFeed News analysis.",
  "In February of this year, a study by social analytics company NewsWhip found that a writer for Truth Examiner received more engagement for his content than any other reporter on Facebook.",
  "The liberal pages were Truth Examiner (3.7 million fans), Liberal Americans (2.1 million), Backed by Fact (1.5 million), and We Are Liberal (1.2 million), along with at least two others.",
  "Along with American News and Conservative 101, the pair also controlled God Today, as well as pages targeting liberals on Facebook, as detailed in a previous BuzzFeed News investigation.",
  "Like many hyperpartisan publishers, their pages experienced a significant drop in engagement after 2016, according to data accessed in CrowdTangle prior to the page's removal.",
  "In July, BuzzFeed News revealed that American News was being rented out to men in India for $5,000 a month so they could use it share links to their US politics sites.",
  "All of the removed pages had recently, and almost exclusively, been promoting links to LifeZette.com, the conservative website founded by Fox News host Laura Ingraham.",
  "In subsequent emails, Massoumi asked that information he previously sent be considered off the record and said, \"I have no business relationship with LifeZette.\"",
  "The removals come as Facebook says it is in the midst of stepped-up efforts to detect possible policy violations on political pages in advance of the midterms.",
  "“Our systems detected a set of Pages with administrators who were using fake accounts and violating our spam policies,” the spokesperson told BuzzFeed News.",
  "Internet Archive/BuzzFeed Nrws / Via Facebook: truthexaminer Two LifeZette links that were shared on Truth Examiner before the page was removed.",
  "Facebook also removed two nonpolitical pages that were sharing LifeZette content, God Today (2.9 million fans), and Animal Amigos (1 million).",
  "A Facebook spokesperson confirmed the coordinated sharing activity across pages helped trigger the review and ultimate removal of the pages.",
  "It was sold last year to Canadian billionaire Daryl Katz, though Ingraham maintains a minority stake in the company, according to CNN.",
  "Facebook said the pages were managed by a fake account and were spamming content from LifeZette, a conservative site.",
  "The above pages were controlled by American conservative publishers Cyrus Massoumi, Tyler Shapiro, and John Crane.",
  "Last week, BuzzFeed News noticed that the now-removed pages had suddenly started sharing LifeZette.com content.",
  "LifeZette’s right-leaning stories were even being promoted on liberal Facebook pages such as Truth Examiner.",
  "It was run by Shapiro and Crane, and Massoumi had posting privileges on it when it was removed.",
  "Shapiro and Crane are business partners and have worked closely with Massoumi over the years.",
  "LifeZette's content continues to be heavily promoted on Ingraham’s social media accounts.",
  "In an email to BuzzFeed News, Massoumi acknowledged he was working with LifeZette.",
  "“We've reviewed and removed accounts and Pages associated with this activity.\"",
  "(Her Facebook page and the main LifeZette page were not removed by Facebook.",
  "If you want more reporting like this, become a BuzzFeed News supporter.",
  "Shapiro and Crane did not respond to a request for comment.",
  "(BuzzFeed News had not agreed to speak off the record.)",
  "(That practice is in violation of Facebook’s policies.)",
  "The company did not respond to requests for comment.)",
  "He also provided a list of the removed pages.",
  "Help us break more stories with impact.",
  "Facebook"
]