[
  "Alex Wong/Getty Images President-elect Donald Trump and Vice President-elect Mike Pence attacked BuzzFeed on Tuesday after the news outlet published an unverified intelligence report from a former British intelligence officer containing explosive claims about the president-elect.",
  "Earlier on Tuesday, CNN reported that US intelligence leaders had provided Trump with a summary of the report, which contains supposed personal and financial information about Trump and his ties to Russia, as well as other salacious allegations.",
  "\"BuzzFeed News is publishing the full document so that Americans can make up their own minds about allegations about the president-elect that have circulated at the highest levels of the US government,\" the authors of the article wrote.",
  "Though BuzzFeed acknowledged in its story that the intelligence report's claims were unverified, and in some cases \"potentially unverifiable,\" its publication of the report raised ethical questions among journalists.",
  "Both Trump and Pence tweeted out the same article from LifeZette, a right-wing news site edited by conservative commentator and Trump supporter Laura Ingraham.",
  "Trump appeared to dismiss the report in another tweet 40 minutes earlier, simply writing: \"FAKE NEWS — A TOTAL POLITICAL WITCH HUNT.\"",
  "CNN stopped short of publishing the actual report, which had been circulating among politicians and journalists for months.",
  "Publishing this document was not an easy or simple call, and people of good will may disagree with our choice.",
  "We have always erred on the side of publishing,\" Smith wrote in the email, which he posted to Twitter.",
  "\"Our presumption is to be transparent in our journalism and to share what we have with our readers.",
  "The headline of the article was \"Fake News: BuzzFeed Runs 'Unverifiable' Trump-Russia Claims.\"",
  "He continued: \"As we noted in our story, there is serious reason to doubt the allegations.",
  "We have been chasing specific claims in this document for weeks, and will continue to.",
  "BuzzFeed editor Ben Smith defended the article in a subsequent email to his staff.",
  "But publishing this dossier reflects how we see the job of reporters in 2017.\"",
  "Pence and other allies pushed a similar message alleging \"fake news.\""
]