[
  "This time it appears the president is reasserting that the establishment media such as The New York Times and The Washington Post has, in general, misunderstood and underestimated him:\n\nTrump has taken up the mantle of bias in mainstream media outlets, something conservatives have asserted is particularly egregious when it comes to the fair representation of their ideas.",
  "With respect to this, the White House recently made changes to the pecking order of their press briefings when White House press secretary Sean Spicer gave the first question to a reporter from Lifezette, a conservative online news outlet founded by commentator Laura Ingraham.",
  "The repeated challenges to news outlets emanating from the White House amounts to a growing distrust of the traditional media outlets that culminated Friday when Trump echoed adviser Steve Bannon when he called the media the \"opposition party.\"",
  "Trump has also been in a public spat with CNN since their reporting on the inclusion of a two-page brief of a 15-page dossier that made unconfirmed allegations regarding Trump, including his supposed ties to Russia.",
  "In what's becoming a common theme, President Donald Trump took to Twitter Saturday morning to berate well-known media outlets for being dishonest in their reporting of him.",
  "Change is afoot, as Ingraham well knows, having been a primetime speaker at the Republican convention in Cleveland that nominated Trump.",
  "\"President Trump obviously sees public value in outreach to more diverse media outlets,\" says Ingraham, the editor in chief.",
  "In the new media era, no one has a monopoly on transmitting news and analysis to the people.",
  "She discussed various possible positions with the Trump clan before deciding to stay put.",
  "The spat got even more heated when CNN disputed the size of Trump's inaugural crowd.",
  "That may upset the old guard, but as someone used to say, that's the way it is.\"",
  "Bannon was quoted Thursday as saying the media should \"keep it's mouth shut.\"",
  "Bannon is the former executive chair of Breitbart News.",
  "\"This is good and helps keep everyone on their toes."
]