[
  "Another storyline right-wing media quickly honed in on was Comey's confirmation of an April report from the New York Times in which it was revealed that former Attorney General Loretta Lynch told Comey to call the investigation into Hillary Clinton's use of a private email server as a \"matter.\"",
  "Unpacking the folksy rhetoric of the Comey testimony\n\nDonald Trump accuses James Comey of making \"false statements and lies\"\n\nTrump may have already obstructed justice enough to be impeached\n\nThe through-the-looking-glass view of the hearing hinges on a few key moments.",
  "Former FBI director James Comey's illuminating testimony in front of the Senate provided a trove of new information about conversations Comey had with President Donald Trump about former national security adviser Mike Flynn before Trump fired him.",
  "Drudge Report: \"SOAP OPERA: COMEY ADMITS ORCHESTRATING MEMO LEAK ...\"\n\nOn Fox News immediately after the public testimony concluded, host Bret Baier declared \"the media\" one of the losers of the day.",
  "One issue that drew particular ire was the revelation that Comey instructed a friend of his to share the contents of several memos with a reporter in an effort to get a special counsel appointed.",
  "It was also repeated on Breitbart, the right-wing website formerly headed by Trump's chief strategist, Steve Bannon: \"… COMEY SAYS NEVER ASKED TO STOP RUSSIA INVESTIGATION.\"",
  "While Comey's testimony confirmed several major news reports, the ex-FBI director characterized a February report from the New York Times as being mostly untrue.",
  "The Daily Caller: \"HE LEAKED: Comey Admits He Dished On Memos To The New York Times\" Breitbart: \"SHOCK: FMR FBI DIRECTOR ADMITS ORCHESTRATING LEAK … BUT!",
  "In that corner, Comey's testimony proved Comey was untrustworthy and politically motivated, but his testimony nonetheless absolved Trump of wrongdoing.",
  "One was that, while Trump asked Comey to drop the investigation into Flynn, he did not ask Comey about dropping the larger Trump-Russia investigation.",
  "Comey was sure he had been fired due to the FBI's ongoing investigation into ties between members of Trump's presidential campaign and Russia.",
  "That story was blasted across pro-Trump channels, and it remained the lead story on several sites well after the testimony had concluded.",
  "Other sites doubled down on the statements from Trump's personal attorney that came out soon after Comey's public testimony finished.",
  "Many of those stories followed the official RNC talking points that had been distributed to lawmakers before the hearing even began.",
  "Fox News repeated that point on screen 16 times over the course of its Comey hearing: \"COMEY: NOBODY ASKED ME TO STOP RUSSIA PROBE.\"",
  "Right-wing media, as expected, gleefully pounced on the testimony as evidence that the mainstream media was not to be believed.",
  "\"Comey Confirms: Lynch Tried to Influence Clinton Investigation,\" declared Trump surrogate Laura Ingraham's website LifeZette.",
  "Fox News host Sean Hannity, an ardent Trump supporter, demanded an investigation into Clinton and Lynch on Thursday afternoon.",
  "(In an email, Columbia Law professor Daniel Richman confirmed that he was the friend who leaked the information.)",
  "\"Comey Blows Hole In Liberal Narrative That Trump Tried To Stop Russia Investigation,\" said the Daily Caller.",
  "But in pro-Trump media, the takeaways from the hearing were decidedly different than the rest of the media.",
  "Comey's comments were indeed a blow to the Times, and the paper said it was \"looking into\" his statements.",
  "Comey feared Trump would \"lie,\" which is why he kept detailed memos about each conversation they had.",
  "Trump requested the Flynn investigation be dropped, which deeply concerned Comey, he testified.",
  "\"HEARING DESTROYS OBSTRUCTION OF JUSTICE CASE AGAINST TRUMP,\" a headline from Breitbart blared.",
  "The most important takeaway, though, was that the president came out victorious.",
  "Townhall: \"Comey Admits to Leaking: I Had a Friend Give My Memos To a Reporter.\"",
  "Flynn was under an active criminal investigation, Comey confirmed.",
  "During the testimony, Comey said the request made him \"queasy.\"",
  "(The paper has issued a response to Comey's testimony here.)",
  "Another common thread: the media's untrustworthiness.",
  "NEVER LEAKED TRUMP *NOT* UNDER INVESTIGATION.\"",
  "That prompted a flurry of negative reports.",
  "(The other loser, naturally, was Lynch.)",
  "FAKE NEWS, several sites blared.",
  "More from Mic:\n\nWhat the Fuzz?"
]