[
  "NEW JOINT FUNDRAISERS:\n\nKathy Manning Victory Fund (Kathy Manning for Congress, North Carolina Democratic Party – Federal)\n\nMinnesota Victory Fund (Rep. Erik Paulsen (R-Minn.), Rep. Jason Lewis (R-Minn.), ICE PAC, Just Lead PAC)\n\nNEW PACs:\n\nAlliance For Water Resources For Ventura County Political Action Committee (AWRpac) (PAC)\n\nAmerican Values Committee (super PAC)\n\nC3 PAC (super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nCapitol Counsel, LLC: Drift Marketplace, Inc.\n\nCapitol Hill Strategies, LLC: Farragut Partners, LLP on behalf of Heron Therapeutics\n\nCarmen Group, Inc.: Ardagh Glass, Inc.\n\nFoley & Lardner, LLP: Foundation Consumer Healthcare, LLC\n\nFrogueClark, LLC: YMCA of Metropolitan Atlanta, Inc.\n\nHusch Blackwell Strategies: Anacostia Watershed Society\n\nJones Walker, LLP: Western Rivers Boat Management, Inc.\n\nK&L Gates, LLP: Lifeline Recovery Support Services\n\nK&L Gates, LLP: QxBranch, Inc.\n\nOlsson, Frank, Weeda, Terman & Matz, PC: Alliance of Dedicated Cancer Centers\n\nPauley Management, Inc.: Amateur Athletic Union of the United States, Inc.\n\nSirona Strategies, LLC: Aligning for Health\n\nThe McKeon Group, Inc.: Henry B. Howard\n\nThe Montgomery Strategies Group, LLC: Harris Jewelry\n\nThorn Run Partners: College of Healthcare Information Management Executives (CHIME)\n\nNEW LOBBYING TERMINATIONS:\n\nAlpine Group, Inc.: OpenGate Advisors, LLC",
  "Those issues may affect other institutions as well, but there are in many cases aspects of certain rules or certain policies that uniquely apply to these global institutions.” Fromer said that since the 2008 financial crisis, “there is a residual sense of misunderstanding around the large institutions themselves and the vital role that they play.” He added that the “entire banking industry ... is still dealing with the long-term reputational effects of the crisis.”\n\n— Among members’ priorities now, he said, is working with the administration and federal banking agencies “on their evaluation of the rules that have been put into place and their consideration of ways to re-balance those rules or change them.” Full story.",
  "He said that in addition to lobbying, the firm will provide a “comprehensive and holistic” approach to public affairs: “Most of my career was spent in trade associations and government affairs where I learned how to develop coalitions and run political action committees and grassroots programs, so I’m going to bring that level of expertise.” Kelly’s first client is the American College of Clinical Pharmacy, for which he will lobby on reimbursement and coverage issues.",
  "TODAY’S NOTABLE REGISTRATIONS: Foundation Consumer Healthcare hired Foley & Lardner to lobby on “regulations affecting marketing and commercialization of prescription and non-prescription contraceptive drugs.” The company has two former congressmen lobbying on the issue: former Reps. Dennis Cardoza (D-Calif.) and Scott Klug (R-Wis.), in addition to Jennifer Walsh and Theodore Bornstein.",
  "MUELLER THREATENED TO CHARGE PAPADOPOULOS AS UNREGISTERED AGENT: “Special counsel Robert S. Mueller III last summer threatened to charge George Papadopoulos, a former campaign adviser to President Trump, with acting as an unregistered agent of Israel, Papadopoulos’s wife said Tuesday,” the Washington Post’s Rosalind S. Helderman reports.",
  "“Simona Mangiante Papadopoulos, an Italian lawyer who married Papadapoulos in March, said the special prosecutor’s office claimed to have evidence that Papadopoulos had worked on behalf of Israel without registering as a foreign agent while he was serving as an energy consultant before he joined the Trump campaign.",
  "FROMER TALKS PLAN TO RESHAPE FINANCIAL SERVICES FORUM: Kevin Fromer, a former top Republican House aide and Treasury Department official under President George W. Bush, talked to POLITICO’s Zachary Warmbrodt about his plans to overhaul the Financial Services Forum in his role as CEO of the trade group.",
  "VOLKSWAGEN REINSTATES LOBBYIST AFTER MONKEY TEST INVESTIGATION: “Volkswagen AG’s top lobbyist is back at his post after an internal audit found he didn’t break any laws or company rules in the run-up to controversial diesel-fume tests on animals,” Bloomberg’s Oliver Sachgau reports.",
  "ASLRRA PRESIDENT DARR TO LEAVE TRADE ASSOCIATION: Linda Bauer Darr, president of the American Short Line and Regional Railroad Association, is leaving the trade association in July to become CEO of the American Council of Engineering Companies, ASLRRA announced today.",
  "Ballard lobbied Trump on Kosovo\n\nWith David Beavers, Garrett Ross, Lauren Gardner and Daniel Lippman\n\nBALLARD LOBBIED TRUMP ON KOSOVO: Brian Ballard, a top fundraiser for President Donald Trump, personally lobbied Trump in April on behalf of the government of Kosovo.",
  "— “Simona Papadopoulos, who said her husband was not involved in Russia’s efforts to interfere in the White House race, said he agreed to plead guilty as a way to acknowledge missteps with the FBI and to avoid a protracted legal battle.” Full story.",
  "Papadopoulos denied the allegation, she said, but pleaded guilty in October to lying to the FBI about his interactions with two Russians and a London professor who had told him in 2016 that the Russians held Clinton-related emails.",
  "Ballard briefly talked with Trump about relations with Kosovo and mentioned a request Kosovo’s ambassador had made for Trump to meet with the country’s president, Hashim Thaci, according to a Justice Department filing.",
  "Register for the Pro Summit: Join Pro subscribers, expert reporters and key decision-makers from the executive branch, federal agencies and Congress for a full day of incisive policy conversations on July 17th.",
  "— Ballard has built a substantial foreign practice since setting up shop last year in Washington, lobbying for clients including the governments of Azerbaijan, the Dominican Republic, Kosovo, Qatar and Turkey.",
  "Other lobbyists at Ballard’s firm, Ballard Partners, lobbied a variety of other Florida officials on behalf of Qatar, including Miami Mayor Francis Suarez and Jeff Vinik, the owner of the Tampa Bay Lightning.",
  "FLY-INS GALORE:\n\n— Members of the National Council of Chain Restaurants, a division of the National Retail Federation, are on the Hill today to talk about technical corrections to last year’s tax reform bill.",
  "The trade association recently decided to concentrate on the interests of eight banks: JPMorgan Chase, Bank of America, Wells Fargo, Citigroup, Goldman Sachs, Morgan Stanley, BNY Mellon and State Street.",
  "“Thomas Steg, the head of government relations who stepped down temporarily following public outcry over the tests, will be reinstated with immediate effect, the company said in a statement Wednesday.",
  "— Members of the Financial Services Institute are headed to the Hill today to discuss association healthcare plans and legislation to repeal the Labor Department’s fiduciary rule, among other issues.",
  "Story Continued Below\n\n— Lobbyists who represent foreign governments or political parties are required by law to disclose whom they’re lobbying, unlike those who represent domestic interests.",
  "The internal audit found ‘there was no non-compliant conduct nor were any infringements of relevance to labor law committed by Volkswagen Group employees,’ the company said in the statement.",
  "But Ballard, who opened a Washington office after Trump’s election, has built a reputation as one of only a handful of lobbyists with a personal relationship with the president.",
  "Johnny DeStefano, a top aide to Trump, and Keith Kellogg, a retired lieutenant general who’s now Vice President Mike Pence’s national security adviser, were also present.",
  "The trials, in which monkeys were exposed to diesel fumes to show there were no ill health effects on the animals, were led by the now-defunct research group EUGT.",
  "Speakers include: Rep. Joe Crowley (D-N.Y.), Chairman, House Democratic Caucus, Kevin McAleenan, Commissioner, U.S. Customs and Border Protection, and others.",
  "“This was a very brief part of a short conversation, but disclosure requirements require us to report this brief encounter,” Ballard said in an interview.",
  "NEW FIRM ALERT: Paul Kelly, who was previously a principal at the Federal Group, has launched his own firm, Capitol Advocacy and Government Affairs.",
  "— Members of the National Association of Surety Bond Producers are on the Hill today to discuss several issues, including infrastructure financing.",
  "Among the lawmakers they will be meeting with are House Ways and Means Chairman Kevin Brady (R-Texas) and Senate Majority Leader Mitch McConnell.",
  "While members of Congress and administration officials regularly show up in such reports, it’s uncommon for a president to appear in one.",
  "The group was formed by Volkswagen, BMW AG and Daimler AG in 2007 and disbanded after news of the tests became public.",
  "— Mary Kate Cunningham is now senior director of public policy at the American Society of Association Executives.",
  "— Lynn Good, CEO of Duke Energy, was elected chairman of the board of the Edison Electric Institute.",
  "In an interview with PI, Kelly said that for now, he is the sole owner and employee of the firm.",
  "Exelon Corporation’s Christopher Crane and Xcel Energy’s Ben Fowke were elected vice chairmen.",
  "— Fromer told POLITICO that those banks “want to focus on issues that uniquely affect them.",
  "Please send us your most incendiary tips: mlevine@politico.com and tmeyer@politico.com.",
  "The meeting took place on April 20, while Trump was spending the week at Mar-a-Lago.",
  "Employees at the other companies were also suspended at the time.” Full story.",
  "They will also discuss changes to the joint employer standard and immigration.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "The disclosure filing also shows that Ballard met with Florida Gov.",
  "The new firm will also be affiliated with The Livingston Group.",
  "JOBS REPORT\n\n— Sarah Horowitz is an account director at LEWIS.",
  "She was previously a senior media strategist at RH Strategic.",
  "She was previously a digital media producer at LifeZette.",
  "Rick Scott in April on behalf of the Qatari government.",
  "Ballard is a longtime fundraiser for Scott’s campaigns.",
  "She was previously director of public policy at ASAE.",
  "— Maggie Lit is outreach manager at the Herald Group.",
  "Darr became president of ASLRRA in October 2014.",
  "He has been cooperating with Mueller’s probe.",
  "Heidrick & Struggles conducted the search.",
  "That shouldn’t even be a question.",
  "Good afternoon, and welcome to PI.",
  "She will replace David Raymond.",
  "To tip or not to tip?",
  "Register today."
]