[
  "Hannity Moves to 9PM/ET and The Five Returns to 5PM/ET Timeslot\n\nNEW YORK — September 18, 2017 – FOX News Channel (FNC) has named Laura Ingraham as the host of The Ingraham Angle, a new live primetime program to debut on October 30th, announced Suzanne Scott, president of programming for the network.",
  "We look forward to her providing the audience with her exceptional commentary, engaging insight and spirited debate.”\n\nIngraham added, “After a decade working at FOX News with a team of television pros, I am thrilled to be joining the primetime line-up as a host of the 10 o’clock hour.",
  "I look forward to informing and entertaining the audience and introducing new voices to the conversation.”\n\nThe Ingraham Angle will aim to cut through the Washington chatter to speak directly with unexpected voices and the actual people who are impacted by the news of the day.",
  "Ahead of Ingraham’s debut, Hannity, hosted by Sean Hannity, will move to the 9PM/ET hour, the ensemble program The Five will return to the 5PM/ET timeslot, while the 10PM/ET hour will be helmed by rotating hosts during the interim period.",
  "The number one network in cable, FNC has been the most watched television news channel for more than 15 years and according to a Suffolk University/USA Today poll, is the most trusted television news source in the country.",
  "A graduate of Dartmouth College and the University of Virginia School of Law, Ingraham previously served as a litigator and Supreme Court law clerk for Justice Clarence Thomas.",
  "She will continue hosting her radio program, The Laura Ingraham Show, where she is the most-listened-to woman in political talk radio on hundreds of stations nationwide.",
  "Two years ago, Ingraham also founded LifeZette, a political and cultural website, and will continue to serve as editor, although without a day-to-day operational role.",
  "Owned by 21st Century Fox, FNC is available in more than 90 million homes and dominates the cable news landscape, routinely notching the top ten programs in the genre.",
  "Ingraham joined FNC in 2007 and most recently served as a contributor, providing political analysis and commentary to FNC’s daytime and primetime programming.",
  "In making the announcement, Scott said, “We are delighted to unveil this new primetime schedule for both our current and future generation of loyal FNC fans.",
  "She is also the author of the New York Times bestsellers “The Hillary Trap,” “Shut Up & Sing,” “Power to the People,” and “The Obama Diaries,” among others.",
  "Over the last decade, Laura’s extraordinary insight, expertise and strong voice have connected with our viewers across the network’s programming.",
  "FOX News Channel (FNC) is a 24-hour all-encompassing news service dedicated to delivering breaking news as well as political and business news.",
  "Ingraham will challenge the decision makers to focus on everyday, hard-working Americans who serve as the backbone of the nation.",
  "Martha, Tucker and Sean have proven that they understand the pulse of America across the political and the cultural spectrum.",
  "The program will also highlight the importance of faith in our nation and reveal stories that showcase the American spirit.",
  "FOX News Media Contacts:\n\nCarly Shanahan 212-301-3851\n\nJessica Jensen 212-301-3531",
  "Each of these changes will take effect on September 25th."
]