[
  "The law took effect on the 50th anniversary of one of the deadliest U.S. shootings to occur on a college campus -- in 1966, a student named Charles Whitman killed 16 people by firing from the clock tower at the University of Texas at Austin, the state's flagship public university.",
  "A new law in the Lone Star State allows certain students to bring guns into college classrooms -- and supporters of the law say that in an age of mass shootings, concealed weapons are a preventative measure.",
  "A 30-year-old landscaping company manager in Murfreesboro, Tennessee, told LifeZette that just knowing college students might be carrying could possibly deter a shooter from taking the risk of opening fire.",
  "The new state \"campus carry\" law, which went into effect Monday, allows people ages 21 and older with a concealed handgun license to carry pistols in classrooms and buildings throughout public colleges.",
  "University of Texas professors lobbied to prevent the law, arguing that the combination of youth, firearms, and college life could make for a deadly combination, according to Reuters.",
  "So, in essence, college and university students in Texas will now have a fighting chance should an armed killer bent on wreaking death and chaos perpetrate an attack on their campus.",
  "\"What campus carry does is that it only authorizes those who go through the special training and background\" to carry firearms, he was quoted as saying, according to Reuters.",
  "The law allows private colleges to opt out, and most of Texas' higher-profile private universities have done so, saying the measure does not protect student safety.",
  "\"In this day and age -- I've got grandkids ages four and two who I worry about every day -- this allows students on campuses a fighting chance,\" he said.",
  "One hopes their opinions will never be tested with a real-life shooting by an armed killer bent on extinguishing as many lives as possible.",
  "\"I'm sorry, but have our leaders given us any reason to assume that violence will somehow stop, or even slow down, in America?",
  "Last month, three professors filed a lawsuit to block the law, saying it could have a chilling effect on academic freedom.",
  "University President Gregory Fenves reluctantly allowed campus carry, saying he was compelled to do so under the new law.",
  "What about the micro-aggressions that stranglehold students who can't make a move without being pegged as intolerant?",
  "Texas Attorney General Ken Paxton, a Republican, said the law is constitutionally sound and that he would defend it.",
  "Texas joins seven other states that allow people to carry concealed weapons on public post-secondary campuses.",
  "There won't be young kids carrying guns with the law -- you have to be 21 to even qualify to carry.",
  "\"The more people who are armed legally and trained responsibly, the safer we all are.",
  "I am suspect of anything a liberal professor says today about society, frankly.\"",
  "One Lubbock, Texas, father and grandfather supports the new concealed-carry law.",
  "They are Colorado, Kansas, Oregon, Utah, Mississippi, Wisconsin, and Idaho.",
  "If violence ramps up, personal defense must ramp up, too.",
  "We have rights guaranteed to us under the Constitution.\"",
  "\"That is rich,\" said the landscape manager, laughing.",
  "There were 23 college campus shootings in 2015 alone.",
  "\"Look, since when is it bad to defend ourselves?\"",
  "And maybe that shooter will just think twice.\"",
  "Greg Abbott supports campus carry as well.",
  "Enrollment at UT now sits at over 214,000.",
  "Republican Texas Gov.",
  "\"'Academic freedom'?",
  "he said."
]