[
  "The decision to only take IJR, Toner suggested Wednesday, was “out of the box” thinking given that the site “doesn’t necessarily cover the State Department” and “isn’t steeped in foreign policy.” But doing so, he said, could bring in a “new fresh perspective.” He later said the State Department was trying to “reach beyond the usual suspects,” presumably a reference to news organizations that have long covered the State Department and devoted extensive resources to trailing past Republican and Democratic secretaries of state on foreign trips.",
  "When a reporter asked Toner if only bringing a conservative site actually narrows, rather than broadens, the State Department’s message, Toner said the decision shows they’re “wiling to look at new paradigms with our approach to the media.”\n\nPresident Donald Trump’s administration has emphasized a desire to reach beyond the more traditional press, and the president routinely goes around the so-called media “filter” on Twitter and launches attacks on the “failing” New York Times or “fake news” purveyor CNN.",
  "Toner said a seat was given to a reporter from the Independent Journal Review, or IJR, “as part of an effort to include a broader representation of U.S. media.” IJR, a millennial-geared news outlet launched by two former Republican officials, has recently added more reporters, including at the White House, and aims to be viewed as more than a site able to produce highly shareable videos on Facebook.",
  "The controversial decision comes as Tillerson still hasn’t given any substantive interviews and the State Department didn’t hold a daily briefing for more than 40 days, and amid concerns that curtailing journalists’ access could send a signal to authoritarian leaders that the U.S. government doesn’t support the vital role of the press in a democracy.",
  "IJR CEO and co-founder Alex Skatell said in a statement Tuesday night that the site doesn’t “take this opportunity lightly and recognize[s] the controversy surrounding press access for the trip.” He said McPike had been requesting an interview with Tillerson, and the State Department invited her last week to cover his trip to Asia.",
  "Acting State Department press secretary Mark Toner struggled Wednesday to explain Secretary of State Rex Tillerson breaking with bipartisan tradition by not inviting the press corps along for this week’s Asia trip and instead taking only a four-year-old conservative news site with little experience covering U.S. diplomacy.",
  "The Trump White House has increasingly turned to conservative news outlets, with press secretary Sean Spicer at times calling on Townhall, LifeZette and the One America News Network before major news organizations that occupy the first several rows of the briefing room.",
  "One reporter asked if this decision was a move to exclude the diplomatic press corps (Toner said it wasn’t) and whether the motivation was to have a “friendly” outlet aboard that presumably would provide more favorable coverage.",
  "So journalists were shell-shocked Tuesday night when news broke that Tillerson was only taking along Erin McPike, a former CNN and National Journal reporter who was working in communications before joining IJR last month.",
  "“After saying it was unable to accommodate press on the Secretary’s plane to Asia due to space and budget constraints, the State Department offered a unilateral seat to one reporter,” they noted.",
  "He covered Trump’s arrival and departure, including capturing the president “discreetly” giving a $100 tip to a busboy, a private moment the White House surely didn’t mind becoming public.",
  "But whereas Spicer still typically gets around to the Washington Posts and NBCs of the world, the State Department is giving access aboard Tillerson’s flights exclusively to IJR.",
  "She recently wrote a fairly flattering piece on Tillerson, which went against the growing impression in the news media that the Trump White House had sidelined the secretary.",
  "Another reporter asked Toner who specifically made the decision, after the press secretary repeatedly adopted the passive voice in simply saying a decision had been made.",
  "The barrage of questions Wednesday followed Toner failing to directly answer several queries Tuesday as to whether a journalist was traveling with Tillerson.",
  "The State Department indicated there wouldn’t even be room for a dedicated “pool” reporter to provide dispatches for the broader press corps.",
  "But at this point, IJR has no significant track record covering foreign policy, so the move has rankled veteran diplomatic reporters.",
  "Such an arrangement is typically made when the president or a top official is traveling and can’t accommodate the full press corps.",
  "Toner’s rationale Wednesday didn’t satisfy veteran diplomatic journalists who sought clarification as to who made the call and why.",
  "The State Department claimed it was because of space concerns due to Tillerson, a former ExxonMobil CEO, taking a smaller plane.",
  "Toner said the senior State Department officials involved in planning the trip made the decision, but didn’t provide names.",
  "IJR chief content officer Benny Johnson first reported that Trump was nominating Judge Neil Gorsuch to the Supreme Court.",
  "Journalists were frustrated when word spread last week that Tillerson wasn’t taking the press on his trip to Asia.",
  "The State Department Correspondents’ Association expressed its “disappointment” Tuesday with the decision.",
  "The Trump era has so far been good to IJR, which has proven to be well-sourced in the new administration.",
  "And when Trump ditched the press corps weeks later to have dinner at his Washington hotel, Johnson ?",
  "He also said IJR would be paying for McPike’s travel costs, as is customary for news organizations.",
  "Toner indicated he didn’t know, even as the plane was scheduled to lift off a couple hours later.",
  "On Wednesday, Toner said a decision was “made late in the game” to bring McPike.",
  "IJR’s statement said she was offered the opportunity last week.",
  "who was tipped off about the president’s plans ?",
  "made a reservation there."
]