[
  "On Media Blog Archives Select Date… December, 2015 November, 2015 October, 2015 September, 2015 August, 2015 July, 2015 June, 2015 May, 2015 April, 2015 March, 2015 February, 2015 January, 2015\n\nAccording to the gallery rules members must not \"act as an agent for, or be employed by the Federal, or any State, local or foreign government or representatives thereof.\"",
  "\"This is an exciting time for LifeZette as we continue to be recognized as an important voice on the media landscape for our counter-conventional, fair and insightful content.”\n\nBreitbart, the site run until August by now White House chief strategist Steve Bannon, has also run into difficulty obtaining a permanent congressional press pass.",
  "The gallery committee is made up of a rotating committee of journalists who help determine who should be granted a press pass, which allows greater access to various parts of Capitol Hill, and is often the precursor to other permanent credentials at places like the White House and Supreme Court.",
  "The Sputnik Washington correspondent, Andrew Feinberg, declined to comment but posted on his personal Facebook page that he is seeking a press freedom lawyer and that the decision \"is the most absurd thing I’ve ever encountered in a decade of work as a Washington-based journalist.\"",
  "| John Shinkle/POLITICO Sputnik denied permanent congressional credentials\n\nThe Congressional Periodical Press Gallery committee has denied Sputnik, a Russian state-owned news website, a permanent congressional press pass.",
  "Sputnik is also trying to obtain a White House permanent press pass and is seeking membership in the White House Foreign Press Group in order to become a part of pool rotations.",
  "According to the gallery rules members must not \"act as an agent for, or be employed by the Federal, or any State, local or foreign government or representatives thereof.\"",
  "“We were very pleased to have been voted in as a permanent, credentialed member of the Senate periodical gallery today,\" said LifeZette political editor Jon Conradi.",
  "Sputnik has the opportunity to appeal the decision, said Senate Periodical Press Gallery Director Justin Wilson.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Meanwhile, Laura Ingraham's site LifeZette was approved for a press pass on Friday.",
  "Representatives for Sputnik did not immediately respond to requests for comment.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "Wilson said no state-sponsored news outlet is a member of their gallery.",
  "Daniel Lippman contributed reporting.",
  "You can unsubscribe at any time."
]