[
  "\"America's Public Television Stations are delighted that the House Appropriations Subcommittee on Labor, Health and Human Services, Education and Related Agencies has recommended level funding of $445 million for Fiscal Year 2020,\" a statement from the group APTS (America's Public Television Stations) reads, going on to say the group is \"honored\" that Subcommittee Chairman Tom Cole (R-Okla.) \"identified the Corporation for Public Broadcasting among the 'popular programs' for which funding is preserved.\"",
  "And on election night, NPR the campaign in overwhelmingly negative terms as \"a divisive campaign that won over white voters\" waged by \"a candidate with no prior experience in the military or elected office\" whose win over Hillary Clinton had the effect of \"preventing her from becoming the nation's first female president.\"",
  "The GOP-led Congress appears to be completely ignoring President Donald Trump's budget request to eliminate funding for the National Endowment for the Arts, the National Endowment for the Humanities and the Corporation for Public Broadcasting, three of the most reviled government programs among conservatives.",
  "On Tuesday, the Appropriations Committee passed the Interior Appropriations Bill, approving $145 million in funding for each the National Endowment for the Arts and the National Endowment for the Humanities, two agencies that Republicans have long said that if they ever got the chance, they would eliminate.",
  "NPR sided with the elites during the campaign, ignoring that the masses of blue-collar workers and middle class Americans of all stripes were lining up for hours on end for a chance to hear Trump slam bad trade deals and describe how he'd sock it to corporations that move jobs to Mexico.",
  "NPR's coverage of candidate Donald Trump was an excellent example of how far public radio has fallen away from its original mission of providing alternative programming that includes the voices of those who are disenfranchised or too often ignored.",
  "Last week, the Appropriations Committee released its funding bills for 2018, showing spending on the Corporation for Public Broadcasting, which the Trump budget had zeroed out, at $445 million for 2020, the same as in 2017.",
  "\"National Public Radio is properly understood, even by the media, as radio by and for liberals, not the general public,\" Brent Bozell of the Media Research Center wrote in the opening of a column on NPR's liberal bias.",
  "The Corporation for Public Broadcasting is, of course, the government-funded entity that operates NPR and PBS and public radio stations across America that broadcast disproportionately left-wing programming.",
  "\"The only ones who seem not to know that the left has a massive, taxpayer-funded radio network of 700 affiliates are the liberals trying to sell investors on their own private-sector talk-radio network.\"",
  "Jonah Goldberg of National Review wrote in 1999: \"There is simply nothing that PBS does that couldn't be done by someone else -- except for those things it shouldn't be doing in the first place.",
  "Rick Manning of the group Americans for Limited Government calls it \"incredibly disappointing\" that members of Congress would continue to fund the CPB, calling it \"welfare for the wealthy.\"",
  "On Thursday, the Appropriations Subcommittee on Labor, Health and Human Services and Education will mark up the bill that includes the funding for the Corporation for Public Broadcasting.",
  "The lobbying group that represents NPR and member stations, meanwhile, was overjoyed with the news that their taxpayer funding likely won't take a hit this year.",
  "But today in the age of cable and the Internet, it is a simply another dinosaur protected by elite special interests, nostalgia, and inertia.\"",
  "\"We earnestly hope that amendments would be allowed to strike this funding as being an inappropriate use of taxpayer dollars,\" says Manning.",
  "The temporary budget passed in May funded each to the tune of $150 million for 2017, which was an increase of $2 million over 2016.",
  "But they're really just appeasing their wealthy constituents back home,\" he told LifeZette.",
  "The original premise of PBS was to give everyone in America access to television.",
  "The $145 million, then, technically represents a $5 million cut.",
  "The president's budget had eliminated funding for both.",
  "\"They'll wrap their arms around Big Bird.",
  "But it's a far cry from zero.",
  "It might have done that once.",
  "But popular with who?"
]