[
  "It is estimated by multiple groups, including The Sporting Shooters Association of Australia, that the buyback program only succeeded in taking around 20 percent of guns in the country\n\nThe massive problem the program has created, which has especially come to light this year, is a dangerous black market for guns that seems far more volatile than any previous legal gun ownership in the country.",
  "More from LifeZette: Teaching Kids to Respect Police\n\nJust this year, Australia's Minister for Immigration and Border Protection, Peter Dutton, and Minister for Justice Michael Keenan put out a joint statement regarding the growing black market for firearms, run predominantly by Australian criminal biker gangs.",
  "Maybe we just need to evolve further before we can have that conversation, I don’t know.”\n\nMore from LifeZette: Celebs Gone Faithful\n\n\n\nDamon is just another left-wing public figure being dismissive of gun rights advocates and people on the right as he argues for a program that didn’t work.",
  "More from LifeZette: Dear Celebrities Who Support Black Lives Matter\n\nThough it’s a move that has been praised by President Obama, as well as Hillary Clinton on her current campaign trail, the buyback program is simply a glossy way for the Left to deem gun control successful.",
  "While promoting his latest gun-toting action movie, Matt Damon took time to praise Australia for its gun-restrictive laws and unsuccessful buyback program — while also lamenting that America was not evolved enough to pass gun control measures.",
  "Australia's The News Daily reported recently that it had gained access to unreleased crime reports that found a surge in crime, \"including a massive 83 percent increase\" in firearms offenses, in the last 10 years.",
  "“You guys did it here in one fell swoop and I wish that could happen in my country, but it’s such a personal issue for people that we cannot talk about it sensibly,” Damon said to The Sydney Morning Herald.",
  "In Australia, the country Damon and even President Obama have praised for its gun control measures, the laws are simply pleasing to the media and public figures looking to justify gun control.",
  "Despite the uncontrollable black market, which has thrived since the gun buyback program and new firearm restrictions, Australia has remained a country with a relatively low murder rate.",
  "It's a shame liberal politicians and activists like Damon don't want to dig into the complicated solutions to complicated issues — things like mental health, radical Islam, etc.",
  "It's a shame liberal politicians and activists like Damon don't want to dig into the complicated solutions to complicated issues — things like mental health, radical Islam, etc.",
  "We have been keen to send the strongest possible message from Canberra that we're not going to tolerate people smuggling in guns or smuggling in gun parts.",
  "“People get so emotional that even when you make a suggestion about not selling AK-47s to people on terror watch lists, that’s a non-starter,” he said.",
  "Once you dig into the facts of the matter, the gun buyback program is actually a near-perfect glimpse of how little gun control actually accomplishes.",
  "The program was said to have taken over 650,000 guns out of civilian hands before implementing much harsher gun restrictions in the country.",
  "Still, it's not difficult to see that Australia is a prime example of why gun control doesn't work to combat the very things it intends to.",
  "Matt Damon is the most recent prominent liberal figure to praise Australia's gun control measures without looking beyond the facade.",
  "Their homicide rate has remained essentially unchanged since the buyback program, with modest declines.",
  "America has seen a sharp increase in gun ownership while also seeing sharp declines in murder rates.",
  "You can next see Damon shooting plenty of guns when his new movie, \"Jason Bourne,\" opens on July 29.",
  "\"We don't tolerate gun smuggling in Australia and we know outlaw motorcycle gangs are engaged in it.",
  "Sandy Hook, when those children were murdered — if that didn’t do it, you know, I just don’t know.",
  "You'd appreciate that even one smuggled gun can do an enormous amount of damage.\"",
  "The infamous gun buyback program first came about in Australia in 1996.",
  "— or allow themselves to see the benefits of legal gun ownership.",
  "— or allow themselves to see the benefits of legal gun ownership.",
  "In reality, the program has turned out to be disastrous.",
  "“Obviously mass shootings aren’t going to do it.",
  "Zachary Leeman is a reporter for LifeZette.com.",
  "There have been so many of them at this point."
]