[
  "I realized that if $1 billion worth of ships had a $5 million capitalization and people could participate in these privatizations…\n\n“I knew that Russia was a flawed place, but I never could have imagined that it would go so far off the rails.” — Bill Browder Photo: Chris Gloag\n\nThen what about the non-fishing economy?",
  "Text size\n\nBill Browder, a grandson of the onetime leader of the American Communist Party, embraced capitalism and ran the largest hedge fund in Russia—until officials there allegedly took control of his firm in 2007 for the purpose of stealing a quarter of a billion dollars from the Russian treasury.",
  "Why don’t we just steal everything?”\n\nThere I was, sitting with my last 10 cents on the dollar—trying to figure out how I was going to get my clients out of the hole that I had gotten them into—and the oligarchs were about to take that last 10 cents.",
  "Browder: The experience that opened my eyes to the opportunity was when I took my first trip to Murmansk, 200 miles north of the Arctic Circle, as the investment banker advising management of the Murmansk trawler fleet on its privatization.",
  "They said, “We want your advice on whether we should buy 51% of this company for $2.5 million”—which was the price that the management and staff of the Murmansk fleet were offered to buy the company, during the privatization program.",
  "But the next year at the annual general meeting, [President Vladimir] Putin stepped in and fired the man responsible and replaced him with a man who immediately announced he was going to stop the stealing and recover the lost assets.",
  "And for a period, there was this strange confluence of interest that I had with Putin: He was fighting oligarchs because they were stealing power from him, and I was fighting oligarchs because they were stealing money from me.",
  "The shares were trading at a 99.7% discount to ExxonMobil [XOM] and BP [BP], per barrel of reserves, because the market assumed management was stealing every last cubic meter of gas.",
  "On Jan. 28, the senators and congressman who sponsored the Magnitsky Act proposed the Global Magnitsky Act, which would apply sanctions to others in the world doing similar things.",
  "And you got the U.S. Congress to pass the Magnitsky Act in 2012, strengthening U.S. travel bans and asset freezes as tools in dealing with Russia’s human-rights violators.",
  "In the end, we concluded that the management of Gazprom had stolen oil and gas reserves from the company equivalent to the size of Kuwait, over a four-year period.",
  "Prior to the ’98 crash, they had been getting visits from U.S. investment bankers in Hermès ties, telling them how much free money they could get on Wall Street.",
  "If sanctions stay in place and oil prices don’t rise in a hurry, Putin will be forced to impose currency and capital controls to preserve hard currency reserves.",
  "And that’s because rule of law, property rights, and a stable political system are much more important to me, knowing what I know about how things can go wrong.",
  "A country with about 10% of the world’s oil, 24% of the world’s natural gas, 10% of the world’s aluminum, and many, many other resources—all for $10 billion.",
  "At that point, I realized that I could put up with a lot of broken windows and no toilet seats to be an investor where I could buy such undervalued shares.",
  "On Nov. 13, 2005, I was flying back to Moscow, after having lived in Russia for 10 years and creating the largest foreign investment fund in the country.",
  "But Sergei discovered in the most catastrophic way that nothing had changed, when he was falsely arrested in 2008 after he exposed government corruption.",
  "But I discovered that after the collapse of ’98, the oligarchs who owned the majority of these Russian companies no longer had any incentive to behave.",
  "When I left, I was the biggest fund manager in the country, with $4½ billion, and I thought if it all normalized, then I could be running $50 billion.",
  "After that, he will find money and investment scarce, and I foresee expropriations and nationalizations like [President Hugo] Chávez did in Venezuela.",
  "So they said, “This guy must be Putin’s guy.” I wasn’t going to disabuse anyone of that false notion—even though I had never met Putin in my life.",
  "After Magnitsky died in prison, Browder turned from hedge-fund hustling to human-rights campaigning, as he describes in his new book, Red Notice.",
  "But the most important discovery we made—from an investment standpoint—was that Gazprom’s reserves were roughly 10 times the size of Kuwait’s.",
  "We set up interviews with anybody who had knowledge of the company: former employees, competitors, customers, suppliers, government officials.",
  "The only thing I can do to lift it even slightly from my shoulders is to find the people who killed him and make sure that they face justice.",
  "When Browder’s lawyer, Sergei Magnitsky, reported the theft, Magnitsky was arrested by the same officials he’d claimed had stolen the money.",
  "Those $3 billion worth of vouchers were exchangeable in the aggregate for 30% of the shares of all Russian companies, with minor exceptions.",
  "So almost no Westerners were participating, because what sensible person would buy shares when you didn’t know the price you were paying?",
  "Russia defaulted on its bonds, let the currency devalue by 75%, and my portfolio—$1.1 billion at the time—went down to $133 million.",
  "As an investor, what do you do when the market is discounting something by 99.7% and you discover that more than 90% is still there?",
  "We were able to use them to confirm the allegations we’d heard from Gazprom’s disgruntled competitors, customers, and suppliers.",
  "Every time I would expose one of these scandals, Putin or one of his government officials would step in on my side of the fight.",
  "When he refused, he was tortured for 358 days and ultimately killed at the age of 37 by eight riot guards with rubber batons.",
  "But the moment the shares started trading in the secondary market, they almost always traded up 100%—sometimes 200% or 300%.",
  "One of them was the Moscow Registration Chamber database, which had the beneficial ownership of all Moscow-based companies.",
  "I wanted to stay in Russia, and I wanted Russia to become a normal country where the valuations were the same as the West.",
  "In our meetings, people were spilling their guts about the stealing, hoping that somebody would listen and do something.",
  "That all changed when Putin effectively became the biggest oligarch, by putting [oligarch] Mikhail Khodorkovsky in jail.",
  "Historically, I made all of my money in emerging markets, but now I have none of my money invested in emerging markets.",
  "It was mostly about looking at valuations of assets, because earnings information was so inexact and hard to decipher.",
  "Moscow would say, “We’re selling 6.2% of Lukoil at auction.” They wouldn’t tell you what Lukoil [ticker: LUKOY] was.",
  "Then we discovered a second interesting phenomenon: Russia is one of the most bureaucratic countries in the world.",
  "So the entire market capitalization of Russia was $10 billion, which was smaller than a midsize U.S. oil company.",
  "Everything that they do is monitored and written down, because they come from this system of central planning.",
  "I knew that Russia was a flawed place, but I never could have imagined that it would go so far off the rails.",
  "In the Communist era, the richest person in Russia had been maybe six times richer than the poorest person.",
  "All the other oligarchs came to Putin to figure out what they had to do not to become another Khodorkovsky.",
  "He thought that Russia could be a normal European country withintelligentsia, laws, and civilized behavior.",
  "I’d convinced lots of people to come and invest in Russia based on my optimism, and they all got burned.",
  "We embarked on what we called “the stealing analysis,” to figure out how much really was being stolen.",
  "They would have earnings calls where management discussed their aspirations for growing the business.",
  "It wasn’t until I went to visit the trawlers and met management that I understood the opportunity.",
  "After that, instead of going after Putin’s enemies, I was going after his own financial interests.",
  "And there has never been any disincentive to misbehave, because there are no laws in our country.",
  "The only condition for getting that free money was not to scandalize their minority shareholders.",
  "Multiply 150 million times $20 and that gets you to $3 billion worth of vouchers in circulation.",
  "The Russian government gave a voucher to each person in the country, about 150 million people.",
  "There was a generation of Russians that hadn’t been ruined by Communism and Soviet repression.",
  "He was put in pretrial detention to get him to admit to the crime committed by these people.",
  "Bad guys in different countries keep their money in the West and like to travel to the West.",
  "Buy the one that was cheap, on a relative basis, versus the other companies in the market.",
  "There is no incentive to behave, because all that free money on Wall Street has dried up.",
  "Russia: It’s Even Worse than You Think\n\nBarron’s : What drew you to investing in Russia?",
  "[Gazprom and a PricewaterhouseCoopers audit said management had done nothing wrong.]",
  "[The government said there was no torture and that Magnitsky died of a heart attack.",
  "The ships were about half depreciated, so they were then worth about $1 billion.",
  "You also didn’t know the price that you were going to be paying for the shares.",
  "Here, he shares his views on Russia’s current economic and geopolitical plight.",
  "When I started as an investor in Russia, I was just a simple financial analyst.",
  "By 1999, the richest person was 250,000 times richer than the poorest person.",
  "I was supposed to fly back to London, but instead I got on a plane to Moscow.",
  "Before things went horribly wrong, how did you imagine all this playing out?",
  "We very quickly made our clients whole again and then a lot on top of that.",
  "And what do you foresee for Russia’s economy and its militaristic behavior?",
  "They had 100 ships in their fleet, which meant $2 billion worth of ships.",
  "So the oligarchs said to themselves, “Let’s look at the incentives here.",
  "Some Russians shared your original optimism, like your lawyer Magnitsky.",
  "When did you become what people today would call an activist investor?",
  "I went from $133 million in assets in 1999 to more than $4½ billion.",
  "One day, my head of research was in a traffic jam at Pushkin Square.",
  "And then we gave our analysis to western newspapers and magazines.",
  "I wanted to get them out of this mess that I had gotten them into.",
  "So why would we allow our minority shareholders to have any money?",
  "Those traded on the secondary market with an average price of $20.",
  "Depending on how many people showed up, that determined the price.",
  "It is mostly in North America with a little bit in Western Europe.",
  "In total, the share price of Gazprom went up more than 100 times.",
  "In the first two years of my fund—1996 and 1997—we went up 800%.",
  "Then, I was expelled and declared a threat to national security.",
  "A little more than a year ago I returned all my outside capital.",
  "On the back of that announcement, the share price jumped 134%.",
  "So, roughly 90% of the assets were still on the balance sheet.",
  "These kids were selling different things to the stopped cars.",
  "That wealth disparity poisoned the psychology of the country.",
  "You started out investing for Salomon Brothers’ own account.",
  "I wanted to get out of there as quickly as I possibly could.",
  "The toilet had no seat, and the bathroom smelled of urine.",
  "They seemed to treat foreigners differently than Russians.",
  "But post-’98, the bankers stopped returning their calls.",
  "All this information was kept in different ministries.",
  "He was arrested by the same officers he’d implicated.",
  "They were enormous ships; each cost $20 million new.",
  "The feeling of guilt bears heavily on me every day.",
  "Still, we didn’t know was how much of it was true.",
  "I would bet on one Russian company versus another.",
  "Then 1998 hit, and the Russian market fell apart.",
  "And for two years that worked out very nicely.",
  "It could have all been sour grapes or hearsay.",
  "And we discovered something very interesting.",
  "That’s when I became a shareholder activist.",
  "Russia is a country of conspiracy theorists.",
  "Anybody who wasn’t participating was angry.",
  "A kid came up with computer disks for sale.",
  "And it doubled again, and again, and again.",
  "Your activism made you whole and then some?",
  "It was effectively all public information.",
  "My research head bought it for five bucks.",
  "Since then I have not been back in Russia.",
  "Russia exonerated the officials involved.]",
  "So I made a vow to stay and fight it out.",
  "How did Moscow respond to your activism?",
  "Did you have much company from the West?",
  "And they were treating you to the best.",
  "I made it my single largest investment.",
  "This was the fanciest hotel in town.",
  "What I discovered was truly amazing.",
  "I asked them why they had hired me.",
  "Well, we bought a lot of the stock.",
  "Where are you investing these days?",
  "So it is a big imposition on them.",
  "One of them was Sergei Magnitsky.",
  "How did they deal with you then?",
  "Then you founded Hermitage Fund.",
  "Your property would be secure.",
  "It created a national scandal.",
  "The Parliament began debates.",
  "I stayed at the Arctic Hotel.",
  "The window was missing panes.",
  "I was stopped at the border.",
  "I was detained for 15 hours.",
  "E-mail: editors@barrons.com",
  "We bought other databases.",
  "Can you give an example?",
  "It would all be normal.",
  "Gazprom [GAZP.Russia].",
  "They published it.",
  "I was mortified."
]