[
  "NEW JOINT FUNDRAISING COMMITTEES:\n\nDeSantis Victory Committee (Non-Qualified Non-Party)\n\nLofgren Victory Fund (Non-Qualified Non-Party)\n\nNEW PAC REGISTRATIONS:\n\nKeep the US Senate and House (Independent Expenditure - Only Committee, Unauthorized)\n\nKentucky Moving Forward (Independent Expenditure - Only Committee, Unauthorized)\n\nOur Nation United (Independent Expenditure - Only Committee, Unauthorized)\n\nSilent Majority Battleground (Independent Expenditure - Only Committee, Unauthorized)\n\nNEW LOBBYING REGISTRATIONS:\n\nAlston & Bird LLP: Nokia Solutions and Networks US LLC\n\nContra Energy, Inc.: Contra Energy, Inc.\n\nJones Walker, LLP: Online Lenders Alliance\n\nNancy Leibkauf and Associates, LLC: Port Everglades Association, Inc.\n\nRinat Akhmetshin: The Human Rights Accountability Global Initiative Foundation\n\nThe Duberstein Group Inc.: Centene Corporation\n\nTonio Burgos & Associates of New Jersey LLC: Kawasaki Rail Car, Inc\n\nIssue One: Issue One\n\nNEW LOBBYING TERMINATIONS:\n\nGDF Suez Energy North America, Inc.: GDF Suez Energy North America, Inc. (Second Quarter Termination)\n\nVITAS Healthcare Corporation: VITAS Healthcare Corporation (Third Quarter Termination)",
  "As Helena Bottemiller Evich writes in Morning Agriculture, Trump's rural and agriculture advisory committee includes Senate Agriculture Chairman Pat Roberts (Kan.) and House Agriculture Chairman Mike Conaway (Texas) to Reps. Rodney Davis (Ill.) and Robert Aderholt (Ala.), chairman of the House Appropriations Committee's agriculture panel.",
  "SECRET MONEY: Koch-backed Americans for Prosperity is campaigning against a South Dakota ballot measure that would require public disclosure of donors who fund advocacy efforts, limit gifts lobbyists can give to elected officials and lower the amount of campaign contributions, USA Today’s Fredreka Schouten reports.",
  "Jeff Horwitz and Desmond Butler report that Manafort and associate Rick Gates helped a pro-Russian Ukrainian political party secretly route at least $2.2 million to Podesta Group and Mercury to lobby Congress, the White House National Security Council, the State Department and other federal agencies.",
  "Story Continued Below\n\nThe group is a six-month-old Delaware corporation called the Human Rights Accountability Global Initiative Foundation, and the new lobbyist is Rinat Akhmetshin, who appears occasionally in lobbying records but is known in foreign policy circles as a key pro-Russian operator.",
  "“It is certainly a valid issue to raise, because clearly the people who are doing these attacks have a political agenda that’s against the Democratic Party,” said Anita Dunn, the former White House communications director now at SKDKnickerbocker, which is helping with the DNC's damage control.",
  "MANAFORT CHRONICLES: The AP landed another blow against Trump campaign chairman Paul Manafort's pro-Russian ties, on the day when the appointments of pollster Kellyanne Conway as campaign manager and Breitbart News Chairman Steve Bannon as campaign chief executive diminish Manafort's role.",
  "Purvi Sarup and Nick Penniman are lobbying on disclosure of political spending, strengthening campaign finance laws, empowering small donors, \"breaking the connection between lobbying and campaign contributions,\" and reducing conflicts of interest.",
  "COMING ATTRACTIONS: Jessica Chastain will star in a new thriller \"Miss Sloane\" — in theaters Dec. 9 — about a ruthless lobbyist who takes on the powers that be in Washington when she pushes a bill requiring background checks for gun purchases.",
  "Since Russia halted adoptions in retaliation for the 2012 Magnitsky Act, the effort may be linked to trying to reverse that law, which imposed sanctions on Russian officials following the suspicious death of Russian lawyer Sergei Magnitsky.",
  "LESSONS IN CRISIS COMMUNICATIONS: Facing the threat of another damaging dump of stolen files on the eve of the election, Democrats are laying the groundwork to blunt any further revelations by questioning their reliability.",
  "\"By choosing Salazar, [Clinton] has fired a post-convention warning shot at the huge progressive base of the Democratic Party,” Norman Solomon, national coordinator of the Sanders-supporting Bernie Delegates Network, said.",
  "The Magnitsky controversy surfaced earlier this summer around the D.C. screening of a documentary questioning the conventional narrative that Magnitsky was killed in state custody for exposing a state fraud scheme.",
  "“We’re scrambling now to mount an appropriate response to the misleading charge that it’s a raid on the treasury for politicians,” Don Frankenfeld, a former GOP state senator campaigning for the initiative, said.",
  "PROGRESSIVES ARE UNIMPRESSED: Progressive groups including the Bold Alliance and Democracy for America are questioning Hillary Clinton’s choice of Ken Salazar, former Colorado senator and partner at WilmerHale.",
  "House Minority Leader Nancy Pelosi, with support from security experts, said Russian security services have been known to tamper with documents to make them more explosive, Cory Bennett reports for POLITICO.",
  "With help from Nicole Narea, Mary Lee and Daniel Lippman\n\nMAGNITSKY DRAMA: In a summer of Russian intrigue, a mysterious group trying to restart Russian adoptions has registered another lobbyist.",
  "A-TEAM: Donald Trump has raised eyebrows with his choices of economic and foreign policy advisers, but one area where the campaign has collected a top-flight crew is agriculture.",
  "He was seen in House offices this summer accompanied by former Rep. Ron Dellums (D-Calif.), who also registered for the mysterious adoption advocacy group.",
  "Kimberley Fritts, the Podesta Group’s CEO, said the two lobbying firms determined that disclosure to the Justice Department wasn't required.",
  "The AFP-founded coalition Defeat 22 has already run commercials and contacted voters criticizing the measure as a money-grab.",
  "\"It pays very close attention to the people who work in this world,” John Madden, the director, told Entertainment Weekly.",
  "BCBSA HIRE: Paul Eiting has been named senior manager of value-based policy at the Blue Cross Blue Shield Association.",
  "Bill Browder, the investor who Magnitsky was working for, called the film part of a Russian cover-up.",
  "LOBBYING LOBBYING: Campaign finance reform group Issue One registered to lobby for the first time.",
  "The law firm has lobbied for trade deals and fracking, POLITICO’s Megan Cassella reports.",
  "In preparation, she met with 11 women who are lobbyists across the ideological spectrum.",
  "The Sierra Club and the League of Conservation Voters cheered the appointment.",
  "—Tom Donilon's work for Fannie Mae drew a shot from the New York Post.",
  "The Glover Park Group is working with EuropaCorp to promote the film.",
  "Dellums, reached by phone, denied involvement with the group.",
  "He was policy director of federal affairs at AHIP.",
  "Tips to iarnsdorf@politico.com.",
  "From Russia, with love?",
  "IT'S JUST TOO HOT."
]