[
  "It expands the menu of penalties envisioned in the original act — visa bans, asset freezes and commercial blacklists — beyond Russia, and applies them to any foreign officials found to be responsible for human rights violations or “significant” instances of corruption.",
  "As the incoming Trump administration ponders a new approach to Iran, highlighting Iran’s repressive domestic practices, and targeting its most egregious actors, could send a powerful signal that the United States once again stands with the country’s captive population.",
  "This deepening repression, moreover, has taken place with virtual impunity, because the United States and its allies — eager to preserve the diplomatic deal over Iran’s nuclear program — have turned a blind eye to Iran’s increasingly egregious rights abuses.",
  "The result, in 2012, was the passage by the U.S. Congress of human rights legislation that blacklisted nearly two-dozen Russian officials and functionaries for their complicity in the graft and corruption that cost the Russian lawyer his life.",
  "Yet, for a host of reasons, the nuclear pact concluded between the Iran and the P5+1 powers (the U.S., U.K., Russia, China, France and Germany) last summer is likely to prove more resilient than either the president-elect or his advisers hope.",
  "However, recent days have seen the addition of a new tool to America's “soft power” arsenal — one that is liable to prove very useful to the incoming Trump administration as it crafts its policy toward Iran and other rogues.",
  "Magnitsky ran afoul of the Kremlin in 2008, when — in the course of his work for hedge fund Hermitage Capital — he uncovered a massive tax fraud scheme implicating a slew of government officials.",
  "Freedom of expression and the press, meanwhile, are virtually nonexistent; Iran ranked 169th out of 180 nations in the most recent World Press Freedom Index, a key metric of media liberty.",
  "The law, championed by Sen. Ben Cardin, D-Md., is an outgrowth of a 2012 sanctions law designed to penalize Russian authorities for the untimely death of Russian lawyer Sergei Magnitsky.",
  "The country’s clerical army, the Islamic Revolutionary Guard Corps, commands as much as one-third of the national economy, and is deeply enmeshed in illicit and black market activities.",
  "He died there the following year as a result of complications from gallstones and pancreatitis — medical conditions that were neglected and improperly treated by his jailers.",
  "Last year, according to the United Nations, public executions within the Islamic Republic hit a 27-year-high, averaging more than four dailybetween April and June of 2015.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @USATOpinion and in our daily Opinion newsletter.",
  "Iran’s Supreme Leader, Ali Khamenei, is believed to be one of the Middle East’s richest rulers, in control of a financial empire worth close to $100 billion.",
  "But they have by and large been ignored by the West, which has preferred to turn a blind eye to Iran’s internal deformities in pursuit of diplomatic détente.",
  "On December 6th, the U.S. Senate passed the Global Magnitsky Human Rights Accountability Act as part of its authorization for 2017 defense spending.",
  "Thanks in large part to the tireless efforts of his employer, Bill Browder, Magnitsky’s death became something of an international cause celebre.",
  "While still on the campaign trail, President-elect Donald Trump railed repeatedly against President Obama's “disastrous” nuclear deal with Iran.",
  "These deformities are well known to ordinary Iranians, who chafe under the “systemic corruption” of the country’s clerical regime.",
  "Regime repression of ethnic minorities (including Kurds, Baluchis and Azeris) has also increased markedly, rights activists say.",
  "For his trouble, Magnitsky was arrested on trumped-up graft charges and imprisoned in Moscow’s notorious Butyrskaya prison.",
  "Even the administration of ostensibly “moderate” President Hassan Rouhani has been rocked by allegations of massive graft.",
  "POLICING THE USA: A look at race, justice, media\n\nThe Global Magnitsky Act, however, has a substantially broader scope.",
  "He pledged to tear up the agreement, or at least amend it substantially, as one of his first acts in office.",
  "But over the past two years, the regime’s domestic practices have become more repressive than ever before.",
  "The Islamic Republic, after all, has long been a human rights abuser on a global scale.",
  "By doing so, it effectively weaponizes human rights as a tool of U.S. foreign policy.",
  "We should stand with the Iranian people, not the regime that lords over them.",
  "To submit a letter, comment or column, check our submission guidelines.",
  "Ilan Berman is vice president of the American Foreign Policy Council.",
  "The new White House now has a critical tool to do just that.",
  "Corruption is likewise endemic within the Islamic Republic.",
  "(Photo: epa)\n\nWhat will the new president do about Iran?",
  "Iran is a logical test case for these new restrictions.",
  "Ayatollah Ali Khamenei in Tehran in December 2016.",
  "Read or Share this story: http://usat.ly/2hwgNuH"
]