[
  "Donald Trump Jr. said in an initial statement Saturday that the June gathering at Trump Tower \"was a short introductory meeting\" that focused on \"a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government.\"",
  "\"This was an effort to get opposition research on an opponent in an American political campaign from the Russians, who were known to be engaged in spying inside the United States,\" Richard Painter, who served as President George W. Bush's top ethics lawyer from 2005 to 2007, said Sunday on MSNBC.",
  "The story broke on Saturday, when The New York Times revealed the existence of the meeting among Trump; Paul Manafort, then the campaign's chairman; Jared Kushner, now a senior White House adviser and President Donald Trump's son-in-law; and Natalia Veselnitskaya, a Kremlin-connected lawyer.",
  "Donald Trump Jr. in his third statement on his meeting last June with a Russian lawyer who promised damaging information about Hillary Clinton, who would soon be the Democratic presidential nominee, tweeted that he \"had to listen\" after the lawyer had made such assurances.",
  "Robert Mueller, the special counsel appointed in May after Donald Trump abruptly fired FBI Director James Comey, is overseeing the FBI's investigation into whether members of the Trump campaign colluded with Russian officials to meddle in the election.",
  "In Trump's second statement, he confirmed that the meeting was taken on the premise that Veselnitskaya had such information — and that the adoption issue was not what he believed was the purpose of the meeting.",
  "\"After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,\" Trump said.",
  "I interrupted and advised her that my father was not an elected official, but rather a private citizen, and that her comments and concerns were better addressed if and when he held public office.\"",
  "Campaigns of all stripes collect dirt on opponents,\" tweeted Jeffrey Lord, who was an official in the Reagan administration and is Donald Trump's staunchest advocate on CNN.",
  "NOW WATCH: ABC calls out Kellyanne Conway over Trump Jr.'s meeting with a Russian lawyer after previously denying any contact with Russians\n\n\n\n\n\nMore From Business Insider",
  "\"It became clear to be that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.",
  "Although it was unclear whether Veselnitskaya produced any information, the sources who spoke with The Times said she was expected to provide it.",
  "He said the meeting lasted about 20 or 30 minutes, there was no follow-up, and that his father \"knew nothing of the meeting or these events.\"",
  "Some Trump allies echoed Donald Trump Jr. and said the meeting was no different than what all campaigns do in collecting opposition research.",
  "\"We do not get our opposition research from spies, we do not collaborate with Russian spies, unless we want to be accused of treason.\"",
  "It was first disclosed to government officials in recent days by Kushner, who The Times said filed a revised security-clearance form.",
  "But on Sunday, The Times reported in a follow-up story that Veselnitskaya had promised Trump damaging information about Clinton.",
  "\"She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act,\" he said.",
  "The Times cited three advisers to the White House who were briefed on the meeting and two others with knowledge of it.",
  "\"Obviously I'm the first person on a campaign to ever take a meeting to hear info about an opponent,\" he tweeted.",
  "The meeting is the first confirmed private meeting between top Trump staffers and Russians during the campaign.",
  "The meeting is now center stage in the ongoing Russia controversy that has engulfed the Trump administration.",
  "No details or supporting information was provided or even offered.",
  "Congress is conducting a separate investigation into the matter.",
  "It quickly became clear that she had no meaningful information.",
  "\"Her statements were vague, ambiguous, and made no sense.",
  "\"It's called 'oppo research' as in 'opposition.'",
  "Others did not have that rationale.",
  "\"Went nowhere but had to listen.\"",
  "HRC and Dems did to Trump.\"",
  "\"Newsflash?"
]