[
  "A regional prosecutor is not the Kremlin.”\n\nA Bloomberg report Tuesday described “The regional elites” like Veselnitskaya as “several notches below the Kremlin level,” which explains the “snobbish” reaction from Putin’s spokesman, Dmitri Peskov, about Veselnitskaya:\n\n“No, we don’t know who that is, we cannot follow all the meetings of all the Russian lawyers both inside the country and overseas,” he said.",
  "In Filipov’s piece, he reports that some news outlets have described Natalia Veselnitskaya, the Russian lawyer who met with Donald Trump Jr. as “Kremlin-connected,” but he writes that phrasing is “imprecise.” He explains that “Veselnitskaya does not work for the Russian government … she is a successful lawyer in the Moscow Oblast,” a region near Moscow but not in Moscow itself.",
  "Veselnitskaya is not a “Russian government lawyer” or a “Kremlin lawyer.” Her Russian ties stem from her opposition to U.S. sanctions, and her fierce efforts to repeal the Magnitsky Act — American imposed sanctions on Russia for human rights violations.",
  "The lawyers meeting with Donald Trump Jr. was billed as an opportunity to acquire “sensitive information” from a “Russian government attorney” incriminating former Secretary of State Hillary Clinton in her dealings with Russia.",
  "News outlets described the Russian lawyer who met with Donald Trump Jr. as “Kremlin-connected,” but the assertion is “not very precise” The Washington Post’s Moscow bureau chief David Filipov wrote Tuesday.",
  "Veselnitskaya “formerly worked in the local prosecutor’s office.”\n\nIn an interview with The Washington Post Tuesday, Veselnitskaya denied working for the Russian government saying “I am in shock.",
  "Follow Will Ricciardella on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Reports indicate that she had no information about Clinton, and instead talked about her opposition to the Magintsky Act.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "I’m just an ordinary person."
]