[
  "He lobbed similar conflict of interest charges at acting FBI Director Andrew McCabe and Deputy Attorney General Rod Rosenstein, and accused former FBI Director James Comey of briefing him on a dossier of unverified, incriminating information in an effort to gain leverage over the soon-to-be president.",
  "WASHINGTON (AP) -- President Donald Trump told The New York Times in an interview Wednesday that he never would have appointed Jeff Sessions as attorney general had he known Sessions would recuse himself from overseeing the Russia investigation.",
  "Sessions' recusal, announced following revelations that he had failed to disclose meetings with Russia's ambassador to the U.S., effectively paved the way for the appointment of Robert Mueller as special counsel.",
  "Russia had banned Americans from adopting Russian children in response to the Magnitsky Act, passed by Congress in 2012, which allowed the U.S. to impose sanctions on Russians deemed as human rights violators.",
  "It's the same topic Trump's oldest son, Donald Trump Jr., says he discussed with a Russian lawyer at a meeting that has drawn intense scrutiny — a coincidence Trump described in the interview as \"interesting.\"",
  "However, the adviser said the unknown factor was whether the public airing of grievances would prompt Sessions to resign, particularly given that the attorney general has previously offered to step down.",
  "A Trump adviser said the president's comments about Sessions reflected his long-running frustration with the attorney general's decision to recuse himself and echoed statements he has made privately.",
  "In an extraordinary denouncement of one of his earliest backers in Washington, Trump said Sessions' decision to recuse himself from all matters related to Russia was \"very unfair to the president.\"",
  "Mueller's investigation into Russian meddling in the 2016 election and potential ties between the Russian government and Trump campaign aides has cast a growing cloud on Trump's administration.",
  "Trump said the pair spoke for about 15 minutes at the dinner and said the conversation consisted of \"pleasantries more than anything else\" — though he said he and Putin also discussed adoption.",
  "\"Sessions should have never recused himself,\" Trump told the paper, \"and if he was going to recuse himself he should have told me before he took the job and I would have picked somebody else.\"",
  "Trump also addressed the previously undisclosed conversation he had with Russian President Vladimir Putin during a dinner for world leaders at a summit in Germany.",
  "Trump said Mueller's selection for the job was a conflict of interest because Trump had interviewed him to serve as the replacement FBI director.",
  "In the interview, Trump also appeared to threaten Mueller, suggesting he had damaging information on the former FBI director.",
  "\"There were many other conflicts that I haven't said, but I will at some point,\" Trump said.",
  "The adviser said the remarks were not intended to signal that Trump plans to fire Sessions.",
  "The adviser insisted on anonymity in order to discuss the president's thinking.",
  "The Justice Department declined to comment on the interview."
]