[
  "The hacking cases\n\nsuleiman kerimov More\n\nAkhmetshin has been associated in the past with corporations owned by multiple Russian businessmen with close ties to Russian President Vladimir Putin, and he was involved in two legal battles in which his associates' rivals were victims of sophisticated hacking operations.",
  "A former Soviet military intelligence officer, Akhmetshin has long been tied to Kremlin-linked individuals, but the new Times report has drawn connections between Akhmetshin and several high profile Russian billionaires, for whose companies he supposedly worked.",
  "In an affidavit Akhmetshin provided in one of the hacking cases, he said he had spoken to Ivanov about topics \"from narco-trafficking and terrorism in Afghanistan to surveillance of undercover agents, suspected undercover agents and their identities.\"",
  "Rinat Akhmetshin, the Russian lobbyist who was present at Donald Trump Jr.'s meeting with a Russian lawyer last June at Trump Tower, may have stronger links to the Kremlin than previously known, The New York Times reported Monday.",
  "A source familiar with the case told the Times that Akhmetshin had personally given a flash drive containing hacked documents to a lawyer \"engaged in another matter potentially damaging\" to International Mineral Resources.",
  "Further, the Times found that, in 2010, Akhmetshin began working with Viktor Ivanov, who used to be the deputy head of Russia's intelligence agency, the F.S.B., and who previously served as a top adviser to Putin.",
  "Kerimov is a portfolio investor who is said to be tied to the Kremlin through his business dealings with individuals like Vladimir Kogan, a Russian tycoon who's been referred to as \"Putin's banker.\"",
  "Rinat Akhmetshin, the Russian lobbyist and ex-Soviet military intelligence officer who was at Donald Trump Jr.'s Trump Tower Russia meeting last June, has deep connections to the Kremlin.",
  "During Kerimov's conflict with Egiazaryan in 2011, two British lawyers representing Egiazaryan received suspicious emails, sources familiar with the investigation told the Times.",
  "An investigator working for EuroChem's competitor also claimed he'd overheard Akhmetshin saying that he had paid Russian hackers \"a lot of money\" for the documents.",
  "Court filings reviewed by the Times indicate that the content on the flash drive was also accessed by someone with the initials, \"R.A.\"\n\nStory continues",
  "In one case, Akhmetshin was tied to Russian billionaire Suleiman Kerimov, when Kerimov was involved in a dispute with competitor Ashot Egiazaryan.",
  "Akhmetshin has also told reporters he is a \"longtime acquaintance\" of Paul Manafort, though Manafort's spokesman denied the claim.",
  "He was involved in two hacking-related cases after working for Russian businessmen who were closely allied to Vladimir Putin.",
  "At the time, Akhmetshin was consulting for a law firm representing EuroChem, a mining company owned by a Russian billionaire.",
  "Forensic analysis of the emails determined that the messages contained malicious content meant to infect their computers.",
  "The companies were embroiled in contentious legal battles during which their opponents made hacking allegations.",
  "Later that year, Russia approved a warrant for Egiazaryan's arrest, based on charges of large-scale fraud.",
  "The allegations against Akhmetshin claimed he was targeting International Mineral Resources.",
  "The emails originated from computers registered with one of Kerimov's companies in Moscow.",
  "In March, Putin also awarded Kerimov the Order for Merit to the Fatherland of II.",
  "In 2013, Akhmetshin was directly accused of hacking in a separate case.",
  "Egiazaryan is currently a fugitive and wanted by Interpol."
]