[
  "The document, obtained by BuzzFeed, called for collaboration on information security, denuclearizing the Korean peninsula, the war in Afghanistan, and other areas that would lead to the normalization of US-Russian relations — including a discussion of \"areas of mutual interest\" between US intelligence officials and their Russian counterparts.",
  "The proposal indicates that Russian President Vladimir Putin was optimistic about Trump's willingness to repair a relationship that had plummeted to its lowest point in decades following Russia's 2014 annexation of Crimea and interference in the 2016 election — unprecedented acts that the document did not even mention, according to BuzzFeed.",
  "Trump also emphasized, both during and after the election, his desire to pursue a reset with Russia akin to the one spearheaded by Obama and then-Secretary of State Hillary Clinton in 2009 — before Russia invaded Crimea and eastern Ukraine and meddled in a US presidential election.",
  "A document provided to the State Department by a Russian diplomat in April outlined a broad, ambitious plan to overhaul Moscow's relationship with Washington on the heels of Russia's campaign to undermine confidence in the US presidential election and help elect Donald Trump.",
  "And a senior White House official asked the State Department in March to assess if the sanctions were harming US interests and whether lifting them would increase Russia's oil production and therefore help the American economy.",
  "Putin was not only optimistic, but extremely eager: He dispatched a diplomat to deliver the plan — which he hoped would be implemented immediately — barely three months into Trump's presidency.",
  "Above all else, though, the Russian proposal reveals that Moscow thought it could leverage a friendlier president to whitewash its aggression in eastern Europe, Ukraine, and Syria.",
  "But the \"reset\" document indicates that Russia's ambitions went beyond trolling its adversary: Moscow wanted legitimacy, and thought Trump would prove it — no strings attached.",
  "And the near-daily revelations about the Trump campaign's contact with Russia is on track to create the type of crisis in American democracy Putin may have wanted all along.",
  "\"If the US side agrees, it will be crushed with political infighting and demands to explain why it is cooperating in the aftermath of so much bad behavior by the Russians.",
  "Scott Olson, a recently retired FBI agent who served in the bureau's counterintelligence division, said the proposal \"postures the Russian side in a 'no lose' situation.\"",
  "But Putin and Trump discussed \"adoption policy,\" which is intimately connected to the Magnitsky Act sanctions levied by the US on Russia in 2012, as recently as July.",
  "NOW WATCH: Putin says Trump is not his bride and claims Americans don't know the difference between Austria and Australia\n\n\n\n\n\nMore From Business Insider",
  "Viewed through that lens, it becomes difficult to characterize Russia's attempts to influence the election as a one-off experiment in sowing chaos.",
  "By that point, the White House had already begun exploring ways to lift or ease the sanctions on Russia imposed by Obama in mid-2014 and late 2016.",
  "The administration looked into easing or lifting the sanctions just days after Trump's inauguration, according to reports by Yahoo News and NBC.",
  "To be sure, the turmoil was an added bonus that would have satisfied the Kremlin even if Hillary Clinton had won the election, experts say.",
  "And Trump has repeatedly cast doubt on the US intelligence community's conclusion that Russia wanted him to win the election.",
  "Regardless of the US response, the Russians end up better off, either with a compliant US or an embattled US.\"",
  "\"If the US side declines, the Russians are on record with having tried to take the high road,\" Olson said.",
  "It is unclear whether those inquiries made their way back to Moscow."
]