[
  "In her interview with Russian government-funded RT, Veselnitskaya called Browder \"one of the greatest experts in the field of manipulating the mass media,\" and said she had \"no doubt that this whole information campaign is being spun, encouraged and organized by that very man as revenge\" for a legal settlement earlier this year which effectively saw his efforts to expose alleged Russian money-laundering in the U.S. hit a brick wall.",
  "Warner, vice chairman of the Senate Intelligence Committee, said Trump Jr.'s own emails represented the first time the public had seen what he called \"clear evidence\" that there was a Russian government effort to undermine the Clinton campaign and help the Trump campaign in the 2016 U.S. presidential election.",
  "During Browder's appearance on \"CBS This Morning\" Tuesday, co-host Charlie Rose called attention to Browder's description of Veselnitskaya as \"probably the most aggressive person I have ever encountered in all of my contacts with Russians\" — to which Browder replied, \"Yes, she's a remarkable person.",
  "In the lengthy interview with RT, Veselnitskaya was dismissive of the tumult in the U.S. surrounding her meeting with Trump campaign officials, and she denied again links with top Russian government officials close to President Vladimir Putin.",
  "CBS News confirmed on Tuesday that Ike Kaveladze -- a Soviet-born businessman who came to the U.S. in 1991 -- was also at the June 2016 meeting at Trump Tower, along with Rinat Akhmetshin, a Russian-American lobbyist.",
  "Natalia Veselnitskaya said in an interview with Kremlin-funded RT television that she's \"ready to clarify the situation behind the mass hysteria, but only through lawyers or testifying in the Senate.\"",
  "Following Donald Trump Jr.'s release of emails about the gathering, Sen. Mark Warner, D-Virginia, said that he wants to hear from \"everyone in that meeting\" to get their version of the story.",
  "All I can say is I know the Russian side intimately and I can tell you this was a highly resourced operation to get rid of a piece of legislation that would affect Vladimir Putin personally.\"",
  "The Russian lawyer who met with President Donald Trump's eldest son during the 2016 election campaign says in an interview aired Wednesday that she's ready to testify before the U.S. Senate.",
  "Browder was a driving force behind the Magnitsky Act, a U.S. law passed in 2012 that imposes economic sanctions and travel restrictions on Russians named as human rights abusers.",
  "Donald Trump Jr. agreed to meet with Veselnitskaya in June 2016 after being told that she could provide incriminating information about Democratic candidate Hillary Clinton.",
  "She called the controversy a \"very well-orchestrated story concocted by one particular manipulator,\" whom she identified repeatedly as American businessman Bill Browder.",
  "Browder was once the biggest foreign investor in Russia, but he has since become a vocal critic of the country's leadership and has clashed with Putin's inner circle.",
  "Asked directly whether she was prepared to testify to members of the U.S. Congress, Veselnitskaya said she was ready to do so, \"if I'm guaranteed safety.",
  "When asked if he believed there was collusion between the Trump campaign and Russia to impact the American election, Browder replied: \"I have no idea.",
  "Mr. Trump's son-in-law and adviser, Jared Kushner, and then-campaign chairman Paul Manafort also took part in the meeting at Trump Tower.",
  "Because today I have to think about my safety first and foremost, about the safety of my family and my four children.\"",
  "The meeting had been billed as part of a Russian government effort to help the Republican's White House campaign.",
  "1 priority to get the U.S. to lift the sanctions imposed under the act, which currently affect 44 Russians.",
  "We've seen this pattern repeat itself,\" Warner said on CBS's \"Face the Nation.\"",
  "But what we've seen is a constant effort to hide contacts with Russians.",
  "\"I think we may find out there may have been other meetings as well.",
  "I should caveat that: she's not aggressive in a physical way.\"",
  "Browder believes it is Putin's No.",
  "We don't know that yet."
]