[
  "The Magnitsky Act was passed to punish those suspected of being involved in the death of Russian tax lawyer Sergei Magnitsky, who uncovered a $230 million tax-fraud scheme in 2008 that implicated high-level Kremlin officials and allies of President Vladimir Putin.",
  "\"I am an American citizen since 2009 who pays taxes, earned his citizenship after living here since 1994, and swore an oath of loyalty to the United States of America,\" Akhmetshin, a dual Russian-American citizen, told Radio Free Europe/Radio Liberty last year.",
  "Denis Katsyv, the owner of Prevezon and the son of a senior Russian government official, Pyotr Katsyv, is represented by Veselnitskaya and has been at the center of efforts to overturn the adoption ban — which would start with the repeal of the Magnitsky Act.",
  "When Veselnitskaya met with Trump Jr., Prevezon was under investigation by the Department of Justice over whether it laundered millions of dollars — allegedly stolen in the tax-fraud scheme that Magnitsky uncovered — into New York City real estate.",
  "A Russian mining company accused Akhmetshin of orchestrating a smear campaign against them in November 2015 that involved hacking into the company's private documents and disseminating them, The Daily Beast reported on Friday, citing court records.",
  "Radio Free Europe/Radio Liberty profiled Akhmetshin, who has denied any current relationship to Russia's spy agencies, last July — roughly one month after he organized the showing of an anti-Magnitsky Act film at the Newseum in Washington, DC.",
  "Trump Jr. has said that he agreed to meet with Veselnitskaya last June at Trump Tower to discuss compromising information she said she had on Hillary Clinton but that he was disappointed the meeting instead focused on Russia's adoption policy.",
  "Donald Trump Jr. AP Photo/Pat Roque\n\nA Soviet military intelligence officer turned lobbyist attended the meeting at Trump Tower last June with Donald Trump Jr., Paul Manafort, Jared Kushner, and a Russian lawyer, NBC News reported Friday.",
  "Rinat Akhmetshin, a Russian-born lobbyist who since at least last year has been working with the lawyer, Natalia Veselnitskaya, to overturn a US law sanctioning Russians, confirmed his participation in the meeting to the Associated Press.",
  "Additionally, Radio Free Europe/Radio Liberty reported, Akhmetshin visited the Russia-friendly congressman Dana Rohrabacher last May along with Ron Dellums, a former California congressman and longtime Washington lobbyist.",
  "But William Browder, the founder of the investment advisory firm Hermitage Capital who spearheaded the Magnitsky Act, told Business Insider that there was \"only one person\" who fit the profile described by NBC News.",
  "In February 2016, the younger Katsyv registered a nonprofit company in Delaware called the Human Rights Accountability Global Initiative Foundation, the stated aim of which is to overturn the ban.",
  "\"So in my opinion you had a member of Putin's secret police directly meeting with the son of the future next president of the United States asking to change US sanctions policy crucial to Putin.\"",
  "He said that Trump Jr. asked Veselnitskaya for information on illicit money flowing into the Democratic National Committee but that Veselnitskaya had nothing substantive to provide.",
  "Dellums said the initial meeting with Rohrabacher in his office was to discuss Russia's adoption policy, while Akhmetshin said it was to discuss the real-estate firm Prevezon.",
  "Akhmetshin was part of \"a team of political and legal operatives\" put together by Veselnitskaya to lobby for the repeal of the Act, The New York Times reported last week.",
  "There may also have been a sixth person at the meeting, Trump Jr.'s lawyer told NBC News on Friday morning, who was a friend of Emin Agalarov and served as a translator.",
  "Agalarov, a Russian pop star and son of Russian oligarch Aras Agalarov, asked his publicist Rob Goldstone to arrange the meeting between Trump Jr. and Veselnitskaya.",
  "Glenn Simpson, a former Wall Street Journal reporter who founded the opposition-research firm Fusion GPS, was also part of the team, The Times said.",
  "Veselnitskaya later told NBC News that she didn't have derogatory information on Clinton and asked for the meeting to talk about the Magnitsky Act.",
  "Veselnitskaya told the New York Times earlier this week that an interpreter accompanied her to the meeting, but she did not mention Akhmetshin.",
  "The law authorizes the US president to deny visas to, and freeze the assets of, Russians believed to have been complicit in Magnitsky's death.",
  "Simpson, who hired Christopher Steele to produce the Trump-Russia dossier, has denied being tied to efforts to overturn Magnitsky.",
  "Records list Akhmetshin as the lead lobbyist for the foundation, according to Radio Free Europe/Radio Liberty.",
  "\"In the world of Russian intelligence, there is no such thing as a 'former intelligence officer,'\" he said.",
  "NBC News initially declined to name Akhmetshin as the lobbyist who attended with Veselnitskaya.",
  "The scheme quickly snowballed into one of the biggest corruption scandals of Putin's tenure.",
  "Veselnitskaya, too, reportedly attended a dinner with Rohrabacher and Akhmetshin last year.",
  "But the company suddenly withdrew all allegations gainst Akhmetshin last year.",
  "Russia retaliated by barring Americans from adopting Russian children.",
  "Browder added that Akhmetshin's presence was highly significant."
]