[
  "As Leon Aron of the American Enterprise Institute notes, \"Putin's variation of the repression regimen is what might be called the suffocation- with-a-soft-pillow approach: selective but constant harassment of opposition leaders and activists; the 'investigation' of these figures' private affairs, often resulting in administrative and criminal charges that lead to fines or short-term detentions...\"\n\nBut Rosfinmonitoring's power derives from their monopoly over information, namely, the unfettered access to anyone's business dealings and financial accounts.",
  "This push was led by the Financial Action Task Force (FATF), a Paris based organization that sets rules and recommendations for countries to combat money laundering--its head is now Vladimir Nechayev (a veteran of the defunct Federal Tax Police and more recently Rosfinmonitoring).",
  "The likely turnout of this highly politicized trial is unfortunately already clear: in Russia 99 percent of defendants tried by judges are convicted, with the judge overseeing Navalny's case has not given a single acquittal in 130 cases over the last two and a half years.",
  "Putin created Rosfinmonitoring--under the direct control of the president and placed it in the charge of a fiercely loyal subordinate, Viktor Zubkov (also the Chairman of the Board of Directors of the natural gas and oil giant Gazprom).",
  "Opposition figure and anti-corruption activist Alexei Navalny is currently being tried in the provincial city of Kirov on charges of embezzlement stemming from his time as an advisor to the regional governor.",
  "And because of this, Magnitsky will now be famous not only for the landmark Magnitsky Act passed by Congress, but for becoming the first person in Russian history to be tried and convicted posthumously.",
  "Accordingly, offshore tax havens became the centerpiece of the recent G8 meeting, and why Putin plans on using Russia's G8 presidency in 2014 to forge a consensus on offshore tax havens.",
  "115-FZ ), were established on the recommendation of the U.S. and European powers, who sought to institutionalize a global anti-money laundering regime in the 1990's and early 2000's.",
  "The use of money laundering laws against not only businessmen but opposition figures is aimed at giving Putin a degree of legitimacy in his crackdown against human rights.",
  "But its monopoly ends at Russia's borders, and that makes offshore tax havens like Cyprus, Latvia, Luxembourg and Israel, to name a few, all the more dangerous.",
  "These agreements will enable access to financial information no matter where accounts are held, increasing the strength of Rosfinmonitoring further.",
  "These units require financial institutions to pass along information regarding transactions and account information that are considered suspicious.",
  "One of their primary recommendations was the creation of a financial intelligence unit to oversee the country's banks and financial institutions.",
  "By using accusations of financial impropriety, crackdowns can be labeled law enforcement actions as opposed to directed political actions.",
  "They undercut Putin's ability to threaten the elite's financial dealings when they move their assets and businesses outside Russia.",
  "The crux of Putin's ability to punish dissenters revolves around Russia's financial intelligence unit, Rosfinmonitoring.",
  "Moreover, businessmen like Browder or Khodorkovsky are not the only targets of money laundering charges.",
  "The effectiveness of Rosfinmonitoring and financial laws has become glaringly apparent in recent years.",
  "In Russia, it is also used to create a compendium on the financial holdings of the country's elites.",
  "This information is held as assurance in the event that it is needed to draw up legal charges.",
  "Rosfinmonitoring, and the laws criminalizing money laundering (Russian Federal Law No.",
  "In the West, this information is used to combat organized crime and terrorism.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "The verdict on Thursday was merely another example.",
  "We want to hear what you think about this article."
]