[
  "Trump Jr. has acknowledged that the meeting, among him, the Russian lawyer, and other senior officials of the elder Trump's presidential campaign, was held under the assumption that the lawyer, Natalia Veselnitskaya, would be furnishing information harmful to Hillary Clinton's 2016 presidential campaign.",
  "The eldest son of President Donald Trump said the 2016 meeting, which was arranged by music publicist Rob Goldstone, a representative of the pop-star son of a wealthy Azerbaijani-Russian developer, was \"nothing\" and he \"wouldn't have even remembered it\" until it became a headline.",
  "Trump Jr. has also said, however, that the meeting, which he called \"a courtesy to an acquaintance,\" produced no damaging information and that Veselnitskaya instead pivoted toward the Magnitsky Act, a US law blacklisting Russians accused of human-rights violations.",
  "Donald Trump Jr. Fox News\n\nDonald Trump Jr. on Tuesday said he \"probably would have done things a little differently\" after an explosive series of New York Times reports detailed a meeting last year between him and a Russian lawyer.",
  "\"For me, this was opposition research — they had something, you know, maybe concrete evidence to all the stories I'd been hearing about but they were probably underreported for years, not just the campaign,\" Trump Jr. said.",
  "After being asked whether he met with any other Russians around the same time, Trump Jr. told Hannity that he \"probably met with other people from Russia but certainly not in the context of an actual formalized meeting.\"",
  "Trump Jr. further elaborated on why he agreed to take the meeting with Veselnitskaya: \"Honestly, my takeaway when all of this was going on, is that someone has information on our opponent,\" Trump Jr. said.",
  "\"Things are going a million miles an hour again, and hey, wait a minute — I've heard about all these things, but maybe this is something I should hear him out.\"",
  "\"So I think I wanted to hear it out, but really, it went nowhere and it was apparent that wasn't what the meeting was actually about.\"",
  "\"In retrospect I probably would have done things a little differently,\" Trump Jr. said to Fox News host Sean Hannity on Tuesday night.",
  "\"Again, this is before the Russia mania — this is before they were building it up in the press.\"",
  "\"In the grand scheme of things, how busy we were ... this was a courtesy\" to an \"acquaintance.\"",
  "\"It was literally just a wasted 20 minutes, which was a shame,\" Trump Jr. said.",
  "\"You know what it's like to be on a campaign,\" Trump Jr. continued.",
  "Watch a portion of Trump Jr.'s interview below:",
  "Trump Jr. said.",
  "\"Why would I?\""
]