[
  "Chechen leader Ramzan Kadyrov was sanctioned for \"being responsible for extrajudicial killing, torture, or other gross violations of internationally recognized human rights committed against individuals seeking to expose illegal activity\" of Russian government officials, according to a Treasury Department statement.",
  "https://t.co/S0jXQKIUoF — Mike Eckel (@Mike_Eckel) December 20, 2017\n\nThe sanctions being announced Wednesday are separate from the \"Global Magnitsky Act\" that lets the U.S. punish human rights violators worldwide.",
  "\"I said it before, but I will repeat it again for the especially forgetful that I would not have gone to the U.S. if all the foreign currency reserves of the country were promised as a prize.\"",
  "I said it before, but I will repeat it again for the especially forgetful that I would not have gone to the US if all the foreign currency reserves of the country were promised as a prize.\"",
  "\"The U.S. Treasury has nothing better to do, just like a cat who itches in one place,\" he tweeted, according Radio Free Europe's Mike Eckel, who provided a translation.",
  "WASHINGTON — The United States is slapping five Russians with sanctions under a law that lets the U.S. target violators of human rights.",
  "Three of the five being targeted are accused of involvement in the criminal conspiracy that Magnitsky exposed.",
  "The other two are accused of \"gross violations of internationally recognized human rights\" in Chechnya.",
  "Congress passed it in 2012 in response to the death of Russian lawyer Sergei Magnitsky.",
  "“The U.S. Treasury has nothing better to do, just like a cat who itches in one place.",
  "The Treasury says one allegedly was involved in abusing gay men in Chechnya in 2017.",
  "The Treasury Department says it's designating the Russians under the Magnitsky Act.",
  "Kadyrov responded with a Tweeted comment and a photo depicting him weightlifting.",
  "He died in prison after exposing a tax fraud scheme involving Russian officials.",
  "He is alleged of carrying out the torture of one political opponent personally.",
  "CBS News' Margaret Brennan contributed to this report.",
  "..."
]