[
  "Rep. Ron DeSantis (R., Fla.), a member of the House Oversight Committee and chair of its National Security Subcommittee, told the Washington Free Beacon on Wednesday that he and other top lawmakers are examining evidence that could implicate top former Obama officials, including National Security Council official Ben Rhodes, the architect of the former administration’s self-described pro-Iran “echo chamber.”\n\nAt National Review, Johnathan S. Tobin alleged that the story has been subjected to a media blackout.",
  "“It’s just shameful, but so is everything about the Democrat Party, which long ago sacrificed any semblance of decency and consistency it had ever possessed.”\n\nLouder With Crowder’s Courtney Kirchorff critiqued an Associated Press article on President Trump’s signing of the tax bill:\n\nNegative points to the AP for adding the “generous cuts for corporations and the wealthiest Americans and smaller ones for the middle class…” malarkey.",
  "The Washington Free Beacon reported on a potential congressional inquiry into the matter:\n\nCongress is now taking steps to formally investigate the reports, which multiple sources described to the Free Beacon as part of a larger Obama administration effort to overlook Iran’s global terror operations in order to cement the nuclear deal.",
  "Nor is there any sign that any of the legacy mainstream media are seeking to follow up on Meyer’s reporting to break new angles on a story that examines the nexus between policymaking and law enforcement.”\n\nCommentary’s Noah Rothman mentioned the story while comparing the Obama administration’s record on Russia with Trump’s:",
  "“The Washington Post’s sole article on it consisted of a blog post, by one of its liberal opinion writers, devoted to quotes from Obama-administration alumni dismissing both Meyer and his sources as neoconservative propaganda without actually refuting any of the story’s main points.",
  "“It’s all politics to the phony Democrat Party, which spent years clamoring for a federally mandated $15 minimum wage but are now making a fuss because corporations that stand to benefit from the GOP’s bill are choosing to voluntarily raise their wages,” the post read.",
  "At Conservative Tribune, a post by the the writer “V Saxena” argued that, given wage hikes announced by some companies in the wake of the bill’s passage, the GOP accomplished more for workers in 24 hours than the “Fight for 15” campaign to raise the minimum wage has.",
  "National Review editor Rich Lowry criticized House Minority Leader Nancy Pelosi’s characterizations of the legislation:\n\nNancy Pelosi calls the bill “monumental, brazen theft from the American middle class,” and that’s one of her more restrained comments.",
  "In other news:\n\nConservatives continued to follow the fallout from a Politico story published Sunday about the Obama administration’s decision to pare back law enforcement efforts against Hezbollah in order to preserve the Iran deal.",
  "According to the analysis of the Joint Committee on Taxation, the average tax rate goes down for every income cohort in 2019, and the share of federal taxes paid by millionaires will rise slightly to 19.8 from 19.3.",
  "As Brian Riedl of the Manhattan Institute points out, this is going to be the case for any across-the-board tax cut for the simple reason that the wealthy tend to pay more in taxes than anyone else.",
  "Breitbart’s Joel Pollak looked ahead to spending cuts:\n\nWithout spending cuts, there are only three ways to deal with persistent national debt, as economic historian Niall Ferguson has warned .",
  "So all the Tea Party can do is hope that the tax cuts deliver the kind of economic growth that President Trump has promised — and which, in fairness, many economists now believe is possible.",
  "Despite some trolls deeming math white supremacy\n\nProviding a giant tax cut to corporations has also led many corporations to pass that savings onto their employees.",
  "U.S. President Donald Trump talks with journalists before signing tax reform legislation into law in the Oval Office on Friday.",
  "One is inflation, through printing money, which reduces the value of the debt — but also cuts the value of workers’ paychecks.",
  "Chip Somodevilla/Getty Images\n\nToday in Conservative Media is a daily roundup of the biggest stories in the right-wing press.",
  "Per Pelosi, the bill is an affront to the Founding Fathers, veterans, children, and all that’s good and true in America.",
  "Another is default — simply refusing to pay, which is something that has arguably already happened in Puerto Rico.",
  "“In the days since it was first published, the New York Times has treated it as a non-story,” he wrote.",
  "Trump praised Republican leaders in Congress for all their work on the biggest tax overhaul in decades.",
  "It’s true upper-income people get a bigger tax cut in terms of absolute dollars than anyone else.",
  "Wealthiest Americans, corporations pay more in taxes than smaller business and the middle class.",
  "… Turns out math and “trickle down” are still valid principles in a post gender spectrum world.",
  "The broadcast channels and the liberal news channels have similarly avoided the scandal.",
  "The other, and hardest, option is growth — rapid, sustained economic growth.",
  "Once those arrive, fiscal conservatives can push for spending restraint.",
  "Conservatives continued to celebrate the passage of the GOP’s tax bill.",
  "Hope for humanity can be found, even in the dumbest of places.",
  "There isn’t really debate over the contours of the bill.",
  "With faster economic growth comes greater tax revenues.",
  "Ergo, the more taxes you pay, the greater the tax cut.",
  "It’s still a thing.",
  "It’s misleading.",
  "Math."
]