[
  "The memo, put together by House Intelligence Committee Chairman Devin Nunes, R-Calif., did “raise concerns with the legitimacy and legality of certain DOJ and FBI interactions with the Foreign Intelligence Surveillance Court and represent a troubling breakdown of legal processes established to protect the American people from abuses related to the FISA process,” it said.",
  "Mueller’s case alleges those involved had a sophisticated plot to wage “information warfare” on the U.S.\n\nAdditionally, the Justice Department on July 13 announced 12 Russian intelligence officers were indicted for allegedly hacking the Democratic National Committee, the Democratic Congressional Campaign Committee and Hillary Clinton's campaign during the 2016 election.",
  "Flynn and the Russian appear to have discussed U.S. sanctions on Russia late in 2016, raising questions about whether he was freelancing on foreign policy while former President Barack Obama was still in office and whether he misled Trump officials about the communications.",
  "Manafort, Trump’s former campaign chairman, and Richard Gates were first indicted in October 2017 on multiple counts, including: conspiracy against the U.S., conspiracy to launder money, false statements and failure to file reports of foreign bank and financial accounts.",
  "Although he has denied colluding with Russians or knowing of anyone who did, Kushner has had private meetings with lawmakers on Capitol Hill to discuss the controversial encounter with Veselnitskya, which occurred in the summer of 2016.",
  "Donald Trump Jr., the president’s oldest son, got the administration into some hot water when it was revealed that he took a meeting with a Russian lawyer during the campaign who was supposed to have damning information about Clinton.",
  "After Comey’s dismissal, Trump met with Russian Foreign Minister Sergei Lavrov and Sergey Kislyak, the Russian ambassador at the time, where he shared classified information regarding ISIS threats, the Washington Post reported.",
  "Trump has been critical of Mueller, calling his friendship with Comey “very bothersome.” Multiple investigators on Mueller’s team face questions about their potential biases – and two were reassigned from the probe.",
  "An attorney for the Trump Organization, made up of hundreds of companies owned by Trump through a trust and managed by his two sons, told The Associated Press that it’s been “fully cooperative” with Mueller’s probe.",
  "He also interacted with a professor “understood to have substantial connections to Russian government officials” who told Papadopoulos that the Russians had “dirt” on Hillary Clinton, according to court documents.",
  "After the plea, Mueller moved to drop the 22 bank and tax fraud charges against Gates, possibly suggesting that the former Trump campaign official is cooperating and providing useful information to Mueller's team.",
  "President Trump and the Kremlin have denied allegations that Russia and the Trump campaign colluded in the 2016 presidential election – but the probe into suspicions of Russian meddling is forging ahead.",
  "A special counsel was appointed to investigate potential wrongdoing more than one year ago, and the team has already brought multiple charges against people associated with the presidential campaign.",
  "Multiple investigators are looking into just how broad the scope of Russia’s involvement in the 2016 presidential election is and if the foreign nation had any interaction with the Trump campaign.",
  "Additionally, George Papadopoulos, a former foreign policy adviser to Trump’s campaign, pleaded guilty in 2017 to making false statements to the FBI about his connections with Russian officials.",
  "Those emails – released in July 2016 – purportedly showed the party favoring Clinton over Vermont Sen. Bernie Sanders and led to the resignation of party chair Rep. Debbie Wasserman Schultz.",
  "Steve Bannon, Trump’s former White House chief strategist, agreed to meet with Mueller as part of his investigation, potentially avoiding appearing under subpoena in front of a grand jury.",
  "Comey told a Senate intelligence committee Trump had asked for the FBI to drop its investigation into Flynn; the White House said Trump was not attempting to influence his FBI director.",
  "Trump sacked FBI Director James Comey on May 9, 2017 – less than two months after Comey publicly proclaimed the agency was investigating ties between Russia and Trump’s campaign.",
  "Sessions and Secretary of State Mike Pompeo have already met with Mueller, becoming the highest-ranking administration officials known thus far to have submitted to questioning.",
  "Richard Pinedo, a California man who sold bank accounts to Russians meddling in the election, pleaded guilty in February 2018 to using stolen identities to set up the accounts.",
  "The Trump administration sanctioned 19 Russian individuals and five Russian entities on March 15 for allegedly interfering in the 2016 election and engaging in cyber-attacks.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” an email about the meeting said in part.",
  "Trump Jr. maintained that the lawyer, Natalia Veselnitskaya, did not have any information to share and instead wanted to discuss the Magnitsky Act and other sanctions.",
  "But Democrats dismissed the memo as \"misleading,\" saying it was released by Republicans in order to push the narrative that the probe is biased against the president.",
  "The White House maintained Comey was let go due to his handling of an investigation into Clinton’s private email server used during her tenure as secretary of state.",
  "Flynn was Trump’s national security adviser for a short time, but his connection to the White House was rife with controversy that still bedevils the administration.",
  "But more than just ousting Wasserman Schultz, intelligence officials concluded those responsible for leaking the emails were connected to the Russian government.",
  "Mueller was appointed after Attorney General Jeff Sessions, who was the first Republican senator to endorse Trump, recused himself from the investigation.",
  "In August 2018, Manafort was convicted of eight bank and tax fraud charges, becoming the first campaign associate of Trump's to be found guilty by a jury.",
  "Married to Ivanka Trump, the president’s daughter, Kushner may possess substantial information relevant to the investigation, officials have said.",
  "Manafort joined Trump’s campaign ahead of the Republican National Convention to help wrangle delegates before becoming the campaign chairman.",
  "Aside from his associates’ connections to Russians, the president has also found himself under scrutiny for certain actions while in office.",
  "Before Trump took office, tens of thousands of emails from the Democratic National Committee and officials connected to Clinton were leaked.",
  "During his time on the campaign, Papadopoulos attempted to set up meetings between campaign officials and Russians on numerous occasions.",
  "In its assessment of the hack, the CIA concluded that Russia intervened in the election in order to help Trump secure the presidency.",
  "Flynn pleaded guilty in December 2017 to one charge of lying to the FBI – reportedly about his talks with a Russian ambassador.",
  "A federal grand jury also indicted 13 Russian nationals and three Russian entities for allegedly interfering in the election.",
  "The Treasury Department announced the sanctions, which included the 13 Russians who were already indicted in Mueller’s probe.",
  "House Republicans released a memo in early February 2018 that detailed alleged surveillance abuses used in the Russia probe.",
  "Read on for a breakdown of what has happened in the Russia investigation thus far and what it means for the administration.",
  "His appointment also followed a growing Democratic outcry for someone outside the Justice Department to handle the probe.",
  "Mueller’s investigation has led to multiple charges – although none are directly related to misconduct from the campaign.",
  "He was later sentenced to 14 days in prison, 13 months supervised release, 200 hours community service and a $9,500 fine.",
  "In his leading role, Mueller took over an ongoing investigation into Paul Manafort's financial dealings in Ukraine.",
  "The Department of Justice appointed Robert Mueller as its special counsel overseeing its investigation in May 2017.",
  "Trump’s former national security adviser, Michael Flynn, has also been charged in connection with Mueller’s probe.",
  "In April 2018, he was sentenced to 30 days in prison, making him the first to be sentenced in the investigation.",
  "The House Intelligence Committee released its heavily redacted final report of its investigation in April 2018.",
  "Trump has said he is “looking forward” to being questioned by Mueller under oath regarding the investigation.",
  "Alex van der Zwaan, an attorney, pleaded guilty to lying to investigators about Gates in the Russia inquiry.",
  "Lawmakers on both sides of the aisle have accused him of not being forthcoming in the information divulged.",
  "Multiple congressional committees have launched probes into Russia’s attempts to influence the election.",
  "He was released from prison on June 4 and turned over to Immigration and Customs Enforcement officials.",
  "The U.S. government said Pinedo was not aware he was dealing with Russians when he sold the accounts.",
  "A month later, Manafort pleaded guilty in a second case as part of an agreement with Mueller's team.",
  "Investigators are also looking at the financial ties between some Trump associates and the Kremlin.",
  "Weeks later, they released their own rebuttal memo, which defended the FBI and Justice Department.",
  "But Trump has suggested that he considered the Russian investigation when he fired Comey.",
  "The plea deal reportedly includes a 10-year cap for how long Manafort will be in prison.",
  "He was sentenced to six months in prison and six months to home confinement in October.",
  "Does anyone else on Trump’s team have connections to Russians or the investigation?",
  "Gates pleaded guilty to federal conspiracy and false-statements charges on Feb. 23.",
  "It also includes allowing Manafort to serve his time for both trials concurrently.",
  "Manafort and Jared Kushner, the president’s son-in-law, were also at the meeting.",
  "Trump said the memo “vindicates” him in the Russia investigation.",
  "At issue was his contact with Moscow's ambassador to Washington.",
  "Manafort and Gates initially pleaded not guilty to the charges.",
  "All 12 are members of GRU, the Russian intelligence agency.",
  "Flynn resigned after less than a month in the position.",
  "The company has turned over documents to investigators.",
  "How did the Russian meddling allegations even begin?",
  "What’s so controversial about the investigation?",
  "The Associated Press contributed to this report.",
  "It said there was \"no evidence\" of collusion.",
  "Kushner, too, has been under FBI scrutiny.",
  "Who is in charge of the investigations?",
  "What exactly is being investigated?",
  "Has anyone been charged yet?",
  "He resigned in August 2016.",
  "What about Trump?"
]