[
  "Looking for a new deal with Russia focused on fighting ISIS, Trump could stop trying to broker a ceasefire between the rebels and the Assad regime, which is the path Secretary of State John Kerry has been pursuing for months, turn a blind eye to accusations that Russia is committing war crimes by bombing civilians in cities like Aleppo, and end a CIA program giving anti-tank missiles to moderate rebels.",
  "For his secretary of state, Trump is reportedly considering Rudy Giuliani, who said this week that Washington should be more willing to threaten Russia will military force, or former US Ambassador to NATO John Bolton, an extremely hawkish voice who has previously called for the United States to cause Putin “pain” for harboring NSA whistleblower Edward Snowden.",
  "“So they will have to come up with a new figure, and it will have to be a major force or power, or they will just continue using the United States, which means that by the time Trump is in power after January, they will already know that the honeymoon is over.”\n\nAs the furor over Trump's win dies down, some Russian officials are starting to express caution.",
  "The latest US allegation came Tuesday, when Adm. Michael Rogers, the head of the National Security Agency, said that the WikiLeaks release of the DNC and Clinton campaign emails was a \"conscious effort by a nation-state to attempt to achieve a specific effect.” Rogers had previously acknowledged in October that the Russians were behind the hacks.",
  "He also said he'd like the alliance to continue, and President Barack Obama said in a press conference on Monday that the president-elect was committed to a “strong and robust NATO.” Thousands of US Army personnel are already set to deploy to NATO member countries in Europe in January, including to the Baltic states on Russia's border.",
  "After Trump's phone call with Putin, Senate Armed Services Committee Chair John McCain said that a reset with Russia and complicity in its Syria bloodshed would be “unacceptable.” GOP Sen. Lindsey Graham called this week for Congress to hold hearings about “Russia’s misadventures throughout the world,” including the DNC hack.",
  "“They sort of feel that right now they're in a great negotiating position, but I'm struggling to find what they can offer.”\n\nEven if Trump were, with all respects to the movie of a similar name, a “Siberian candidate” — that is, a Kremlin puppet — the president literally couldn’t accede to the latter Russian demand.",
  "The bill is unlikely to pass the Senate before the end of the year, but it is yet another sign that Congressional Republicans are becoming increasingly worried about Trump’s intentions regarding Russia and are taking steps to try to prevent a potential softening of relations between the two countries.",
  "That's not to mention US allies near Russia developing nuclear weapons: Trump has said proliferation wouldn't be a bad thing in the case of Japan, South Korea, and Saudi Arabia, which would be a major expansion of the nuclear club that Russia would likely object to.",
  "Russian propagandists on state television and elsewhere might have actually preferred a hawkish Hillary Clinton administration as a punching bag to distract from domestic problems like corruption and declining household incomes, as the Obama administration has been.",
  "To renew the agreement, Washington would have to reduce US military presence in NATO countries that joined after September 1, 2000, end sanctions over the Ukraine crisis and compensate Russia for all damages the sanctions caused, and cancel the Magnitsky Act.",
  "I think that the Russians would welcome a lesser US role in the world, but not these other things,” Angela Stent, a professor of government and foreign service focusing on US-Russian-European relations at Georgetown University, told me in an interview.",
  "And Trump's opposition to the Iran nuclear deal — which he will find difficult to dismantle but might be able to undermine — could also complicate Trump’s plan to work with Russia in Syria, since Iran is a major ally of Russia and the Syrian regime.",
  "The Obama administration has accused Russian hackers of attempting to shape the outcome of the vote by stealing and then leaking potentially embarrassing internal emails from the Democratic National Committee (DNC) and the Hillary Clinton campaign.",
  "According to Pavel Sharikov of the Moscow-based Institute for US and Canada, a positive turn in US-Russian relations could be stymied by the fact that “there is not one pro-Russian member of Congress,” which is dominated by hawkish Republicans.",
  "Russian officials have gushed about the possibility of Trump canceling US sanctions imposed after the annexation of Crimea and reducing America’s support for the Syrian rebels looking to oust Bashar al-Assad, one of Moscow’s closest allies.",
  "Trump has complimented Putin's leadership style, talked about pulling out of NATO, and advanced an isolationist foreign policy that the Russian leader would love to exploit as he tries to restore Moscow’s former position on the world stage.",
  "But Trump has also talked of policies that would conflict with Kremlin strategic interests, like expanding America’s missile defense programs, growing the size of the US Army and Navy, and potentially adding Russia hawks to his Cabinet.",
  "\"Because if you don't act now to make some sanctions against Russia, then why will they believe in the future that we're going to impose sanctions or do anything aggressive if they move forward to take all of Ukraine, all of Georgia?\"",
  "Besides generalities about building better ties, during their Monday phone call Putin and Trump discussed Syria and the “need to unite forces in the struggle with common enemy number one, international terrorism,” the Kremlin said.",
  "“Amid all the euphoria of the idiots from the Russian political class, those in the Russian regime who are able to think are very perplexed now,” said Andrei Kolesnikov, a domestic politics expert at the Carnegie Moscow Center.",
  "And since Trump has no political track record, tends to look at issues as businesslike transactions, and has expressed more interest in domestic than foreign affairs, his actual policy toward Russia remains relatively unknown.",
  "Add to that Russia’s hope for a US stand-down in Syria, and it's an extreme starting point for talks — and any immediate concession by Trump could be taken as proof that Russia did in fact influence the election in his favor.",
  "To be sure, Trump sound bites calling NATO obsolete and suggesting that the US won't defend members that don't “reasonably reimburse” it for protecting them have raised Russian hopes that the alliance could soon be hamstrung.",
  "MOSCOW — The Russian parliament burst into applause when it was announced that Donald Trump had won the US presidency, and nationalist faction leader Vladimir Zhirinovsky bought 132 bottles of champagne to toast the victory.",
  "Some have wondered if Trump might make an informal deal with Putin not to back Ukraine for membership in NATO or the European Union, but it's hard to see what the new US president would gain by making all these concessions.",
  "Middle Eastern and Eastern European tangles\n\nMany of Trump's positive comments about Putin were made in the context of joining together to fight ISIS, and Syria appears to be the first test for the new relationship.",
  "In an interview with Russia’s Interfax news agency, Deputy Foreign Minister Sergei Ryabkov was asked if Trump was a “cat in a bag” for Moscow — a Russian expression for something attractive but of unknown quality.",
  "For instance, despite Moscow's anti-terrorist rhetoric, Western officials have accused it in the past of directing the vast majority of its airstrikes not against ISIS, but against rebel groups fighting Assad.",
  "Republican Sen. Jeff Sessions, reportedly the leading pick for secretary of defense, has also previously been tough on Russia, although he has spoken more favorably about the country in the past few months.",
  "We will wait for real action.”\n\nRussia’s wish list would be tough to accommodate\n\nThe main early indicator of Trump's stance on Russia has been his complimentary statements about Putin during the campaign.",
  "And in a December 2015 interview with ABC News, Putin described Trump as \"a very colorful person” and “talented.”\n\nWarm words apart, though, Trump will likely find Putin to be a demanding interlocutor.",
  "“I think there's a very strong sense of entitlement on the part of the Kremlin,” Maxim Trudolyubov, editor at large for Vedomosti newspaper and a senior fellow at the Kennan Institute, told me.",
  "That was a US law passed in 2012 designed to punish Russian officials responsible for the death of Russian lawyer and whistleblower Sergei Magnitsky, as well as other human rights violations.",
  "The other international issue dividing Washington and Moscow is Ukraine, which Russia sees as part of its sphere of influence even though the country has now moved decisively toward the West.",
  "Ryabkov responded that Trump’s position on Russia during the campaign was actually “fairly harsh.” The diplomat was particularly critical of Trump’s backing for European missile defense.",
  "Many of Moscow's hopes center on Trump's isolationist-sounding rhetoric and the possibility that a reduced American presence in the world would allow for greater Russian influence.",
  "Trump could let the executive order forming the basis for the sanctions expire in March, or he could issue his own new executive order when he takes office repealing the sanctions.",
  "As part of a law canceling an agreement with the United States to dispose of weapons-grade plutonium last month, Russia issued its wish list for the two countries' relationship.",
  "On Tuesday, the House of Representatives passed a bill imposing mandatory sanctions on anyone who supports Syria’s government in the civil war — in other words, Russia and Iran.",
  "Commentators like Russian economist Konstantin Sonin have predicted that US-Russian relations under Trump will go through a “short honeymoon” before turning antagonistic again.",
  "Trump has said he would “take a look” at recognizing Russia's annexation of Crimea from Ukraine, while also pledging to prevent Russia from deploying troops to Ukraine again.",
  "This still wouldn't guarantee that Putin could keep Assad in power, however, since Turkey and the Gulf states could ramp up their support for the rebels if the US steps back.",
  "A better litmus test for Trump's stance toward Moscow will be the current US sanctions against Russia over its annexation of Crimea and support for rebels in eastern Ukraine.",
  "And Vice President-elect Mike Pence recently called Putin a “small and bullying leader” and said that Russia's “provocations need to be met with American strength” in Syria.",
  "“An agreement to join together and fight the Islamic State, that was tried a month or two ago, and the US has been trying to do that and it hasn't worked,” Stent said.",
  "The two seem to like each other: As Vox’s Yochi Dreazen notes, Trump has praised Putin as a \"leader\" and someone \"highly respected within his own country and beyond.\"",
  "But although many of the more hawkish Republicans in Congress would balk at removing the sanctions, neither action would actually require Congressional approval.",
  "“Russia is ready and wants a restoration of full-fledged relations with the United States,” Russian President Vladimir Putin said on Russian state television.",
  "Already, Germany's defense minister has called on him not to forget the annexation of Crimea, the conflict in eastern Ukraine, and Russia’s bombing of Aleppo.",
  "For instance, in a March 2014 speech, Sessions called for increased sanctions against Russia to punish it for its aggressive actions in Ukraine and Georgia.",
  "But Trump has also promised to increase defense spending and expand the military by 90,000 new soldiers and 75 new ships, widening its international reach.",
  "Doing so would spark a huge international crisis and potentially lead key US allies to distance themselves from Washington on a variety of other issues.",
  "Pence has also spoken out previously in support of a “robust missile defense” system for all of Europe, plans that Russia has repeatedly railed against.",
  "Also, Trump's plans for increased oil and gas drilling could cut into Russia's main export; already the ruble has dropped on the back of oil prices.",
  "It breaks all molds.”\n\n“We talk about predictability,” Andrei Klimov, a member of the Russian senate's foreign affairs committee, told me.",
  "“Russia's domestic policy and politics has a very strong element that requires an enemy,” the Kennan Institute’s Trudolyubov told me.",
  "On Monday, he spoke with Trump by phone about “constructive cooperation on the widest spectrum of issues,” according to the Kremlin.",
  "Trump could obstruct parts of the deployment, but pulling out entirely would in theory require the approval of all NATO members.",
  "Alec Luhn is a Moscow-based journalist who has written for the Guardian, the New York Times, Politico, Slate, Time, and others.",
  "Besides Europe, Trump will also be under pressure from Congress and perhaps even his own Cabinet to take a hard line on Russia.",
  "“You have to ask what would be different now, so on both of those counts I don't see a grand bargain here.”\n\nA “cat in a bag”?",
  "Many Americans worry that Trump will be too close to Moscow; many in Moscow appear to worry that he won’t be close enough.",
  "Indeed, it’s not even entirely clear that Trump’s stance on NATO would be in line with the Kremlin’s strategic interests.",
  "All of that, Ryabkov said, led him to a simple conclusion: Both Democrats and Republicans share “anti-Russian” feelings.",
  "Russia has long been a vital partner in the effort to combat the spread of nuclear weapons, even during the Cold War.",
  "“If Trump's a businessman [who knows] the 'Art of the Deal', then each party of the deal has to get something.",
  "Given his inexperience in the area, senior Republicans could play an outsize role in shaping foreign policy.",
  "Only a handful of countries, including North Korea and Syria, have recognized Crimea as part of Russia.",
  "(Trump has called for a missile defense expansion without specifically discussing the European shield.)",
  "\"I believe a systematic effort should be undertaken so that Russia feels pain for this,\" Sessions said.",
  "There is a widespread belief in Washington that Putin actively tried to help Trump win the election.",
  "Trump would also be under enormous pressure from European allies not to make allowances for Russia.",
  "The Magnitsky Act can only be canceled by Congress, where it has enjoyed strong bilateral support.",
  "It's not clear how [an informal Ukraine deal] would benefit the US,” Georgetown’s Stent told me.",
  "But the typically scattered nature of Trump's comments have left plenty of room for maneuver.",
  "The upshot: The new US president will, at best, likely be a mixed blessing for Moscow.",
  "But some Russian experts have raised doubt that Moscow actually wanted Trump to win.",
  "Yet it’s unclear if Trump truly understands the complexity of the Syrian conflict.",
  "But the Kremlin might have opened those bottles of champagne a little too soon.",
  "“They believed in a Clinton victory and now don't know what to do with Trump.",
  "“That goes against what Russia has been working toward on nonproliferation.",
  "Putin was one of the first world leaders to congratulate Trump.",
  "No one knows how we [in the Russian parliament] will act.",
  "“Trump doesn't have experience nor a history of actions.",
  "Was Trump really the Kremlin’s favored candidate?"
]