[
  "| Richard Drew/AP Photo Notes from meeting with Russians said not to be damaging to Trump family\n\nNotes from former Trump campaign chairman Paul Manafort on a meeting he attended last year with a Russian lobbyist and Donald Trump Jr. are not seen as damaging to the Trump family or campaign officials, according to government officials and others who have looked at the notes.",
  "Story Continued Below\n\nThe notes from the meeting do not contain any damaging information about Clinton or references to promises of damaging information about her, nor do they indicate that officials on the campaign were promising favors or seeking them in return for money, the people who’ve seen them said.",
  "The notes do not contain the word “donor,” as NBC News previously reported, but they appear to explain the background of a key player involved in the act, these people said, and this person’s previous donations to the Republican National Committee.",
  "The Trump Tower meeting has come under scrutiny because Trump Jr. wrote in an email that he agreed to the encounter in order to find “dirt” on Hillary Clinton, and it has since become a focus for special counsel Robert Mueller.",
  "Also in attendance at the June 2016 meeting in New York were a Russian lawyer, a Russian businessman and other Trump campaign officials, including Jared Kushner, the president’s son-in-law.",
  "Officials who have reviewed the notes say they are not likely to be independently vital to any case, if at all, because they are difficult to follow, particularly one year later.",
  "The notes from Manafort, these people said, are about financier Bill Browder, a key player in the Magnitsky Act, which sanctioned Russian officials for human rights abuses.",
  "It indicates that the Russian officials made critical comments about Browder, but that Trump officials seemed to know little about the legislation or how it came about.",
  "Donald Trump Jr. testified to Senate investigators Thursday that he never received any damaging information but wanted only to assess Clinton’s “fitness” for office.",
  "Trump Jr. testified to Senate investigators Thursday that he never received any damaging information but only wanted to assess Clinton’s “fitness” for office.",
  "To be sure, the notes are not an exhaustive account of the meeting, and other things could have been discussed that are not included in the notes.",
  "According to these people, the notes have been with Senate officials for weeks and have been reviewed by a number of people on Capitol Hill.",
  "Mueller has sought to interview White House officials about the fallout, and the Russian lobbyist has testified in front of a grand jury.",
  "President Donald Trump and others were involved in crafting a statement about the notes on Air Force One that was viewed as misleading.",
  "The notes include a spirited case on why Trump officials should overturn the act and why Republicans could support it.",
  "In retaliation for those sanctions, Russia banned U.S. citizens from adopting Russian children.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Jason Maloni, a Manafort spokesman, declined to comment.",
  "You can unsubscribe at any time."
]