[
  "FILE PHOTO - Donald Trump Jr. arrives at Trump Tower in New York City Thomson Reuters A senior Republican member of the US Senate Intelligence Committee said on Monday that the panel should interview President Donald Trump's eldest son, Donald Trump Jr., and a Russian attorney, as well as anyone else who was at a meeting between them last summer.",
  "\"After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,\" the statement said.",
  "The New York Times reported on Saturday that Trump Jr., met with Russian lawyer Natalia Veselnitskaya last year, just weeks after Donald Trump clinched the Republican presidential nomination.",
  "A subsequent Times story published Sunday said that Trump Jr. was promised damaging information about then-candidate Hillary Clinton when he agreed to meet with Veselnitskaya.",
  "Russian President Vladimir Putin cut off the program in 2012 as a retaliatory measure against the Magnitsky Act, which blacklisted Russians suspected of human-rights abuses.",
  "\"It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting,\" he said.",
  "Trump Jr. issued a second statement on Sunday, confirming that his motivation for meeting Veselnitskaya was related to obtaining information about Clinton.",
  "\"Our intelligence committee needs to interview him and others who attended the meeting,\" Republican Sen. Susan Collins told reporters at the US Capitol.",
  "In a statement issued to The Times' story, Trump Jr. said it was a \"short introductory\" meeting and that he \"asked Jared and Paul to stop by.\"",
  "Trump Jr. said in his statement that the adoption program they'd discussed \"was not a campaign issue at the time and there was no follow up.\"",
  "Trump Jr. replied to Collins' statement on Twitter Monday, saying, \"Happy to work with the committee to pass on what I know.\"",
  "Trump Jr. was joined at the meeting by President Trump's son-in-law Jared Kushner, and former campaign manager Paul Manafort.",
  "Donald Trump Jr. said she steered the conversation to the adoption program Putin had cut off and the Magnitsky Act.",
  "He added that they had discussed an adoption program that allowed Americans to adopt Russian children.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.\"",
  "A spokeswoman for Collins confirmed the remarks to Reuters.",
  "\"Her statements were vague, ambiguous, and made no sense.",
  "Putin has called the law \"outrageous.\""
]