[
  "'Layer after layer' emerges\n\n\"The act of offering such information was likely, at minimum, a trial balloon, and at best (from Moscow's perspective), a chance to pass certain information from an agent of the Russian government to the Trump campaign through the candidate's campaign manager and son, thereby also implicating Donald J. Trump himself,\" wrote former CIA intelligence officer Rolf Mowatt-Larssen and former Department of Defense special counsel Ryan Goodman.",
  "The four-page email chain, which Trump Jr. forwarded to his father's campaign manager at the time, Paul Manafort, and to Trump's son-in-law and current senior adviser, Jared Kushner, culminated in their meeting at Trump Tower on June 9 with Natalia Veselnitskaya — a lawyer described in the emails as a \"Russian government attorney.\"",
  "Trump Jr. has so far maintained that Veselnitskaya offered him \"no meaningful information\" on Clinton during the meeting and quickly pivoted to discussing a Russian adoption program that was cut off in retaliation for the 2012 Magnitsky Act, which blacklisted Russians suspected of human-rights abuses.",
  "The Russian lawyer who met with Donald Trump Jr. in June 2016 at Trump Tower, under the guise of offering the Trump campaign damaging information on Hillary Clinton, may have been a \"dangle\" aimed at enticing then-candidate Donald Trump and his associates into colluding during the campaign.",
  "The Trump campaign \"provided a gift to the Russians by covertly signaling to them that this team was ready and willing to be compromised,\" said Ned Price, a former CIA analyst who served as the senior director of the National Security Council under President Barack Obama.",
  "Joseph Nye, a professor emeritus at Harvard's Kennedy School of Government who formerly served as chair of the National Intelligence Council, also said it was plausible Veselnitskaya was used to determine whether the Trump campaign was open to colluding with Russia.",
  "'They became compromised to Russia'\n\nEoyang, the former House Intelligence Committee staffer, said she didn't think \"that in the case of the Trump campaign (and officials), the dangles worked the way the Russians would hope in recruiting an asset.\"",
  "\"Some of the remarks in the email exchanges hint at collusion in the hacking of DNC and Podesta email servers,\" said Mark Kramer, the program director for the Project on Cold War Studies at Harvard's Davis Center for Russian and Eurasian Affairs.",
  "Mark Galeotti, a Russia expert who is a senior research fellow at the Institute of International Relations Prague, said that while \"it is possible the Kremlin could have been testing the waters, this seems a fairly clumsy way of doing it.\"",
  "Indeed, the email exchange between Trump Jr. and Rob Goldstone, the British music publicist who arranged the meeting between Veselnitskaya and the Trump campaign, appears to align with a series of pivotal moments during the 2016 campaign.",
  "Trump Jr., the president's eldest son, tweeted an email chain on Tuesday from June 2016 in which he entertained accepting damaging information on Clinton as part of the Russian government's support for his father's campaign.",
  "If Veselnitskaya was acting as an agent of the Russian government, then Russia has known for months that the Trump campaign was willing to accept the services of a hostile foreign power working to influence an election.",
  "\"I absolutely think this was a dangle,\" said Mieke Eoyang, a former House Intelligence Committee staffer who is now the vice president for the national security program at the organization Third Way.",
  "The episode signals that the campaign was willing to accept Russian help and has raised questions about what happened during and after the meeting with Veselnitskaya.",
  "Bill Browder, the hedge fund manager who spearheaded the passage of the Magnitsky Act in the US after the death of his lawyer, Sergei Magnitsky, was also skeptical.",
  "Richard Drew/AP\n\nEven if Russia didn't float the Veselnitskaya meeting in an attempt to entice the Trump campaign into colluding, it may have reaped other rewards.",
  "She said she had \"never acted on behalf of the Russian government\" and \"never discussed any of these matters with any representative of the Russian government.\"",
  "Most important, said Bob Deitz, a former top lawyer at the National Security Agency and the CIA, is determining what exactly was discussed at the meeting.",
  "\"The moment the Trump team tried to obscure that fact, as they did repeatedly during the campaign, they became compromised to Russia,\" Price said.",
  "Yury Martyanov /Kommersant Photo via AP\n\nVeselnitskaya has also said that \"nothing at all about the presidential campaign\" was discussed.",
  "\"I would assume it was not the only one and that we'll hear more about these efforts as we go along.\"",
  "The Kremlin-linked lawyer Natalia Veselnitskaya speaking with a journalist in Moscow on November 8.",
  "Still, Galeotti wrote on Wednesday: \"In Vladimir Putin's Russia, everyone is potentially 'hybrid.'",
  "\"The Kremlin is not so softhearted that it would set up a meeting to restore adoptions,\" Nye said.",
  "Donald Trump Jr. being interviewed by Fox News host Sean Hannity in New York City on Tuesday.",
  "The question will be what level of coordination existed and whether this can be remedied.\"",
  "Collusion does not have to be \"coerced, paid, or unwilling to be espionage,\" Eoyang said.",
  "Either way, the revelations most likely won't be the last to emerge about the meeting.",
  "Both who they seem to be, and, at the same time, an instrument of the government ...",
  "The idea of Veselnitskaya as a deniable intermediary is not entirely implausible.\"",
  "How did Donald Trump Jr., Jared Kushner, and Paul Manafort respond?\"",
  "\"It probably wasn't as fruitless as Trump Jr. is saying,\" he said.",
  "You want your asset to be motivated to see the world your way.",
  "He added: \"The question is: What price did Moscow exact?\"",
  "\"This raises the most important questions,\" they said.",
  "This is just layer after layer that keeps coming out.\"",
  "\"The Russians are blunt and extreme,\" he said.",
  "\"In fact, it's less useful if they are.",
  "\"What did she offer in that meeting?",
  "\"That's the intelligence jackpot.\"",
  "\"This is not how they operate.\"",
  "\"It's like peeling an onion."
]