[
  "The Times summarizes why this previously undisclosed meeting is so significant:\n\nWhile President Trump has been dogged by revelations of undisclosed meetings between his associates and Russians, this episode at Trump Tower on June 9, 2016, is the first confirmed private meeting between a Russian national and members of Mr. Trump’s inner circle during the campaign.",
  "“I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.”\n\nThat statement marked quite a change in tune from an interview back in March, when Trump Jr. told the Times he hadn’t participated in any meetings with Russian nationals involving the campaign.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up,” Trump Jr. said in a statement to the Times.",
  "The meeting, which was revealed by the New York Times, was organized by Trump’s eldest son, Donald Trump Jr., and was held at Trump Tower in Manhattan with the presence of then-campaign chairman Paul Manafort and Jared Kushner, the president’s son-in-law and now senior adviser.",
  "The meeting involved Russian lawyer Natalia Veselnitskaya, whose husband was once a member of the Russian government and is known for opposing the Magnitsky Act, which blacklists suspected Russian human rights abusers.",
  "AFP/Getty Images\n\nHigh-ranking members of President Donald Trump’s campaign met with a Russian lawyer who has clear ties to the Kremlin merely two weeks after he clinched the Republican nomination for president.",
  "Donald Trump, Jr. attends the 139th White House Easter Egg Roll on the South Lawn of the White House in Washington, D.C., April 17, 2017.",
  "The law so angered the Russian government that it retaliated by ending American adoptions of Russian children.",
  "That was purportedly what the meeting was about, according to Trump Jr.\n\n“It was a short introductory meeting.",
  "It is also the first time that his son Donald J. Trump Jr. is known to have been involved in such a meeting.",
  "And certainly none that I was representing the campaign in any way, shape or form.”",
  "I’m sure, I’m sure I did,” he said at the time.",
  "“Did I meet with people that were Russian?",
  "None that I can think of at the moment.",
  "I asked Jared and Paul to stop by.",
  "“But none that were set up."
]