[
  "American liquified natural gas is in the news, and as far as we can see from our research Russia is going to adopt a pricing policy to protect its European market share from American LNG.”\n\nIn Salisbury on Saturday life appeared to have regained some normality, despite the deployment of 180 military personnel to help with the investigation.",
  "“It was seen as an invitation for Russians to spy for foreigners because it indicated any Russian arrested for spying in Russia could be exchanged.”\n\nFelshtinsky suggests the Kremlin had little choice but to trade Skripal: pressure was mounting from powerful supporters to get the 10 Russian “sleepers” back as quickly as possible.",
  "It is clear that the UK has routinely been the choice destination for Russians with suspicious wealth to move and they have had little trouble doing so, taking advantage of lax regulation and offshore secrecy.”\n\nOne notable example is Igor Shuvalov, Russia’s first deputy PM, whose official salary is £112,000.",
  "But while Wood has little doubt that the brazen attempted murder of Skripal, 66, and his daughter, Yulia, 33, an operation using a rare form of nerve agent available to only a few foreign states, can be laid at Russia’s door, he questions whether Putin would have sanctioned it directly.",
  "Among MPs, there is a clamour for the full implementation of the so-called Magnitsky Act, something that would allow the government to sanction individuals who are found guilty of corruption and human rights abuse, hitting them with visa bans and asset freezes.",
  "In the UK they include Alexander Perepilichny, a Moscow banker turned whistleblower who died after jogging near his house in Surrey and is suspected of having been poisoned, and Berezovsky, who was found hanged at his ex-wife’s mansion in Berkshire.",
  "The former Chechen president, Zelimkhan Yandarbiyev, was killed in an explosion in Qatar in 2004 for which three Russians were jailed for life, only to be extradited to their homeland, where they were given a heroes’ welcome and apparently freed.",
  "Indeed, all the stories about him last week were of a man who enjoyed a quiet drink, gambled on scratchcards and studiously visited the graves of his wife Liudmila, and son, Alexander, whose ashes he had had flown back from Russia.",
  "“European countries, including the UK, have arranged their sanctions policies so far in a way to carefully exclude the purchase of Russian gas,” said Simon Pirani, research fellow at the Oxford Institute for Energy Studies.",
  "This is the cheapest way to destroy the west.”\n\nQuick guide Timeline: the poisoning of Sergei and Yulia Skripal Show Hide 1.30pm Police have confirmed that Skripal and his daughter were in Salisbury city centre by 1.30pm.",
  "It’s the revival of Stalinism and the idea that Russia has the right to dominate its neighbours.”\n\nIn this climate, former FSB officers now working in the murky world inhabited by ex-spies feel they can act with impunity.",
  "At the time of Skripal’s arrest in 2004, the Itar-Tass news agency reported that the MI6 officer was working in the British embassy in Tallinn and had been responsible for recruiting scores of Russian intelligence assets.",
  "At his trial, the Federal Security Service (FSB, the successor to the KGB) compared Skripal to Oleg Penkovsky, who was executed in 1963, and who history records as one of western intelligence’s most valuable assets.",
  "They are very open, very cynical.”\n\nSome have speculated that Skripal was targeted because he was continuing to mine Russian contacts for information that he was relaying to MI6 and to private intelligence firms.",
  "The assassination of a traitor shortly before this week’s presidential election would have made a nice gift for one of their most famous alumni, President Vladimir Putin, who is seeking to win 70% of the vote.",
  "Photograph: EPA\n\nTheir treatment draws comparisons with that of Andrei Lugovoi, the former KGB officer wanted by Britain for Litvinenko’s murder, now a politician and successful businessman back in Russia.",
  "The attempted murder of the Skripals has drawn comparisons with the fatal poisoning of the spy Aleksandr Litvinenko, who was on the payroll of the exiled oligarch and Putin critic, Boris Berezovsky.",
  "Some reports suggest that the former officer with Russia’s military intelligence service, the GRU, shared with MI6 the identities of as many as 300 Russian agents during his time as a double agent.",
  "He was the main asset reclaimed by western intelligence when, along with three others, he was released in 2010 in exchange for 10 Russian agents, including Anna Chapman, the British-based spy.",
  "Campaigning group Transparency International has found that almost a quarter of all such visas went to Russians who invested almost £750m, much of it in London’s property market.",
  "State media made only cursory mentions of the attack, including a stark warning to “traitors” not to settle in England because they risked dying in mysterious circumstances.",
  "Since 2012 Russia has been going backwards, rejecting economic reform and better courts in favour of renewed state control and repression, a fear of anything that is other.",
  "“Transparency International has identified £4.4bn worth of properties bought with suspicious wealth in the UK,” said Duncan Hames, the campaign group’s director of policy.",
  "The are also claims that considerable amounts of money were found in his bank account and that mobile phone records connect him to the former MI6 agent who recruited him.",
  "“It [the murder] might not be discovered, and if it is discovered, even if you are arrested, they’ll get you out, and if you are arrested they’ll publicly promote you.",
  "Defence secretary Gavin Williamson has said there been a “tenfold increase” in the number of submarines operating in the North Atlantic over the last seven years.",
  "A medical examiner’s inquiry and US federal authorities ultimately ruled that he died from falling and hitting his head after a days-long binge drinking session.",
  "Many arrived between 2008 and 2015 under a now defunct scheme that offered them residency in return for their investing millions of pounds in UK bonds or shares.",
  "The government has also signalled that it could use new powers to target those of Putin’s allies who are unable to account for how they came about their wealth.",
  "Private security consultants patrolling their homes in Belgravia and Hampstead are likely to find renewed demand for their services after last weekend’s events.",
  "Many in the FSB are fond of quoting the motto of Smersh, Stalin’s counter-intelligence unit: “Death to spies.” That he came from the GRU only made things worse.",
  "“Litvinenko was a ‘gun for hire’ once he left Russia,” said one person who runs a London-based security and risk analysis firm which has operations in Russia.",
  "Between 1.30pm and around 4pm Skripal and his daughter strolled around Salisbury and visited the Zizzi restaurant on Castle Street and the nearby Mill pub.",
  "Rather, if Russia’s involvement is confirmed, the response may be largely symbolic: the breaking off of diplomatic ties, the refusal to attend key events.",
  "After his release in 2010, in the largest spy swap since the end of the cold war, Skripal would have been all too aware of how his colleagues viewed him.",
  "For a man who lived in a modest semi-detached house in a cul-de-sac in the genteel cathedral city of Salisbury, Sergei Skripal had a very immodest past.",
  "It is only at the sites known to have been visited by the Skripals – notably the Mill pub and a Zizzi restaurant – that the scene looks like a film set.",
  "“The Russian state is a strange construction,” said Sir Andrew Wood, a former British ambassador to Russia, now an associate fellow at Chatham House.",
  "“There may be something financial we can do if we know any particular names, but I don’t see anything devastating that we could do,” Wood conceded.",
  "At about this time officers identified Skripal and his daughter and by Sunday evening they were at his home – in normal uniform or street clothes.",
  "They lived here, in our building?” said a bemused middle-aged woman at the west Moscow housing estate the Skripals called home for many years.",
  "Photograph: Natasja Weitsz/Getty Images\n\nZharko has said it was Litvinenko who introduced him to the same MI6 agent who recruited Skripal.",
  "“It all started in 2002, when he introduced me to employees of MI6 … They proposed that I provide consulting services to them, for money.",
  "“Not only do they kill their opponents but they also indicate to everybody that a crime is never going to be punished,” Felshtinsky said.",
  "Typhoon jets from RAF Lossiemouth intercepted two Russian long-range bombers as they approached to within 50 miles of the UK in January.",
  "“It’s too expensive for them to start a real war and too dangerous, so they try to find a different form of war, a cheaper form of war.",
  "At some point DS Nick Bailey, now seriously ill in hospital, visited the Skripal house, but it is not known where he was contaminated.",
  "“They knew they were making a mistake by releasing him, but they knew they would have a chance to kill him later,” Feltshtinsky said.",
  "But, unlike Litvinenko, Skripal seemed to have opted for a quiet life, keeping his head down and making no public criticism of Putin.",
  "“In reality, for the UK as well as for most European countries, the realistic alternative sources of imported gas are very limited.",
  "4.08pm Footage that emerged on Friday from a local business showed that people were still strolling casually through Market Walk.",
  "“I feel sorry for the shops that haven’t been able to open since the snow.”\n\nBack in Moscow many remain unaware of the story.",
  "There are elements within it like the GRU, which is a sort of rival to the FSB.”\n\nMany within the FSB are ultranationalists.",
  "Facebook Twitter Pinterest Soldiers removing a contaminated ambulance from Salisbury hospital’s A&E entrance on Saturday.",
  "At each, tents have been erected for investigators to work in and police in protective suits can been seen moving around.",
  "3.47pm A CCTV camera at Snap Fitness in Market Walk captured two people initially thought to be Skripal and his daughter.",
  "She turned left out of the gym and in front of her saw Skripal and the woman on a bench at the Maltings shopping centre.",
  "This was about terrorism, not elimination.”\n\nThe attack will have alarmed the Kremlin’s enemies now residing in the UK.",
  "But Skripal seems not to have made any changes to his lifestyle: hardly the action of someone in fear for their life.",
  "5.13pm Images taken by a passerby show that officers were still clearly unaware of the severity of the situation.",
  "“The exchange was very unusual,” explained Dr Yuri Felshtinsky, who co-wrote Blowing up Russia with Litvinenko.",
  "The police cordons have forced some businesses to close and those that are open have reported slower trading.",
  "“It is a shame on the back of a human tragedy,” said 41-year-old Claire Singleton, who works in a jewellers.",
  "The Friday footage shows an emergency vehicle racing through the pedestrianised arcade shortly after 4.15pm.",
  "In addition, Russia’s use of fake news, trolls and cyber-attacks confirm the Kremlin’s upping of the ante.",
  "“This is a complete change of the rules of the game and will frighten a lot of people,” Felshtinsky said.",
  "There has been speculation in police circles that he received an Osman notice before he was attacked.",
  "“The more trash and scum of the Earth that Britain accepts, the more problems it will have,” he said.",
  "Until now only individuals have been targeted in murders suspected of being linked to the Kremlin.",
  "The fee was about €2,000 a month, plus expenses,” Zharko once explained to a Russian broadcaster.",
  "Curbing the lifestyle of Putin’s rich allies will not give the Kremlin sleepless nights, however.",
  "Facebook Twitter Pinterest A Zizzi restaurant in Salisbury remained cordoned off at the weekend.",
  "They did not have specialist protective clothing and members of the public also strolled nearby.",
  "Police and paramedics worked on the couple at the scene for almost an hour in ordinary uniforms.",
  "5.48pm Police told Salisbury Journal they were investigating a possible drug-related incident.",
  "Former Russian press minister Mikhail Lesin was found dead in a Washington hotel room in 2015.",
  "According to the FSB, these included a Russian security service officer, Vyacheslav Zharko.",
  "“I don’t doubt it had general approval from senior heads – that’s the system he’s created.",
  "Approx 8.20pm Officers donned protective suits to examine the bench and surrounding areas.",
  "“If England decided not to play in the World Cup, that would be a good thing,” Wood said.",
  "These are warnings handed by the security services to people they fear may be targeted.",
  "Photograph: Andrew Matthews/PA\n\nBut the Kremlin’s allies here will also be concerned.",
  "It is not known if they walked from his home or whether they drove or were driven in.",
  "Later it became clear the pair were probably not the Russian and his daughter.",
  "But the UK is unlikely to impose the one sanction that would damage Russia.",
  "They are believed to have been in Zizzi for about 40 minutes from 2.30pm.",
  "5.11pm The woman was airlifted to hospital; Skripal was taken by road.",
  "She said the woman had passed out and the man was behaving strangely.",
  "Whether Skripal had an inkling his life was in danger is unclear.",
  "It was not until the next day that a major incident was declared.",
  "Facebook Twitter Pinterest Litvinenko in intensive care in 2006.",
  "This makes the targeting of his daughter all the more shocking.",
  "The rhetoric is typical of an increasingly bellicose Russia.",
  "4.03pm The same camera caught personal trainer Freya Church.",
  "It’s at this point that the past and the present collide.",
  "“Over a fifth of which is properties bought by Russians.",
  "“What Russia is conducting is a war,” Felshtinsky said.",
  "But quite a lot is known about the agent in question.",
  "But Skripal was in a different league from Zharko.",
  "Approx 4.15pm A member of the public dialled 999.",
  "The woman appeared to be carrying a red handbag.",
  "He owns a Westminster property valued at £11.4m.",
  "They can earn money acting as advisers to us.",
  "Police have been keen to speak to the couple.",
  "By 9pm Officers were hosing themselves down.",
  "“The FSB is not a monolithic organisation.",
  "Skripal’s attempted murder wasn’t subtle.",
  "“There a lot of people like him around.",
  "Again, none of this can be confirmed.",
  "“I don’t know anything about that.",
  "The comment was echoed by Lugovoi.",
  "A paramedic also ran through.",
  "Photograph: Ben Stansall/AFP",
  "Church walked on."
]