[
  "That means not only protecting ourselves by responding to acts of aggression as we’ve just seen, but also controlling the spread of corrupt Russian money.”\n\nSalisbury residents bemused by unfolding spy poisoning drama Read more\n\nIt would be better still if other countries joined in such sanctions, he said, adding: “If we could bring others with us, that would make a very big difference.”\n\nWhile he said he did not support a boycott by England of this summer’s World Cup in Russia, Tugendhat said ministers should be “very, very careful” about any threat to British fans travelling to the tournament.",
  "“We need to be very careful that we prevent the oligarchs, effectively those who have got wealthy by exploiting Russia’s wealth, by stealing from the Russian people for the best part of 20 years, realise that they can’t spend their wealth in London, that they can’t enjoy the luxuries of Harrods and whatever else, and that we’re absolutely firm in making sure that they feel the pain of being denied entry into the west,” he said.",
  "On the assumption that May does announce that Russia is thought to be behind the attack last week that left Skripal and his daughter critically ill, and a police officer in a serious condition, Tugendhat said ministers should seek a targeted response against individuals, like the US’s Magnitsky Act.",
  "In polling released in January by the Chicago Council on Global Affairs and the independent Levada Center in Moscow, 68% of respondents said they were not very concerned or absolutely not concerned “about the political and economic sanctions imposed by western countries”.",
  "But Britain’s response to the Salisbury incident could irritate some of the elites around the Kremlin, who have grown accustomed to parking their money in London real estate and educating their children in British private schools and universities.",
  "A public health warning urging hundreds of people who visited a pub and restaurant where Skripal may have been poisoned to wash their clothes and possessions has triggered concerns about the speed of the official response to the incident.",
  "The foreign secretary, Boris Johnson – who took a robust line on Russia in the Commons last week – is understood to be pushing for strong action, along with the defence secretary, Gavin Williamson, and the chancellor, Philip Hammond.",
  "Salisbury spy attack: national security council meets to discuss response Read more\n\nTom Tugendhat, who chairs the Commons foreign affairs committee, said he would be “surprised if she did not point the finger at the Kremlin”.",
  "The advice from Public Health England, released on Sunday morning, was aimed at as many as 500 customers who ate at the Zizzi restaurant or were in the Mill pub in the centre of Salisbury last Sunday and Monday.",
  "Putin’s nominal popularity in Russia has endured, or even been boosted by his growing conflict with the west, and earlier rounds of sanctions have had little impact on his official polling numbers.",
  "Show Hide If you were at the Mill or Zizzi restaurant in Salisbury city centre on Sunday 4 and Monday 5 March, you can share your experience with us by using our encrypted form.",
  "“So it’s clear that we have got the Russia government behaving certainly aggressively towards people in the United Kingdom, and even in quite a corrupting way,” Tugendhat said.",
  "Russia will hold presidential elections this Sunday, a vote Putin is guaranteed to win but wants to do so with a strong turnout to prove his government’s legitimacy.",
  "Some ministers are expected to tell the prime minister that a tougher stance is needed than that seen after the poisoning of Alexander Litvinenko in London in 2006.",
  "The prime minister will give an update on the poisoning of the former Russian spy Sergei Skripal and his daughter, Yulia, in the Commons at about 4.30pm on Monday.",
  "It was about “making sure we make Putin realise what we’re doing, and make people who support him realise that supporting him isn’t a great idea”, Tugendhat said.",
  "It seems unlikely that British punitive measures could hurt Putin’s chances on Sunday, where the Kremlin’s greater enemy is political apathy among Russians.",
  "Theresa May is expected to say the UK believes Russia was behind the nerve agent attack in Salisbury in a statement to MPs, according to a senior Tory MP.",
  "The prime minister will chair a national security council meeting on Monday, bringing together senior ministers with intelligence and security officials.",
  "If May did so, he told BBC Radio 4’s Today programme, the UK should draw up new rules to stop Russian oligarchs spending their wealth in London.",
  "Russia has already accused foreign powers of meddling in the vote and will probably seek to spin the British response in the same way.",
  "Facebook Twitter Pinterest Any British response to the Salisbury incident is unlikely to harm Vladimir Putin’s re-election chances.",
  "Photograph: Mikhail Metzel/TASS\n\nThe potential retaliation to Skripal’s poisoning comes at a sensitive moment in Russian politics.",
  "Your stories will help our journalists have a more complete picture of these events and we will use some of them in our reporting.",
  "Your responses will only be seen by the Guardian and we will treat them confidentially.",
  "So we need to be extremely careful that we do not become victims to this.",
  "“We’re seeing Russian money corrupting other institutions, too.",
  "Q&A Have you been affected by the events in Salisbury?"
]