[
  "In 2002, Pyotr Katsyv, a powerful local businessman and later the region’s transportation minister, and his son Denis had been accused of extorting land from a local business owner, who then turned to a man with alleged mafia connections for help, according to an investigation in the liberal Russian newspaper Novaya Gazeta.",
  "“She is vindictive and ruthless and unrelenting.” According to Browder, Veselnitskaya hired a team and spent millions of dollars to track his movements around the world in order to serve him with a subpoena that would force him to turn over 20 years worth of documents.",
  "People familiar with the Katsyv case say that Katsyv, like nearly all wealthy Russians, was simply getting his own money out of Russia using “established channels,” and that the $14 million at issue was not part of the $230-million fraud Magnitsky had uncovered.",
  "In his lawsuit, Browder alleged that Katsyv had used New York real estate to launder the money as part of a scheme uncovered by the lawyer and auditor Sergei Magnitsky, who died in a Russian prison under mysterious circumstances in 2009.",
  "“She was probably the most aggressive person I’ve ever encountered in all my conflicts with Russians,” says Bill Browder, a former investor in Russia who has been fighting Veselnitskaya in court for four years.",
  "She became close to both the powerful governor of the region, Boris Gromov, as well as to the family of Yury Chaika, then the Russian justice minister and now the prosecutor general of the Russian Federation.",
  "But in the four years of fighting the case, Katsyv and Veselnitskaya had decided to go after Browder, and his efforts to punish Russian officials for Magnitsky’s death.",
  "It enraged the Kremlin, which retaliated with a law banning American adoptions of Russian children, and by launching a massive lobbying effort to get the bill repealed.",
  "As the Katsyvs’ lawyer, Veselnitskaya got the reputed mobster sent to jail, and secured international arrest warrants for the business owner and his family.",
  "The Moscow region was a good place for a young lawyer to sharpen her teeth, as well as to find the clients and political patrons that would help her rise.",
  "According to people who know her, she remains close to the Chaika family; she told The Wall Street Journal on Friday that she knew Chaika personally.",
  "The law froze the U.S. assets of and banned entry to a list that eventually had two dozen Russian officials allegedly involved in Magnitsky’s death.",
  "Magnitsky had been denied medical attention in jail despite his worsening gall stones pancreatitis, and appeared to have died a violent death.",
  "It was also during this time that Veselnitskaya became close to the family that would bring her to New York and, ultimately, to Trump Tower.",
  "(He seems to be the person mistakenly referred to as “the Crown prosecutor of Russia” in the emails Trump Jr. released this week.)",
  "When Denis Katsyv was sued in New York on accusations of money laundering in 2013, Veselnitskaya again served as his counsel.",
  "Few people in Moscow had heard of Veselnitskaya until she burst onto the pages of The New York Times this week.",
  "But the case had implications bigger than the $14 million Katsyv was accused of stealing from Bill Browder.",
  "Browder, who had been his client, sought revenge and got it with the passage of the 2012 Magnitsky Act.",
  "The case was settled in May and Katsyv’s company did not admit fault.",
  "Veselnitskaya did not respond to multiple requests for comment.",
  "Those who had, though, spoke of her fearsome reputation."
]