[
  "Last year, she headed a Washington-based nonprofit, the Human Rights Accountability Global Initiative Foundation, that describes itself as “dedicated to overturning the Russian adoption ban.” The group provided the main lobbying thrust for powerful Russian oligarchs and top directors of state-backed entities who were allied with their government in trying to roll back the sanctions, according to lobbying disclosure forms filed with the U.S. Senate.",
  "Veselnitskaya didn’t simply organize the anti-Magnitsky group; she continued to attend events related to the Magnitsky Act throughout her summer 2016 visit to the U.S. Four days after the meeting at Trump Tower, she attended a Washington, D.C., screening of a controversial film that claimed that, rather than revealing corruption, Magnitsky was guilty of tax fraud himself.",
  "They included Denis Katsyv, Veselnitskaya’s client; Vladimir Lelyukh, deputy to the general director of Sberbank Capital, a subsidiary of the state-owned Sberbank, the largest bank in Russia; Berryle Trading Inc., an offshore corporation registered in the British Virgin Islands by way of Switzerland; and two other individuals, Mikhail Ponomarev and Albert Nasibulin.",
  "The Russian lawyer President Donald Trump’s son, son-in-law and campaign chairman met last year with the understanding she would provide damaging information the Russian government had acquired on Hillary Clinton was simultaneously leading a lobbying effort to repeal U.S. sanctions that Russian President Vladimir Putin loathes.",
  "Veselnitskaya told The Washington Post that she planned to discuss the Magnitsky Act in her 2016 meeting with Trump Jr. but after a few minutes “it was clear we were talking about two different things.” She dismissed allegations that her meeting with Trump Jr. was evidence that the Trump campaign colluded with a foreign power.",
  "Rohrabacher met with top Russian government officials who handed him documents that cast doubt on the stories of Browder and Magnitsky and a letter that said Russia would relax its ban on U.S. adoptions if more congressmen would question the Magnitsky story, according to a November 2016 Politico report.",
  "Natalia Veselnitskaya, a lawyer for a powerful Russian oligarch and government official, met with Donald Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort on June 9, 2016, at Trump Tower, according to emails Trump Jr. released Tuesday.",
  "Chaika, who was the source of the purported negative information on presidential rival Clinton, according to the emails Trump Jr. released Tuesday, also wrote in the letter that the Magnitsky Act was passed on the basis of lies spread by Browder.",
  "If Denis Katsyv lost, it would affirm Browder’s version of events and “undoubtedly would have precedential value in many countries,” Yuri Chaika, the general prosecutor of Russia, warned in a letter to Kommersant Magazine in December 2015.",
  "Around this time, Veselnitskaya traveled to the U.S. She wasn’t licensed to practice law in the U.S., but she worked with Katsyv’s American legal team and traveled periodically to New York to attend hearings and assist on the case.",
  "She was chosen as Moscow’s emissary in the June 2016 meeting with Trump Jr. and Trump campaign advisers in part because she was already planning to be in New York, according to emails published by The New York Times.",
  "Browder’s Hermitage Capital Management filed a complaint last July with the Justice Department accusing Veselnitskaya, Akhmetshin and others of failing to register as foreign agents for their work on behalf of HRAGI.",
  "According to the film, which was directed by occasional Putin critic Andrei Nekrasov, Browder fabricated the Magnitsky narrative to make the Russian government’s case against his friend appear politically motivated.",
  "The law Veselnitskaya was fighting against is named after Sergei Magnitsky, a Russian lawyer and accountant who accused Russian officials in 2008 of orchestrating a $230 million tax fraud scheme.",
  "Moscow was “outraged” by the Magnitsky sanctions, Putin’s then-deputy foreign minister said in 2012, and the Russian government retaliated by banning Americans from adopting Russian children.",
  "She submitted a report to lawmakers showing how Browder “deceived the U.S. administration” into passing sanctions in honor of Magnitsky, she told the Russian state-owned media outlet Sputnik.",
  "But her interests were nevertheless in sync with the Kremlin’s: She was working to repeal the Magnitsky Act, a 2012 law that imposed sanctions on several Russian officials and businessmen.",
  "Mike Segar / Reuters Donald Trump Jr. met with the Russian lawyer in June 2016 in an effort to gather information that might help his father's presidential campaign, he said.",
  "William Browder, the CEO of Hermitage Capital Management and one of Magnitsky’s clients, aggressively lobbied Congress to pass sanctions to avenge his friend’s death.",
  "Browder was the Department of Homeland Security’s key source in Bharara’s investigation of Katsyv, according to a 2014 deposition by Todd Hyman, a DHS special agent.",
  "Veselnitskaya’s group hired Rinat Akhmetshin, a Russian-American former Soviet military officer once described as a “gun-for-hire,” to lobby Congress in April 2016.",
  "Katsyv, a client of Veselnitskaya’s, is the son of Petr Katsyv, the vice president of state-owned Russian Railways and former vice governor of the Moscow region.",
  "Veselnitskaya never registered as a foreign agent, and it’s not clear whether she had Moscow’s financial support in her campaign to reverse the American law.",
  "Browder told HuffPost he plans to testify before the Senate Judiciary Committee hearing next week on Veselnitskaya’s effort to repeal the Magnitsky Act.",
  "That September, the Justice Department accused Denis Katsyv of laundering money obtained through a Russian tax fraud scheme uncovered by Magnitsky.",
  "His company, Prevezon, hid the proceeds of the $230 million scheme in high-end real estate in Manhattan, then-U.S. Attorney Preet Bharara alleged.",
  "Mikhail Voskresenskiy / Reuters Friends and relatives take part in the funeral ceremony for Sergei Magnitsky in Moscow on Nov. 20, 2009.",
  "Soon after Browder’s complaint, HRAGI began amending its filings to disclose its foreign backers who would benefit from its lobbying.",
  "Veselnitskaya first clashed publicly with Browder — and the Magnitsky Act — in 2013, soon after Congress enacted the law.",
  "Once a major foreign investor in Russia, Browder had fallen out of favor with Putin and is now exiled from the country.",
  "In the complaint, Hermitage alleges that Veselnitskaya helped organize screenings of Nekrasov’s film about Magnitsky.",
  "In June, as it ramped up its lobbying campaign, her group hired former Democratic Rep. Ron Dellums of California.",
  "He was accused of tax evasion and died in jail days before he would have had to be put on trial or released.",
  "The day after the screening, Veselnitskaya attended a congressional hearing about U.S. policy toward Russia.",
  "In May it brought on Cozen O’Connor lawyer Howard Schweitzer, a former official at the Export-Import Bank.",
  "Veselnitskaya told The Washington Post that she agreed to meet with Trump Jr. at the request of a friend ?",
  "By last summer, Browder and Magnitsky became the focus of Veselnitskaya and her nonprofit’s lobbying.",
  "Veselnitskaya never delivered the damaging information on Clinton, Trump Jr. told The New York Times.",
  "In April 2016, Rep. Dana Rohrabacher (R-Calif.) traveled to Russia on a congressional trip.",
  "Back in the U.S., Rohrabacher’s staff helped introduce HRAGI lobbyists to congressmen.",
  "The government settled the case in May, with Prevezon agreeing to pay $6 million.",
  "Top Russian officials hoped the U.S. would not win the case.",
  "Magnitsky died in jail after being accused of tax evasion.",
  "not because she was instructed to by the Kremlin.",
  "Katsyv did not admit to any wrongdoing.",
  "But her efforts were extensive.",
  "WASHINGTON ?"
]