[
  "\"It would be unfortunate if the U.S. decided to bar him based on a decision by those same Russian officials who have been targeted by this important legislation.”\n\nThe senators, citing Browder, noted that Russia has in the past submitted his name to Interpol for inclusion, but that it was rejected \"as politically motivated\" and thus his U.S. entry permission was immediately reinstated in those cases.",
  "\"I expect that you will remedy this error at once and explain to me and other lawmakers why this happened in the first place.”\n\nToward the end of the day Monday, a spokesman for U.S. Customs and Border Protection, a unit of DHS, said Browder is free to visit the United States and that his ESTA remains valid after it was manually approved by CBP officials on Wednesday of last week.",
  "The Trump administration said Monday it is not barring from the United States a Vladimir Putin critic whose work has led to friction between Washington and Moscow, following a flurry of reports and demands from lawmakers that he not face a crackdown by U.S. officials.",
  "But the spokesman noted that \"applications being manually reviewed may temporarily be placed in a pending status until a final determination is made,\" hinting that the confusion may be the result of slow or miscommunication between the agency and Browder.",
  "issued a statement insisting that DHS conduct an expedited review of what led to the reported revocation of Browder's so-called \"ESTA clearance\" — a special way for people from countries such as Britain to visit the U.S. without needing a visa.",
  "\"Mr. Browder’s work has helped to remove corrupt actors from our financial system and enhance accountability measures with respect to the U.S. relationship with the Russian Federation,\" the senators said.",
  "New York Rep. Eliot Engel, the ranking Democrat on the House Foreign Affairs Committee, also wrote to Secretary of State Rex Tillerson on Monday demanding Browder be allowed to visit the United States.",
  "Browder, a hedge fund manager, has been tweeting about his ordeal in recent days, drawing the attention of prominent Americans including the former U.S. ambassador to Moscow, Michael McFaul.",
  "William Browder, a British citizen, has campaigned against Russia over the killing-in-custody in 2009 of Sergei Magnitsky, a lawyer who had uncovered corruption in Russia's official ranks.",
  "Story Continued Below\n\nRussia is reported to have recently declared that Browder killed Magnitsky and, in the past week, submitted an international arrest warrant for Browder to Interpol.",
  "William Browder (pictured), a British citizen, has campaigned against Russia over the killing-in-custody in 2009 of Sergei Magnitsky, a human rights lawyer.",
  "Browder, on his Twitter feed, suggested that the warrant spurred the Department of Homeland Security to revoke his permission to enter the United States.",
  "But those travelers do need to submit information to U.S. authorities using a form known as ESTA, or the Electronic System for Travel Authorization.",
  "Browder's advocacy helped spur Congress in 2012 to pass the Magnitsky Act, which sanctions Russian officials suspected of human rights violations.",
  "British citizens generally don't need a visa to enter the United States because the U.K. is part of what's known as the Visa Waiver Program.",
  "While working for Browder, Magnitsky helped uncover a major corruption scheme that led authorities to jail him, where he died in custody.",
  "It was not clear why Browder thought his clearance had been revoked, and the CBP spokesman did not offer many details.",
  "“This decision harms American credibility on the world stage, and it is unacceptable,\" Engel wrote.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "| Drew Angerer/Getty Images Trump administration says it is not barring Putin critic from U.S.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "That led Browder to push other countries to punish the Kremlin as a result.",
  "Earlier this month, Canada adopted its own version of the Magnitsky Act.",
  "John McCain (R-Ariz.) and Ben Cardin (D-Md.)",
  "You can unsubscribe at any time.",
  "Sens."
]