[
  "In remarks on Sunday morning that broadened the allegations against Russia over the nerve agent attack on the former spy and his daughter two weeks ago, the foreign secretary said: “We actually have evidence within the last 10 years that Russia has not only been investigating the delivery of nerve agents for the purpose of assassination, but has also been creating and stockpiling novichok.”\n\nJohnson, who will brief the EU foreign affairs council on Monday in the hope of securing a new joint statement blaming Russia for the attack, made the claims on the BBC’s Andrew Marr Show.",
  "Johnson described the Porton Down claim as “satirical”, adding: “It was not the response of a country that really believes it’s innocent, that really wants to engage in getting to the bottom of this matter.”\n\nUK finance, power and water on highest alert as threat of Russian cyber reprisal grows Read more\n\nChizhov flatly denied that Russia had any stocks of novichok or had ever manufactured it.",
  "He added, in remarks more hostile towards Russia than any made by Corbyn: “But there’s a pattern of people being murdered here, so therefore it leads you to the conclusion that Putin has questions to answer, because it is highly likely this could be a state execution.”\n\nCorbyn has not made any similar allegations.",
  "Johnson’s allegation that Britain had evidence of stockpiling and active work on a delivery system for its use in assassinations may account for the confidence the prime minister showed last week when she insisted, after initial uncertainty, that the Russian state was directly culpable.",
  "The UK has been reminding France of Russia’s persistent defence at the UN of alleged use by the Syrian government of chemical weapons, pointing out that the French had led the call to end impunity for the use of chemical weapons at a special conference on the issue in Paris in January.",
  "The statement, which is seen as a test of British diplomatic power ahead of Brexit, is not likely to specify any collective new measures the EU, but will underline the need for EU to work harder on protecting itself from foreign interference by spies and through money laundering.",
  "He was speaking in rebuttal of a counterclaim on the same programme from the Russian ambassador to the EU, Vladimir Chizhov, that British agents might have used stockpiles from the chemical weapons facility at Porton Down, which is about eight miles from Salisbury.",
  "Boris Johnson has significantly escalated the row over the poisoning of Sergei Skripal and his daughter Yulia on British soil, saying that the government has evidence Russia has been creating and stockpiling the deadly nerve agent novichok within the past decade.",
  "The Foreign Office is optimistic that EU ministers will agree after Monday’s briefing by Johnson to a statement echoing the British blame on Russia for the nerve agent attack and calling on Russia to abide by its responsibilities under chemical weapons treaties.",
  "The shadow attorney general, Shami Chakrabarti, who is close to Corbyn, and Yvette Cooper, chair of the home affairs committee, whose intervention in the Commons last week was clearly critical of her party leader, both backed the party position over the weekend.",
  "He said scientists from the UN-backed Organisation for the Prohibition of Chemical Weapons would arrive in the UK on Monday to analyse samples of the agent used to poison the Skripals that also left a police officer, DS Nick Bailey, seriously ill.",
  "Britain has been arguing in private with fellow EU states that an allegedly flippant Russian refusal to engage with the allegations seriously indicates a country that does not care about its responsibilities under the chemical weapons convention.",
  "Speaking to Robert Peston on ITV, McDonnell defended Jeremy Corbyn’s apparent reluctance to blame the Russian state or Putin for the poisonings, insisting it was right that the leader of the opposition held the government to account.",
  "He pledged to use existing sanctions under last year’s Criminal Finances Act to crack down on unexplained wealth that may have been obtained by corruption or where there was evidence of a link with the Kremlin and Vladimir Putin.",
  "The foreign secretary confirmed there would be a new clause in the sanctions bill when it comes back to the Commons after Easter, giving the government powers similar to those the Magnitsky Act gives US authorities.",
  "In the first test of European attitudes to Russia since Putin’s reelection as president on Sunday, the EU will also express its shock that a military grade nerve agent has been used on the soil of an EU state.",
  "British officials have won strong support in the past few days over a hardening of the initial EU draft from the French and from UK’s traditional group of allies in northern Europe, including the Baltics.",
  "Johnson admitted in his BBC interview he had taken part in a £160,000 tennis match with Lubov Chernukhin, the wife of a former Putin finance minister, who won the match at a Conservative party fundraiser.",
  "Meanwhile, there appeared to be a coordinated attempt to close down a party row that has severely threatened party unity for the first time since last June’s general election.",
  "EU politicians are united in their opposition to the attack, but some rightwing populists, such as AfD in Germanyand La Lega in Italy, flatly refuse to blame Putin.",
  "John McDonnell, the shadow chancellor, confirmed that a Labour government would introduce a levy on properties owned by foreign companies registered in tax havens.",
  "Johnson said there were many ordinary Russians who had made their homes in Britain and were in no way to blame for the actions of Putin’s government.",
  "The Russian ambassador in London, Alexander Yakovenko, accused the prime minister of deliberately inflaming the situation “to score points at home”.",
  "He called for restraint and “cooler heads”, telling the Mail on Sunday: “This dispute is indeed escalating dangerously and out of proportion.”",
  "“I have seen clear thinking in an international crisis overwhelmed by emotion and hasty judgments too many times,” he said.",
  "She has donated a further £30,000 to sit beside the defence secretary, Gavin Williamson, at another fundraiser.",
  "Johnson dismissed as “inappropriate” the ambassador’s demand for Russian involvement in the investigation.",
  "It will allow those who have been responsible for a gross violation of human rights to be prosecuted.",
  "The government’s national security council will meet early this week to consider further measures.",
  "In an article in the Guardian on Friday, he warned against rushing ahead of the evidence.",
  "Chizhov said Russia had nothing to do with the incident."
]