[
  "That’s taken off.”\n\nThe day after boasting to the Russians, Trump told NBC’s Lester Holt, “When I decided to just do it [fire Comey], I said to myself ... this Russia thing with Trump and Russia is a made-up story.”\n\nPhilip Allen Lacovara, former Justice Department deputy solicitor general and counsel to Watergate special prosecutors Archibald Cox and Leon Jaworski, wrote in The Washington Post:\n\nComey’s statement lays out a case against the president that consists of a tidy pattern, beginning with the demand for loyalty, the threat to terminate Comey’s job, the repeated requests to turn off the investigation into Flynn and the final infliction of career punishment for failing to succumb to the president’s requests, all followed by the president’s own concession about his motive.",
  "I hope you can let this go.” Comey testified, “I took it as a direction” that “this is what he wants me to do.... [I] replied only that ‘[Flynn] is a good guy.’”\n\nAccording to Comey, the president asked Attorney General Jeff Sessions, Jared Kushner and others to step out of the Oval Office before he requested that Comey drop the “open FBI criminal investigation” of Flynn for “his statements in connection with the Russian contacts, and the contacts themselves.”\n\nTwo weeks earlier, the president had twice demanded “loyalty” from Comey, who testified that Trump told him, “I need loyalty, I expect loyalty.” Pressed by Trump, Comey said he finally assured the president he would get “honest loyalty” from the FBI director.",
  "British publicist and former tabloid reporter Rob Goldstone had told Trump Jr. in an email exchange that the Russian government had “some official documents and information that would incriminate Hillary,” adding, “This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.” Seventeen minutes later, Trump Jr. replied, “If it’s what you say I love it.”\n\nTrump Jr. insisted that nothing of substance came from the meeting with Veselnitskaya.",
  "It turns out that since July, Papadopoulos has been serving as a “proactive cooperator.” Special counsel Robert Mueller filed a document in federal court that says, “Defendant has indicated that he is willing to cooperate with the government in its ongoing investigation into Russian efforts to interfere in the 2016 presidential election.” Papadopoulos was likely wired for sound during conversations with administration officials whom he may implicate in criminal conduct.",
  "Even if the meeting and the release of DNC documents were unrelated and nothing substantive came from that meeting, Trump Jr. and possibly Manafort and Kushner could be liable for attempted violation or conspiracy to violate the Federal Election Campaign Act.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.",
  "The special counsel is also exploring whether Flynn tried to assist in removing a chief rival of Turkish President Recep Tayyip Erdogan from the United States to Turkey in return for the payment of millions of dollars, two officials told NBC News.",
  "Last week’s indictments of former Trump campaign chairman Paul Manafort and his longtime associate Richard Gates, together with the guilty plea by former Trump foreign policy adviser George Papadopoulos, sent shock waves through the White House.",
  "In fact, once Mueller secures a grand jury indictment of the two Flynns, it’s quite possible that the special counsel will pressure the elder Flynn to become a “proactive cooperator” in exchange for lenient treatment of his son and even himself.",
  "NBC News reports that Trump Jr. is “under scrutiny by Mueller.” It’s quite possible that Mueller is investigating both Trump and Trump Jr. for conspiracy to violate the Federal Election Campaign Act.",
  "As the special counsel moves toward criminally charging Donald Trump’s former national security adviser Michael T. Flynn and others, even the president could find himself in Mueller’s crosshairs.",
  "Trump Jr. and Others in Mueller’s Crosshairs\n\nFlynn is not the only official whose family members could be implicated in the Russia investigation; Trump himself faces the same predicament.",
  "That happened the day after Trump fired Flynn for lying to Vice President Mike Pence about Flynn’s contacts with Sergey Kislyak, Russian ambassador to the United States.",
  "In June 2016 Donald Trump Jr., Kushner (Trump’s son-in-law) and Manafort met at Trump Tower with Natalia Veselnitskaya, a Russian lawyer with ties to the Kremlin.",
  "Mueller Could Pressure Flynn to Incriminate Trump\n\nIf Mueller charges Michael T. Flynn, that could strengthen the obstruction of justice case against Trump.",
  "Trump Jr. arranged the meeting with the expectation of receiving negative information the Russian government supposedly had about Hillary Clinton.",
  "Trump Fired Comey to Protect Flynn\n\nRecall that in February, Trump pressured then-FBI Director James Comey to drop the investigation of Flynn.",
  "The Russian lawyer claimed that before the election, Trump Jr. indicated to her that if his father became president, the Magnitsky Act ?",
  "NBC News reported on November 5 that Mueller has enough evidence to bring criminal charges against Flynn and his son, Michael G. Flynn.",
  "Trump has gone to great lengths to protect Flynn, likely because the latter has information that would incriminate the president.",
  "I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.",
  "Trump leaned heavily on Comey to look the other way in the Flynn investigation and fired Comey when he refused to let Flynn go.",
  "Mueller is reportedly investigating Michael T. Flynn for money laundering and lying to federal agents about overseas contacts.",
  "And Sessions has been called to testify before Congress again for lying about Trump campaign contacts with Russian officials.",
  "After the June 2016 meeting became public, in damage control mode, Donald Trump crafted a statement for his son to deliver.",
  "On November 6, Bloomberg reported that Veselnitskaya made explosive statements about Trump Jr. in a Moscow interview.",
  "a US law that froze some Russian officials’ access to real estate and to money they had kept in Western banks ?",
  "Any experienced prosecutor would see these facts as establishing a prima facie case of obstruction of justice.",
  "The next day, Trump boasted to Russian officials in the Oval Office, “I just fired the head of the FBI.",
  "Kushner and former Trump adviser Carter Page are also under scrutiny by Mueller, according to NBC News.",
  "But five days later, DCLeaks released internal documents from the Clinton campaign for the first time.",
  "And one week later, WikiLeaks published numerous hacked Democratic National Committee (DNC) emails.",
  "Moreover, new information has come to light that could increase Trump Jr.‘s criminal liability.",
  "Trump warned Comey, “I hope you can see your way clear to letting this go, to letting Flynn go.",
  "Additional disclosures of hacked data continued to emerge until the presidential election.",
  "In this case, the president could potentially be named as an unindicted co-conspirator.",
  "Father and son worked together in Flynn Intel Group, a consulting and lobbying group.",
  "Russia retaliated for the Magnitsky Act by halting US adoptions of Russian children.",
  "It was the firing of Comey that led to the appointment of special counsel Mueller.",
  "He was crazy, a real nut job,” adding, “I faced great pressure because of Russia.",
  "When Comey didn’t halt the investigation of Flynn, Trump fired the FBI director.",
  "It took Trump 18 days to fire Flynn after learning of his lies to Pence.",
  "The act also banned these officials from entering the United States.",
  "But Mueller’s opening salvo was just the tip of the iceberg.",
  "It said,\n\nIt was a short introductory meeting.",
  "Donald Trump should be very worried.",
  "I asked Jared and Paul to stop by.",
  "Reprinted with permission",
  "could be reconsidered.",
  "Copyright, Truthout.",
  "He is a good guy."
]