[
  "CNN/screenshot\n\nBanker turned human-rights activist Bill Browder says his authorization to travel to the US using his British passport via an ESTA visa was revoked on the same day that Russian prosecutors issued an Interpol warrant for his arrest on charges of tax evasion and murder.",
  "Russia has claimed Magnitsky died of natural causes and, in a new twist, is now accusing Browder of colluding with a British spy in 2009 \"to cause the death of S. L. Magnitsky by persuading Russian prison doctors to withhold care,\" according to The New York Times.",
  "Magnitsky was jailed by some of the same Russian officials he had accused of corruption, Browder has said, and was beaten to death by prison guards after failing to receive medical treatment for pancreatitis and other serious ailments.",
  "Russian investigators have accused Browder of several crimes over the past decade, including tax evasion and a scheme to bypass the Kremlin to buy up Gazprom shares for foreign investors, in an effort to undermine his credibility.",
  "A spokesperson for the US Customs and Border Protection Agency said in a statement following this article's publication that Browder's ESTA \"was manually approved by CBP on Oct. 18—clearing him for travel to the United States.\"",
  "Magnitsky is believed to have uncovered a $230 million tax-fraud scheme in 2008 on behalf of Browder's company, Hermitage Capital, which quickly snowballed into one of the biggest corruption scandals of Putin's tenure.",
  "Browder tweeted over the weekend that Russian President Vladimir Putin had managed, on the fifth attempt, to place him on the Interpol list after four previous rejections by the International Police Organization.",
  "Browder spearheaded the 2012 sanctions legislation known as The Magnitsky Act, which was passed to punish high-level Russian officials suspected of being involved in the death of his tax lawyer Sergei Magnitsky.",
  "Russian lawyer Natalia Veselnitskaya detailed Browder's alleged misconduct in a memo that she brought with her to a meeting with Donald Trump Jr., Paul Manafort, and Jared Kushner at Trump Tower last June.",
  "AP Browder explained that he first discovered the visa problems after receiving an email from DHS about \"a change in global entry status\" — his global entry pass had been revoked, according to the website.",
  "ESTA, or the Electronic System for Travel Authorization, is an automated system that allows tourists from a Visa Waiver Program country to travel to the US for business or pleasure for 90 days or less.",
  "A diffusion notice is similar to, but less formal than, a red notice, which is \"the closest instrument to an international arrest warrant in use today,\" according to the Justice Department.",
  "He then tried to book a flight to the US to check whether his ESTA authorization was still valid, but United Airlines \"refused to check me in because of visa problems.\"",
  "The document closely mirrored a memo written by the Russian prosecutor's office months earlier that was given to US Rep. Dana Rohrabacher while he was in Moscow.",
  "But Browder told Business Insider that he \"got the message from DHS of my Global Entry revocation and my ESTA (visa waiver) cancellation on October 19th.\"",
  "\"I checked with law-enforcement contacts and learned that Russia added me to the Interpol system via a diffusion notice on October 17,\" Browder said.",
  "He also said the Department of Homeland Security \"refused to provide any answers\" when he initially asked last week why his ESTA had been revoked.",
  "\"They suggested I file a FOIA [Freedom of Information Act] request and wait for the answer, which can take as long as six months,\" Browder said.",
  "But Browder said Russian officials had used a \"loophole\" known as a diffusion notice to bypass scrutiny by Interpol HQ.",
  "\"The new accusation is made all the more sinister for its absurd and at times cartoonish details,\" The Times reported.",
  "The same day the warrant was issued, Browder said, he was notified that his ESTA had been revoked.",
  "It is still unclear why Browder was effectively barred from the US following the Interpol warrant.",
  "Putin on Thursday called the Magnitsky Act the product of \"anti-Russian hysteria.\"",
  "Browder gave up his US citizenship in 1998 and became a British citizen.",
  "Interpol did not immediately return a request for comment.",
  "A memorial for Sergei Magnitsky in Russia.",
  "The spokesperson said it \"remains valid.\"",
  "Bill Browder."
]