[
  "If the answers are not forthcoming or are unsatisfactory, then authorities must seize their assets as a matter of urgency.”\n\nJohn McDonnell, the shadow chancellor, said it was necessary to “hit the Russian elite in the wallet” and said Labour “will call time on global elites like the Russian oligarchs, who are essentially fleecing the Russian people and using our financial sector to hide their ill-gotten gains”.",
  "Labour wants the government to implement promises made by David Cameron to force the British Virgin Islands and other overseas territories to introduce public ownership registers, a promised ditched under May, and to force those who own UK property via offshore companies to identify themselves more quickly than the 2021 timeframe set out by the government last month.",
  "Hodge added that an indication of how far Russians – and other wealthy foreigners – were buying up property in the most prestigious parts of London was demonstrated by an 8% fall in the number of people eligible to vote in Kensington & Chelsea in west London since 2010, a time when the UK electorate increased by 3%.",
  "'The climate is disturbing': Russians in London unsettled by Skripal affair Read more\n\nBill Browder, a British-based lawyer who has campaigned for the introduction of anti-corruption sanctions following the death of Magnitsky, said that he wanted ministers to deploy any new legal powers against oligarchs.",
  "In the Commons earlier this week, Cable cited Igor Shuvalov, Russian’s first deputy prime minister, who owns two flats in Whitehall near the Ministry of Defence, which were bought in 2014 for £11.4m by a company that Russian anti-corruption campaigner Alexey Nalvany says the minister owns.",
  "New estimates reveal that prominent Russian figures with ties to the Putin regime own British properties worth nearly £1.1bn, mostly in London, although the true value is likely to be far greater because buyers can take advantage of offshore secrecy loopholes left open under Theresa May.",
  "Russian politicians and oligarchs should be forced to disclose their property assets in the UK and face sanctions if they cannot explain where their money has come from, according to senior Labour and Liberal Democrat MPs pressing for a tough response to Sergei Skripal’s poisoning.",
  "Cable said: “The prime minister must demand these oligarchs, who surely must be considered politically exposed persons, explain in writing, with detailed documentation, just how they obtained their fortunes.",
  "The expectation is that ministers will introduce new powers that could ban potentially corrupt figures from entering the UK, but opposition politicians believe this will have minimal impact in isolation.",
  "The government is expected to bring forward so-called Magnitsky amendments – the anti-corruption measures named after the late whistleblower Sergei Magnitsky to target politically significant Russians.",
  "If granted by a court, the owner of a property in the UK who is judged to be a politically exposed person outside the EU has to explain how they could afford to buy it or risk having it seized.",
  "Dame Margaret Hodge, a Labour MP and a former chair of the public accounts committee, said expulsions of Russian diplomats, announced earlier this week by May, were insufficient.",
  "“Wouldn’t it be far more effective to clamp down on Russian use of Britain as a safe haven for illegal wealth?” she wrote in an article for the Guardian.",
  "Vince Cable, the Lib Dem leader, said newly introduced “unexplained wealth orders” should be deployed to step up the pressure.",
  "“We’ve seen a complete and absolute failure of the British government in dealing with this issue, he said.",
  "How to hide it: inside the secret world of wealth managers | Brooke Harrington Read more",
  "An official declaration by Shuvalov in 2014 said his official salary was £112,000.",
  "“I’m not confident it will change”."
]