[
  "JUST WATCHED Kellyanne Conway defends Trump Jr. meeting Replay More Videos ... MUST WATCH Kellyanne Conway defends Trump Jr. meeting 01:20\n\nThe meeting -- and its revelation -- underscores how the swirl of stories about Russia continues here in Washington, even after Trump met with Russian President Vladimir Putin on the sidelines of the G20 in Hamburg, Germany.",
  "— John Podesta (@johnpodesta) July 10, 2017\n\n\"Everyone here at this gas station in Stratton, CO is talking about how @realDonaldTrump didn't know his son, son-in-law and campaign manager were meeting in his office building with a Russian who promised negative information about Hillary,\" he tweeted.",
  "1/ Everyone here at this gas station in Stratton, CO is talking about how @realDonaldTrump didn't know his son... — John Podesta (@johnpodesta) July 10, 2017\n\n2/2 son-in-law and campaign manager were meeting in his office building with a Russian who promised negative information about Hillary.",
  "Trump learned of the meeting \"in the last couple of days,\" Sarah Huckabee Sanders said, describing the meeting Trump's son, Trump's son-in-law Jared Kushner and then-campaign chairman Paul Manafort and Natalia Veselnitskaya, as \"very short\" with \"absolutely no follow up.\"",
  "White House aides had hoped that the meeting between the two world leaders would have helped stem the stream of stories, but were greeted by the New York Times report when they touched down in Washington after the foreign trip.",
  "\"The only thing I see inappropriate about the meeting was the people who leaked the information on the meeting after it was voluntarily disclosed,\" Sanders said, slamming leaks and later the Democratic National Committee.",
  "\"After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,\" Trump Jr. said in a statement.",
  "Washington (CNN) President Donald Trump only recently learned of the meeting between a Russian lawyer and three of his top campaign officials, including his son Donald Trump, Jr., a White House spokeswoman said Monday.",
  "The meeting later pivoted, Trump's son said, to adoptions and a US law known as the Magnitsky Act, which allows the US to withhold visas and freeze the assets of Russians thought to have violated human rights.",
  "— Donald J. Trump (@realDonaldTrump) July 7, 2017\n\nThe tweet came days after Trump tweeted that everyone at the G20 was \"talking about why John Podesta refused to give the DNC server to the FBI and the CIA.\"",
  "But the President's son and operator of the family's business said in response to another Saturday New York Times report that the meeting was, in part, to gain damaging information about Hillary Clinton.",
  "The meeting with Trump's son and campaign officials happened on June 9, 2016, over a month before Pence -- then Indiana's governor -- joined the Trump campaign on July 15.",
  "Clinton's former campaign chairman, John Podesta, looked to ridicule Trump on Monday when he tweeted about the fact Trump didn't know about the meeting at the time.",
  "Donald Trump Jr., in response to a New York Times story about his meeting, said on Saturday that his meeting with Veselnitskaya was primarily about \"adoptions.\"",
  "A spokesperson for Donald Trump Jr. confirms the first son has now hired Washington attorney Alan Futerfas to represent him in the ongoing matters.",
  "Pence, in an interview with CBS News, said \"of course\" no one from the campaign met with Russians trying to meddle in the election.",
  "\"Did any adviser or anybody in the Trump campaign have any contact with the Russians who were trying to meddle in the election?\"",
  "\"And I think to suggest that is to give credence to some of these bizarre rumors that have swirled around the candidacy.\"",
  "\"I don't know any other meetings with Don Jr. but I also haven't had an extensive conversation with him,\" Sanders added.",
  "Veselnitskaya founded a group that sought to remove Moscow's ban on the adoption of Russian children by US citizens.",
  "\"He is not focused on stories about the campaign, particularly stories about the time before he joined the ticket.\"",
  "The White House statement echoed what Mark Corallo, a spokesman for the President's legal team, said on Sunday.",
  "Sanders said later in the briefing that Trump's son \"did not collude with anybody to influence the election.\"",
  "Asked if it was normal and standard practice during the campaign to have meeting like the one Trump Jr. had.",
  "Vice President Mike Pence was also unaware of the meeting until recently, a spokesman told CNN on Monday.",
  "Everyone here is talking about why John Podesta refused to give the DNC server to the FBI and the CIA.",
  "\"The vice president was not aware of the meeting,\" said Marc Lotter, Pence's spokesman.",
  "\"The President was not aware of, and did not attend, the meeting,\" he said.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.\"",
  "\"Her statements were vague, ambiguous and made no sense.",
  "CBS' John Dickerson asked on January 15.",
  "\"Of course not,\" Pence replied.",
  "Disgraceful!",
  "\"Sad!\"",
  "Sad!"
]