[
  "\"William Browder is strong advocate for anti-corruption efforts around the world and we relied on his expertise and support as we led the effort to pass the Magnitsky Act,\" the senators wrote, referring to legislation spearheaded by Browder in 2012 that punished high-level Russian officials suspected of being involved in the death of his tax lawyer Sergei Magnitsky.",
  "\"Mr. Browder's work has helped to remove corrupt actors from our financial system and enhance accountability measures with respect to the US relationship with the Russian Federation — it would be unfortunate if the US decided to bar him based on a decision by those same Russian officials who have been targeted by this important legislation,\" the senators wrote.",
  "REUTERS/Aaron P. Bernstein\n\nRepublican Sen. John McCain and Democratic Sen. Ben Cardin released a joint statement on Monday calling on the Department of Homeland Security to \"expedite an immediate review\" of the decision to bar the banker turned human-rights activist Bill Browder from the US.",
  "Russia has claimed Magnitsky died of natural causes and, in a new twist, is now accusing Browder of colluding with a British spy in 2009 \"to cause the death of S. L. Magnitsky by persuading Russian prison doctors to withhold care,\" according to The New York Times.",
  "Browder said on Sunday that his authorization to travel to the US using his British passport via an ESTA visa was revoked on the same day that Russian prosecutors issued an Interpol warrant for his arrest on charges of tax evasion and murder.",
  "Magnitsky was jailed by some of the same Russian officials he had accused of corruption, Browder has said, and was beaten to death by prison guards after failing to receive medical treatment for pancreatitis and other serious ailments.",
  "Russian investigators have accused Browder of several crimes over the past decade, including tax evasion and a scheme to bypass the Kremlin to buy up Gazprom shares for foreign investors, in an effort to undermine his credibility.",
  "A spokesperson for the US Customs and Border Protection Agency said in a statement following this article's publication that Browder's ESTA \"was manually approved by CBP on Oct. 18—clearing him for travel to the United States.\"",
  "He said he learned from law enforcement sources that President Vladimir Putin had managed to place him on the Interpol list on October 17 after four previous rejections by the International Police Organization.",
  "A diffusion notice is similar to, but less formal than, a red notice, which is \"the closest instrument to an international arrest warrant in use today,\" according to the Justice Department.",
  "But Browder told Business Insider that DHS informed him of his Global Entry revocation and ESTA cancellation on October 19.",
  "But Browder said Russian officials had used a \"loophole\" known as a diffusion notice to bypass scrutiny by Interpol HQ.",
  "It is still unclear why Browder was effectively barred from the US following the Interpol warrant.",
  "Interpol did not return a request for comment.",
  "Senator John McCain, the Arizona Republican.",
  "The spokesperson said it \"remains valid.\"",
  "Read the senators' full statement below:"
]