[
  "It was never my intention to have that.”\n\nTrump Jr appeared to defend the meeting in a tweet Monday, saying: “”Obviously I’m the first person on a campaign to ever take a meeting to hear info about an opponent … went nowhere but had to listen.”\n\nIn a previous statement, Trump Jr. said he was told Veselnitskaya could have “information helpful to the [Trump] campaign.” Trump Jr. characterized her statements as “vague” and “ambiguous,” and said she quickly changed the discussion to international adoption policy.",
  "It was Mr Jared Kushner and he never came back by the way.”\n\nAccording to Veselnitskaya, then-campaign chairman Paul Manafort was also in attendance, but he was “always looking at his phone [and] never took any active part in the conversation.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "View Sample Sign Up Now\n\nWhen asked why Trump’s team had the impression that they were going to be told some compromising information on then-Democratic candidate Hillary Clinton, the Russian lawyer simply said: “It’s quite possible that maybe they were looking for such information.",
  "Natalia Veselnitskaya, the Russian attorney who met with the son of President Donald Trump during the 2016 election campaign, said she never worked for and has no connections with the Russian government.",
  "Speaking in an exclusive interview with NBC News, Veselnitskaya said she was told to come to Trump Tower to meet with members of the Trump presidential campaign, including Donald Trump Jr., last year.",
  "I could recognize the young gentleman who was only present in the meeting for probably the first seven to ten minutes and then he stood up and left the room.",
  "The law was named after Sergei Magnitsky, who was arrested in Russia after accusing officials of $230 million in tax fraud.",
  "They wanted it so badly.” Veselnitskaya also said she “never had damaging or sensitive information about Hillary Clinton.",
  "He was reportedly beaten and not provided with proper medical treatment before dying in prison in 2009.",
  "Veselnitskaya insists she met with Trump Jr. to press her client’s interest in the Magnitsky Act.",
  "Veselnitskaya is a leading opponent of the Magnitsky Act, which the U.S. Congress passed in 2012.",
  "“I never knew who else would be attending the meeting,” she said in the translated interview.",
  "“All I knew was Mr Donald Trump Jr. was willing to meet with me.",
  "The law imposes sanctions on anyone implicated in his torture.",
  "Write to Kate Samuelson at kate.samuelson@time.com."
]