[
  "With innovation and creativity key drivers of business success, I’m looking for inspiration on how to ingrain this into our Tapestry culture.”\n\nAjay Banga, CEO, Mastercard\n\nRescue, by David Miliband\n\n“David draws on his own remarkable life experience as the son of refugees growing up to serve as the U.K.’s foreign secretary to demonstrate the urgency and the necessity of addressing the global refugee crisis, which includes one out of every 113 people on earth.",
  "This is another incredible story of the amazing work they do every day to keep us all safe, as well as such good insight into the unique lives they live and the sacrifices they and their families endure.”\n\nRobert A.M. Stern, architect\n\nBunny Mellon: The Life of an American Style Legend, by Meryl Gordon\n\nSticky Fingers, by Joe Hagan\n\n“Apart from readings in architectural history, I always try to read something of general interest, preferably current and juicy.",
  "He rightly calls for coordinated solutions at political, corporate, and individual levels to remind us all that if we ‘rescue the refugees, we rescue ourselves.’ ”\n\nBeth Mooney, CEO, KeyCorp\n\nRed Notice, by Bill Browder\n\nBill Browder, former CEO of Hermitage Capital Management—one of the largest foreign investors in Russia until 2005—“provides a fascinating perspective on the Russian economy and its power base.",
  "I’m also addicted to mystery thrillers, especially those like the Kinsey Millhone series by [the late] Sue Grafton.”\n\nBarbara Corcoran, founder of the Corcoran Group, “shark” on ABC’s Shark Tank\n\nThe Good Wife: A Novel, by Stewart O’Nan\n\n“I couldn’t relate to the well-educated wife who had given away all of her power to her husband, harboring her anger for years....Reading it made me the angry wife!",
  "Victor Luis, CEO, Tapestry\n\nCreative Confidence, by Tom and David Kelley\n\n“It’s a narrative on how to unlock, nurture and strengthen the innate creativity that lies within individuals and therefore organizations.",
  "Joseph Abruzzo, head of HSBC Private Banking, Americas\n\nThe Operator, by Robert O’Neill\n\n“I’m inspired by and grateful for the skill, bravery, and commitment of all of our veterans and their families.",
  "The book reads like a thriller, except that it’s true; it culminated with the passage of the Magnitsky Act in Congress in 2012.” (The law targets human rights abusers in Russia.)",
  "Business and finance leaders turn to books to understand underlying forces dominating the headlines or to pick up insights to help them excel at their jobs.",
  "I just finished the biography of Bunny Mellon and am now well into Sticky Fingers, the biography of Jann Wenner.",
  "I am reading it to gain insights into how to drive a culture of innovation across our three brands.",
  "Here are picks from top execs, and thoughts on one novel to avoid.",
  "Sometimes just a good read will do."
]