[
  "Shuji Kajiyama/Reuters A new complaint filed with the Treasury's Office of Foreign Asset Control alleges that California Rep. Dana Rohrabacher and his staff director, Paul Behrends, violated the Magnitsky Act when they tried to get Russia's deputy general prosecutor, Victor Grin, removed from the US sanctions list last year.",
  "\"These actions constitute services provided to a SDN [specially designated national] by US persons in apparent violation of the Magnitsky Act sanctions which expressly forbid US persons to provide such services,\" the complaint says of Rohrabacher's activities last summer.",
  "Those people, according to the complaint, include Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin — both of whom attended a meeting with Donald Trump Jr. at Trump Tower last June to discuss a possible repeal of the Magnitsky Act.",
  "The complaint was filed by US financier Bill Browder, the founder of Hermitage Capital Management, who spearheaded the Magnitsky Act in 2012 to punish Russian officials suspected of being involved in the death of his accountant, Sergey Magnitsky.",
  "He was later thrown in jail by the same Interior Ministry officers he testified against during criminal proceedings to punish those involved in the tax scheme, Browder said in 2015, and died in custody after being held for 358 days.",
  "Browder's complaint rests largely on a Daily Beast report published last week alleging that Rohrabacher, a staunch defender of Russia and Putin, met with officials from the prosecutor general's office in Moscow in April 2016.",
  "Upon returning to Washington, DC, Rohrabacher tried to organize a show-trial of Browder in front of Congress that would have included a screening of an anti-Magnitsky Act film that attacked Browder, The Daily Beast reported.",
  "U.S. Representative Dana Rohrabacher (R-Ca) gestures as his U.S. Congressional delegation arrives to meet Japanese Prime Minister Shinzo Abe at the Prime Minister's official residence in Tokyo September 2, 2013.",
  "The complaint Browder filed on July 21 alleges that Rohrabacher \"made personal introductions for lobbyists advocating the Russian government's and Grin's position against the Magnitsky Act.\"",
  "Magnitsky uncovered a $230 million tax fraud scheme in 2008 when he was working for Hermitage that implicated high-level Kremlin officials and allies of President Vladimir Putin.",
  "\"Changing attitudes to the Magnitsky story in the Congress ... could have a very favorable response from the Russian side,\" the document said, according to the Daily Beast.",
  "The hearing was ultimately canceled when Republican Party leaders intervened, and the film was shown at the Newseum instead of on Capitol Hill.",
  "The report said he accepted a \"confidential\" document that Rohrabacher then used to try to undermine the Magnitsky Act on Capitol Hill.",
  "Browder, who filed the complaint, told Business Insider that he would be \"surprised\" if the Treasury did not take it seriously.",
  "\"The violations are brazen and when you get into sanctions offenses, politics disappear almost completely,\" he said.",
  "Rohrabacher's office did not immediately respond to a request for comment."
]