[
  "At the meeting, Trump administration officials are expected to give guidance and get suggestions for names of foreign human rights violators to be sanctioned under the act — full name: Global Magnitsky Human Rights Accountability Act — which targets any foreign person \"responsible for extrajudicial killings, torture, or other gross violations of internationally recognized human rights committed against individuals in any foreign country.”\n\nThe meeting follows a directive from President Trump last month, who wrote in a letter to Congress that his administration is \"actively identifying persons and entities to whom the Act may apply\" and gathering \"the evidence necessary to apply it.\"",
  "“Global Magnitsky is a key test case for [Secretary of State Rex Tillerson’s] State Department: will it implement seriously existing law on human rights?” said Daniel Calingaert, Executive Vice President for Freedom House, which describes itself as \"an independent watchdog organization dedicated to the expansion of freedom and democracy around the world.\"",
  "When they sit down with the Trump administration officials from State and Treasury on Tuesday, the human rights groups will be looking for two things: Any indication from the Trump administration that they are serious about implementing the Global Magnitsky Act, and clarity on what is sufficient evidence for State and Treasury to add people to the list.",
  "In advance of this meeting, human rights organizations have been working to prepare files on suspected gross human rights abusers from countries including China and Vietnam who they would like to see added to a list of foreign persons who are in effect banned from traveling to or doing business in the US.",
  "It's one of the last pieces of legislation signed by President Obama before he left office, giving the President power to impose visa bans and freeze US assets against any foreign person who targets whistleblowers or is deemed a human rights violator.",
  "The State Department will host a roundtable discussion in Washington on Tuesday with representatives from non-government organizations and human rights groups, BuzzFeed News has learned, to discuss implementation of the Global Magnitsky Act.",
  "\"Over the coming weeks and months, agencies will undertake thorough interagency vetting to ensure we fulfill our commitment to hold perpetrators of human rights abuses and corruption accountable,” the letter said.",
  "Calingaert confirmed that a representative from Freedom House will attend the meeting on Tuesday."
]