[
  "(National Review)\n\nInstaTrump: While Donald Trump’s favorite social-media platform is Twitter, it seems that members of his inner circle prefer Instagram, a platform that provides them with a “fan base that doesn’t seem to mind the disconnect between that Trumpian lifestyle and that of the president’s working-class base.” (Katie Glueck, McClatchy)\n\nChoosing Ignorance: The Trump administration is threatening funding cuts for the Department of Energy.",
  "Snapshot\n\nWhat We’re Reading\n\nScaramucci on the Record: In a phone call with The New Yorker’s Ryan Lizza, the new White House communications director said he wanted to “kill all the leakers” in the White House and called White House Chief of Staff Reince Priebus a “paranoid schizophrenic.”\n\nThe Deal With ‘Skinny’ Repeal: The Republicans’ next-best option for repealing Obamacare is to get rid of the legislation’s employer and individual mandates.",
  "(Kim Soffen and Kevin Schaul, The Washington Post)\n\nQuestion of the Week\n\nOn Monday, Democrats unveiled a new agenda, “A Better Deal: Better Jobs, Better Wages, Better Future,” that they hope will help them reclaim a majority in Congress.",
  "(Paul Demko, Politico)\n\nBack At It: In Michelle Obama’s first public speaking event since leaving the White House, she sat down with Lauren Casteel of The Women’s Foundation to discuss how race shaped her experience as first lady.",
  "(Michael Lewis, Vanity Fair)\n\nVisualized\n\nWatch the Vote: Keep track of how senators have been voting on the Republicans’ health-care proposals.",
  "But the White House seems clueless about what the department actually does—and how incredibly important its responsibilities are.",
  "Share your response here or email hello@theatlantic.com, and our favorites will be featured in Friday’s Politics & Policy Daily.",
  ": President Trump made the right decision in banning transgender Americans from serving in the military, argues David French.",
  "The plan includes emphasizing better-paying jobs, lowering health-care costs, and cracking down on big business.",
  "-Written by Elaine Godfrey (@elainejgodfrey), Lena Felton (@lenakfelton), and Taylor Hosking (@13hoskingt)",
  "If you were drafting a new plan to appeal to Americans, what would your slogan be—and why?",
  "But experts warn it could result in higher premiums and more uninsured Americans.",
  "Follow stories throughout the day with our Politics & Policy portal.",
  "(Nadia Khomami, The Guardian)\n\nWill He Ever Learn?",
  "But the way he handled the statement was careless."
]