[
  "His colleagues recall the journalist telling he was warned: if this unleashes a big international scandal, the FSB will certainly initiate a criminal investigation into the dissemination of state secrets and \"will take it to the end,\" Kommersant wrote at the time\n\nAnd investigative reporters are not the only ones who are the victims of mysterious falls.",
  "The report said Pshenichny, who was accused of embezzling $1.6 million in a state military contract, had been raped, electrocuted and killed in pretrial detention, the independent newspaper Novaya Gazeta reported, citing an examination by state forensic pathologists.",
  "Russian investigators said they didn't see any grounds to launch a criminal probe, but Borodin's colleagues doubt the official account of his death -- and several human rights organizations urged authorities to initiate a thorough investigation.",
  "Investigative authorities ruled it was a suicide; Safronov's friends and colleagues denied he had any motive to take his own life -- his daughter was about to give birth and his son was just about to start his undergraduate studies.",
  "Upon return, reporter told his editors that he was able confirm that Russia signed a deal with Syria to supply Pantsir-S1 anti-aircraft missiles, MiG-29 fighters and Iskander-E ballistic missiles.",
  "Borodin's death drew immediate attention, not least because he had been investigating the activities of Wagner, a shadowy private military firm that has deployed mercenaries in Syria and Ukraine.",
  "Two weeks prior his death, Safronov went to an arms expo in the United Arab Emirates to investigate supplies of Su-39 jet fighters to Syria and S-300 surface-to-air-missiles to Iran.",
  "(CNN) The death of a Russian investigative reporter has raised alarms about a worrying pattern: Tragic and often deadly incidents involving people who go public on sensitive issues.",
  "The advocacy group Reporters Without Borders noted the \"highly sensitive nature\" of the journalist's work, which probed some of the most taboo subjects in Russian media.",
  "\"Russia has a record of brushing aside suspicious deaths of members of the press,\" said Nina Ognianova, a program coordinator with the Committee to Protect Journalists.",
  "\"We urge authorities on both the regional and federal level to consider that Borodin may have been attacked and that his investigative journalism was the motive.\"",
  "\"All hypotheses must be given serious consideration, including the possibility that he was murdered in connection with his reporting,\" the organization said.",
  "Safronov had looked into corruption and hazing in the Russian army, as well as Russian weapons exports, sometimes prompting legal action by the state.",
  "On Sunday, investigative journalist Maxim Borodin died after a fall from a fifth-floor balcony of his apartment in the Russian city of Yekaterinburg.",
  "News of Borodin's demise came just one day before new revelations about another mysterious death: That of Russian entrepreneur Valery Pshenichny.",
  "The business partner subsequently testified that Pshenichny and another associate conspired to inflate the cost of the contract and was released.",
  "Pshenichny had developed a unique 3D-modeling system for submarine construction and was under contract with the Russian Ministry of Defense.",
  "Following the reports, federal authorities launched an internal investigation of Pshenichny's death, state-run RIA Novosti reported Tuesday.",
  "Ivan Safronov, a military correspondent for the Kommersant newspaper, fell out of a window of his fifth-story apartment and died.",
  "The new forensics investigation cast doubt on this version, saying there were signs of torture, Novaya Gazeta reported.",
  "Russia's Investigative Committee of Russia, the country's top investigative body, ruled the death a suicide.",
  "In 2016, Pshenichny accused his business partner of embezzlement, a charge that led to his arrest.",
  "The death of Borodin mirrored a case that happened a little over 10 years ago in Moscow.",
  "Pshenichny was found hanging in his cell three weeks after his arrest on January 18.",
  "\"Electric shock marks from a hot-water boiler cord were found in his mouth.",
  "Simply put, he was tortured,\" Novaya Gazeta wrote Monday.",
  "Safronov never wrote the article, the newspaper said.",
  "Lacerations and stab wounds on his body.",
  "A broken spine."
]