[
  "In a call last night, French President Macron \"offered his solidarity with the UK\" according to Downing Street and the two leaders \"agreed that the French and British governments should coordinate closely as the investigation developed and following Russia's response.\"",
  "Withdraw UK government representation from the World Cup\n\nShaun Botterill / Getty There was some excitement last week when Foreign Secretary Boris Johnson appeared to suggest that the England football team would withdraw from the upcoming World Cup in Russia.",
  "Leon Neal / Getty\n\nLONDON — Prime Minister Theresa May will on Wednesday set out her plans to retaliate against Russia after her deadline for Putin to provide a \"credible\" explanation for the poisoning of Russian double agent Sergei Skripal, passed.",
  "This would be a relatively easy step for the UK to take but would mark a significant ramping up of tensions with the Russian government which could spiral into a highly damaging and costly cyberwar between the two countries.",
  "As a senior security analyst for Stratfor's Threat Lens, Ben West, told Business Insider, while there may be sanctions imposed against Russian officials it remains \"highly unlikely\" that the alliance will go beyond this.",
  "Cyberwarfare\n\nMilitary.com via US Army Home Secretary Amber Rudd has previously raised the possibility of Britain taking retaliatory cyberattacks against Russia, following their attempts to meddle in Western elections.",
  "Freeze assets of Russian oligarchs\n\nCarl Court / Getty May was under pressure yesterday to consider a UK version of the US Magnitsky Act, which would allow the UK to freeze the assets of Russian oligarchs in the UK.",
  "However, the UK government is keen to raise the threat of such attacks and this is likely to remain a tool in Britain's arsenal which they would be willing to openly use for the first time against another state.",
  "Withdraw Russia Today's license\n\nRussia Today May was asked repeatedly in the Commons yesterday about the continued presence of the Russian state television channel Russia Today, in the UK.",
  "Expel Russian diplomats\n\nThomson Reuters Britain last expelled Russian diplomats back in 2012 following \"evidence of activities by the Russian intelligence services against UK interests.\"",
  "While criticising those politicians, including Labour leader Jeremy Corbyn, who have appeared on the channel, she did not explicitly state that their license would be withdrawn.",
  "However, Johnson's aides quickly scrambled to clarify that he had only been referring to UK officials and diplomats withdrawing from the tournament, rather than the team itself.",
  "International retaliation\n\nAssociated Press There are very limited options available for the UK to take against what is the second largest nuclear-armed state in the world.",
  "However, it is reasonable to doubt how willing the international community will be to actually take such decisive action against Russia off the back of this one incident.",
  "In a statement, a spokesperson said that:\n\n\"Ofcom has an ongoing duty to be satisfied that all broadcast licensees are fit and proper to hold a licence.",
  "In recent years, London has become one of the world's most popular homes for wealthy Russians, many of whom have huge business interests in the UK.",
  "This could take the form of denial of service attacks against Russian state websites, or websites used to spread Russian government propaganda.",
  "Such expulsions are relatively common in international diplomacy and are normally the first port of call in any major diplomatic incident.",
  "As Labour leader Corbyn pointed out in the Commons yesterday, wealthy Russians have also become major funders of May's Conservative party.",
  "However, it is questionable how seriously the Russian government will take Johnson and Prince William failing to turn up to the games.",
  "It is now fairly likely that Britain will withdraw its formal representation from the World Cup in protest over the Salisbury attack.",
  "\"We have heard the Prime Minister's statement in the House of Commons this afternoon and we await her further statement on Wednesday.",
  "Any decision about the licensing of RT will be taken by the independent communications regulator Ofcom, rather than May's government.",
  "The risks associated with such attacks may prevent any immediate UK cyber-attack on Russia and so is not highly likely at this time.",
  "However, Russia has warned that any such move would be met by a reciprocal ban applying to all UK journalists in the country.",
  "Nato also released a statement last night saying that \"the use of any nerve agent is horrendous and completely unacceptable.",
  "So, if there is going to be a serious response to this attack, then it will have to be taken on a European or Nato level.",
  "The government, therefore, has so far been resistance to mimicking the US in clamping down on Russian money in the UK.",
  "It is possible that Nato could ramp up its presence in the East in retaliation against Russian aggression.",
  "However, there has been little sign since the attack that this is one of the priorities for May.",
  "The Conservative government has so far resisted all requests to tackle Russian money in the UK.",
  "Here are all the possible responses the UK could take and how likely they are to take them.",
  "It is highly likely that at least some Russian diplomats will be kicked out by Britain.",
  "Theresa May is considering a \"full range of measures\" in retaliation against Russia.",
  "However, Britain will want to retain some diplomatic ties with Russia on UK soil.",
  "It is, therefore, looking increasingly likely that RT could lose their license.",
  "The UK is a highly valued ally, and this incident is of great concern to NATO.\"",
  "However, Ofcom has already indicated that they may withdraw RT's license.",
  "We will then consider the implications for RT's broadcast licenses.\"",
  "That could change after the attack in Salisbury.",
  "So what are the options open to May?",
  "How likely is this?",
  "How likely is this?",
  "How likely is this?",
  "How likely is this?",
  "How likely is this?",
  "How likely is this?"
]