[
  "A federal judge in New York who earlier this month denied Prevazon's request to let Veselnitskaya enter the US to represent it in court argued that the firm should have been eager to pay the $5.9 million because, absent settlement, \"the trial would have showcased a tale of international intrigue — a massive tax fraud in Russia resulting in the transfer of $230 million through a Byzantine web of shell companies.\"",
  "Thomson Reuters\n\nThe Russian-owned real-estate firm Prevezon earlier this year hired former FBI Director Louis Freeh to help the company negotiate a settlement agreement with the US government over an alleged money-laundering operation that involved an elaborate Russian tax-fraud scheme that implicated high-level Kremlin officials.",
  "The Prevezon case garnered high-profile attention because of its ties to a $230 million tax-fraud scheme uncovered in 2008 by the Russian tax lawyer Sergei Magnitsky, whose suspicious death aroused international media attention and spurred the passage of the US law, which was designed to punish those suspected of involvement.",
  "\"During settlement negotiations in 2015 and again in 2017, Prevezon repeatedly requested various protections for Prevezon in the event that the Netherlands announced or manifested its intent to retain the AFI Europe Debt following its release of the US-requested restraint,\" the memorandum says.",
  "Prevezon has argued that the funds it would use to pay the settlement are tied up in the Netherlands with a company called AFI Europe, which Prevezon says froze a payment of more than $3 million as part of the US litigation against the Russian-owned firm.",
  "That detail was in a memorandum released on Thursday by Joon Kim, the acting US attorney for the Southern District of New York, seeking to enforce the settlement agreement Prevezon struck with the government in May for roughly $5.9 million.",
  "Democratic members of the House Judiciary Committee sent a letter to Attorney General Jeff Sessions in July asking whether Veselnitskaya was \"involved at any point in the settlement negotiations.\"",
  "Prevezon is also represented by Natalia Veselnitskaya, the Russian lawyer who met with top Trump campaign officials in June 2016 at Trump Tower to lobby for repealing the 2012 Magnitsky Act.",
  "\"If Prevezon's payment is not due until Prevezon obtains the debt from the Netherlands, this case could stay open — and Prevezon's US assets could stay frozen — for years,\" Kim wrote.",
  "AP Photo/Alex Brandon\n\nFreeh, who was the director of the FBI from 1993 to 2001, has been known to take on controversial clients since entering the private sector in the early 2000s.",
  "In 2015, for instance, he represented an Israeli billionaire accused of bribing the government of Guinea for a stake in an iron mine.",
  "But Prevezon hired Freeh specifically to help with the firm's settlement discussions early this year, the memorandum says.",
  "Prosecutors are now trying to get Prevezon to pay the $5.9 million it was supposed to turn over by October 31.",
  "He added that Prevezon had even prepared for the possibility that it would never be paid by AFI Europe.",
  "But the government has balked at Prevezon's excuse.",
  "Natalia Veselnitskaya, a Russian lawyer.",
  "Louis Freeh, the former FBI director.",
  "Read Kim's full memorandum:"
]