[
  "“Vladimir Putin is a thug, a bully and a murderer, and anybody else who describes him as anything else is lying,\" Sen. John McCain said during comments in December describing Tillerson’s nomination as a “matter of concern.”\n\nTrump could give Putin a helping hand, but many in the GOP would almost certainly try to block the new president from letting him off the hook entirely.",
  "Ukraine-related sanctions are the easiest to lift but could cause a political firestorm\n\nThe third and biggest category of sanctions is related to Moscow’s annexation of Crimea and continued support for the pro-Russian separatists waging a low-level insurgency against Kiev that has left more than 9,000 dead and injured more than 20,000.",
  "“Absent any change on the ground, all that would underscore to the Russians is that this is all a game ... and has nothing to do with behavior.”\n\nIn addition to hurting the US’s credibility, it would seriously threaten the future of a deal coordinated with Europe, Canada, and Japan to place a check on Russian power.",
  "Penalties on Russia for doing arms-related business with what the US perceives as rogue states go back at least as far as the 1990s, according to Richard Nephew, a senior research scholar at Columbia University who formerly coordinated sanctions policy at the State Department.",
  "As my colleague Brad Plumer reports, in the runup to 2014 sanctions, Exxon, led by Tillerson, and Russia’s oil giant Rosneft invested $3.2 billion in a project in the Kara Sea in the Arctic — a region that Rosneft estimated could have more oil than the entire Gulf of Mexico.",
  "The first relates to Moscow’s sale of weapons to states that Washington wants to isolate in the global arena, such as North Korea; the second to the Kremlin’s human rights violations; and the third to Putin’s backing of separatists in east Ukraine and annexation of Crimea.",
  "Democratic and Republican Russia hawks would be sure to argue that lifting the sanctions without getting Putin to make any concessions on Ukraine would tacitly endorse Russia’s expansionism and deal a huge blow to the credibility of sanctions as a diplomatic tool.",
  "But the most damaging aspect of the sanctions has probably been that debt-heavy Russian banks lost the ability to borrow money from US banks, pushing them into a serious cash crunch, which in turn has had a ripple effect on the country’s economy.",
  "In 2012, lawmakers overwhelmingly passed the Magnitsky Act, named after Sergei Magnitsky, a tax lawyer at a prominent Russian investment firm who died at the hands of Russian authorities after exposing a tax fraud scheme run by Russian officials.",
  "Some Russia experts believe that Trump may still try to drop the Ukraine-related measures, but Congress could end up pushing back by crafting legislation intended to reapply some or all of the ones lost through Trump’s executive orders.",
  "And the CIA’s and FBI’s assessments that Putin deliberately sought to help Trump win the presidency have prompted growing calls for formal congressional probes into Russia’s espionage in the US and interference in the 2016 elections.",
  "For example, the US currently has around a dozen sanctions on Russia under the Iran, North Korea, and Syria Nonproliferation Act, which penalizes countries for doing arms-related business with, well, Iran, North Korea, and Syria.",
  "European nations, which tend to be significantly more reluctant to use sanctions as a tool than the US, have endured some substantial economic damage from Russia’s counter-sanctions, such as its ban on importing food from Europe.",
  "But if enough Republicans and Democrats felt he was being so easy on Putin that it was endangering American interests, they could push back rhetorically and hold contentious hearings with his administration to apply pressure.",
  "They focus on the actual organizations doing business with the blacklisted countries, such as Rosoboronexport, Russia’s state arms exporter, which acts as a portal between the country’s defense industry and foreign customers.",
  "Lawmakers from both parties see Putin as an autocrat responsible for ensuring that Syrian President Bashar al-Assad retains power and blocking numerous US attempts to find a diplomatic solution to Syria’s brutal civil war.",
  "Lifting sanctions on an individual group like Rosoboronexport would require the Trump administration to provide evidence capable of persuading lawmakers that the firm had stopped doing selling arms to Syria, for instance.",
  "“Lifting the sanctions without any kind of results from the Russians makes the whole purpose of sanctions moot,” Fiona Hill, director of the Center on the United States and Europe at the Brookings Institution, says.",
  "The US has a lot of sanctions on Russia because Russia has done a lot of things the US dislikes\n\nWhen Trump moves into the Oval Office on January 20, he’ll have three main types of Russia sanctions at his disposal.",
  "Congress, fearing that the loss of the trade restrictions would mean the loss of substantial leverage over Russia, passed the Magnitsky Act by astonishing margins: 92 to 4 in the Senate and 365 to 43 in the House.",
  "The big guns came out when the US initiated sanctions targeting Russian oil and gas companies and banks\n\n“The impact tend to be more name-and-shame than direct negative impact on the target,” Nephew says.",
  "Similarly to the first set of sanctions, the administration is obligated to report why it’s keeping or removing people from the targets list under the Magnitsky Act based on evidence of targets’ behavior.",
  "In the recent past, sanctions legislation against Russia has passed Congress by enormous margins, which makes it seem plausible that lawmakers could form a veto-proof majority in the near future as well.",
  "Those ones — which impose crippling penalties on Russia’s banks and oil companies — were put in place through executive orders by President Obama and can be revoked with a stroke of the pen by Trump.",
  "The US has been punishing Russia for arms deals for decades\n\nThe first major category of US sanctions is related to Russia’s arm sales to countries that the US wants to isolate as much as possible.",
  "“It will make it extraordinarily difficult to coordinate with Europe in the future,” Hill, who was a national intelligence officer for Russia and Eurasia at the National Intelligence Council, says.",
  "All of which raises a question: Could Trump actually lift sanctions on Russia, giving the country’s weak economy a much-needed lift and setting the stage for a far closer relationship with Putin?",
  "Most arms-related sanctions on Russia have come into effect through legislation, and so by law the executive branch has to report to Congress about the implementation and impact of the policies.",
  "They began by targeting officials who were involved in Crimea’s seizure and the violence in eastern Ukraine, and then escalated further, adding more of Putin’s political and business allies.",
  "The original targets of the sanctions were some of the players surrounding the Magnitsky case, which was widely perceived by Americans to be an act of revenge for his whistleblowing.",
  "Donald Trump and his surrogates have suggested that they would consider giving Vladimir Putin a multibillion-dollar gift by lifting some of Washington’s onerous sanctions on Russia.",
  "That sanctions regime came into place immediately after the elimination of antiquated Cold War–era trade restrictions on the Soviet Union over its restrictions on free emigration.",
  "It’s impossible to predict how Congress would react to Trump dropping Ukraine-related sanctions on Russia without regard for the two parties’ positions on the matter.",
  "That would be a tough sell given that many of Trump’s fellow Republicans believe the Russian leader is a foe of the US and is acting more ruthlessly than ever before.",
  "The measures put in place because of Russia’s weapons sales and human rights misdeeds were passed by Congress, which means Congress is also needed to overturn them.",
  "Trump could definitely remove some of them on his own, but giving Russia a complete free pass would require persuading Congress that Putin had changed his stripes.",
  "Russia has more than $8 trillion worth of untapped oil and gas, but it needs sophisticated technology and services from Western countries to actually extract it.",
  "And the incoming president’s pick for secretary of state, Exxon Mobil CEO Rex Tillerson, has ties to Putin and has panned sanctions against Moscow in the past.",
  "Among those targeted: his chief of staff, Sergei Ivanov, and Arkady Rotenberg, Putin’s former judo partner and one of the most powerful businessmen in Russia.",
  "They also worry about the prospect of the Russian president invading one of Eastern Europe’s NATO members and daring Washington and its allies to respond.",
  "Those measures meant that Russia and its companies could no longer, for example, work with American companies on lucrative oil operations in the Arctic.",
  "In 2015, Russia estimated that Western sanctions cost its economy more than $100 billion — by this point, it’s likely to have cost many billions more.",
  "The power of the penalties has been compounded dramatically by the fact that American allies in Europe and elsewhere have joined in on them as well.",
  "President Obama, who opposed the bill because he was trying to work with Russia on issues like the Iran deal, had no choice but to comply with it.",
  "It’s the world’s second-largest arms producer and exporter in the world; its arms exporters raked in $14.5 billion in 2015, according to Putin.",
  "But symbolism matters; the Russians were upset about the sanctions and have banned Americans from adopting Russian children in response.",
  "The US also targets Russia for human rights violations\n\nThe second main set of sanctions is related to Russia’s human rights abuses.",
  "But the law extends to other Russians involved in human rights violations as well, like the head of a notorious prison in Chechnya.",
  "Trump may want to become better friends with Putin, but he can’t afford to make too many enemies in Washington along the way.",
  "That might come by way of a deal that involves Putin making concessions on Russia’s interference with Ukraine, for example.",
  "The US has different types of measures in place against Moscow, each motivated by a different kind of Russian misbehavior.",
  "The Magnitsky Act freezes some 40 Russian officials’ assets in American banks and bans them from traveling to the US.",
  "He can sign executive orders that get rid of them and doesn’t have to worry about presenting evidence to Congress.",
  "Under the sanctions, US companies and government agencies are prohibited from doing business with those entities.",
  "Ukraine, though, is far from the only bit of Russian behavior Washington has tried to punish in recent years.",
  "In other words, it’s not far-fetched to suggest that they could reestablish sanctions against Trump’s will.",
  "The sanctions are all administered by the executive branch, but Trump’s power to do away with them varies.",
  "They could also band together to form legislation pushing for the very sanctions that would be dropped.",
  "But the sanctions foiled that deal, and deprived both Exxon and Russia of an enormous sum of money.",
  "A good example of how this has happened in the past is the passage of the Magnitsky Act in 2012.",
  "If Trump wants to give Putin a gift, the Ukraine-related sanctions are the lowest-hanging fruit.",
  "The big guns came out when the US penalized some Russian oil and gas companies and banks.",
  "But if he does, he would be best served by making a case for why it would be a wise idea.",
  "But that’s not the case with the sanctions tied to Moscow’s adventurism in Ukraine.",
  "The short answer is that it depends on which sanctions Trump wants to lift.",
  "If the US abandons Europe, that makes it look like a less reliable partner.",
  "Obama imposed the measures in 2014 using a series of executive orders.",
  "Politically, though, eliminating them would be significantly harder.",
  "Still, the new president might want to think twice before doing so.",
  "Trump could end up lifting Ukraine-related sanctions.",
  "Selling weapons is good business for Russia."
]