[
  "“He’s been at this for 20 years, he feels no need to have anyone else in the room, and that puts people like Trump at a big disadvantage,” said McFaul, who has attended several summits with Putin and recently published a memoir on his time as ambassador called From Cold War to Hot Peace: The Inside Story of Russia and America.",
  "There are the hours he has made guests including the Pope, the Queen and Barack Obama wait; the black Labrador Koni he brought into a meeting with the non-dog loving Angela Merkel; or the time he nearly scuppered a 2006 Nato summit in Riga by attempting to lure Jacques Chirac away for a birthday dinner instead.",
  "“He can put on a tragedy mask like in Greek theatre, and then can put on a comedy mask and the corners of his lips go up.”\n\n\n\nPlans for Monday’s summit with Trump have been loosely defined, with “no hard and fast agenda”, according to Putin spokesman Dmitry Peskov.",
  "Some Russian releases have already embarrassed the White House, such as photographs of an Oval Office meeting between Trump, Russian foreign minister Sergei Lavrov and Russian ambassador Sergey Kislyak that were only made public by a Russian state news agency.",
  "In 2013, secret tapes of Richard Nixon’s talks with Leonid Brezhnev were released by the US National Archives and Records Administration, revealing the two leaders discussing everything from their countries’ relations to personal smoking habits.",
  "At a G20 summit in Los Cabos, Mexico, in 2012, the Russian president lectured about “strong men and slow history” in the Middle East – an analysis that Obama disagreed with but that Trump found compelling coming from Putin, McFaul said.",
  "Vladimir Putin used his good cop, bad cop routine the first time he met Vaira Vike-Freiberga when she was president of Latvia, giving some hint of the approach the Russian leader may take when he meets Donald Trump on Monday.",
  "Tête-à-têtes have been a staple of high-stakes summits between Moscow and Washington for generations, and have usually been valued by the White House as a chance for hidebound Russian leaders to open up.",
  "But with an erratic US president who has little interest in reading briefings heading to Helsinki this week, it is hard to recall a summit that has made Western foreign policymakers more nervous.",
  "He became quite chummy, and said that we could keep our future contacts informal, and that there was no need to bother having our foreign ministries involved,” she said in a recent interview.",
  "But even with relations collapsing, he recalled, Putin aide Yuri Ushakov “kept pushing to have this one-on-one face time with Obama at [Putin’s] dacha as a way to get things back on track”.",
  "“I think he’s a complete actor,” said the Latvian, who now heads a forum for former leaders called the World Leadership Alliance – Club de Madrid, but was speaking in a private capacity.",
  "Known for his ability to both charm and intimidate, his advance research and readiness to “play a nasty trick”, Putin is a tough adversary in one-on-one encounters, Vike-Freiberga said.",
  "“The danger of the one-on-one is Trump agrees out of ignorance or misinformation to something and they need to walk it back,” said Michael McFaul, the former US ambassador to Moscow.",
  "“One thing the Russians are known for is they’ll have a meeting and come out and go on about something we never talked about,” said Toomas Ilves, the former president of Estonia.",
  "She and Putin had begun a confrontational summit with their advisors present before the Russian leader suggested everyone leave the room – including their interpreters.",
  "I have to guess they’re prepping for a situation like that.”\n\n\n\nIf history is any guide, the Russian president has a large bag of tricks to push Trump off-balance.",
  "“They will want to position themselves as having won victory.”\n\n\n\n\n\n• This article was amended on 18 July 2018 because an earlier version referred to translators.",
  "Besides ensuring an accurate historical record, holding talks with aides prevents different sides from coming out with different interpretations of the talks.",
  "Then there was the “rather syrupy story” he told George W. Bush in 2001 about a cross that his mother had given him, Condoleezza Rice recalled in her memoir.",
  "It still is not clear what Putin and Trump, accompanied by a single Kremlin interpreter, spoke about after dinner at a G20 summit in Hamburg last year.",
  "Part of Putin’s advantage comes from two decades of experience on issues, said McFaul, where he can knock less knowledgeable leaders off their stride.",
  "But Monday’s summit seems more tailored for flattery, commentators say, with Putin seeking optics that show Russia is not isolated on the world stage.",
  "Some details of historical meetings between US and Soviet leaders were never revealed or have remained obscure, even from senior staff, for decades.",
  "McFaul was ambassador in 2013 when Russia gave asylum to Edward Snowden, shortly before the US cancelled a planned summit between Obama and Putin.",
  "Trump and Putin will meet one-on-one with their interpreters on Monday morning before holding talks with a small group of advisors.",
  "“We were never able to escape the perception that the president had naively trusted Putin and then been betrayed,” she wrote.",
  "When Bush later said that he felt he trusted Putin and was “able to get a sense of his soul”, Rice said that she stiffened.",
  "Ronald Reagan’s personal rapport with Mikhail Gorbachev during perestroika marked a high point in that style of diplomacy.",
  "Monday will mark Trump’s third meeting with Putin, whom the US leader has spoken glowingly about in the past.",
  "Moscow banned US adoptions in 2012 in retaliation for sanctions of Russian officials under the Magnitsky Act.",
  "Brezhnev shared his secret with Nixon: a case mechanically designed to give him just one cigarette each hour.",
  "“These boys are two alpha males, beating their chests one against the other,” Vike-Freiberga said.",
  "“The second scarier – and I think less likely – event is he really makes policy in the meeting.",
  "“We sat in a corner all by ourselves and started chatting in German, a common language for us.",
  "The agenda “will be determined by the presidents in the course of the event”, Peskov said.",
  "When asked by the New York Times, Trump said the two discussed “adoption”.",
  "One Western politician called it “CYA” – short for “cover your ass”.",
  "The White House did not want to publicise the meeting.",
  "“That’s a way to discipline yourself,” Nixon replied.",
  "More in question is what is in it for Trump.",
  "Does he know the history to these issues?",
  "This has been corrected to interpreters.",
  "The answer is absolutely yes.",
  "He’s Potus so he can do that.",
  "Can he weave a story?",
  "Yes,” McFaul said.",
  "“Is he persuasive?",
  "Yes."
]