[
  "The way I see it, there’s quite the pattern: His regime murdered Boris Nemtsov, a Russian opposition politician who advocated for Sergei’s killers to be sanctioned by the West; I believe they murdered Alexander Perepilichnyy, a whistleblower who died suddenly in the United Kingdom after coming forward with financial details on the criminal group behind Sergei’s murder; they attempted to murder the Magnitsky family lawyer in Moscow when he was thrown off a four story building (thankfully he survived); and they also attempted to poison Vladimir Kara-Murza, Boris Nemtsov’s protégé, who traveled the West trying to secure Magnitsky sanctions against the Putin regime.",
  "He lied about the “little green men” invading Crimea; he lied about Russia taking away Syria’s chemical weapons; he lied about who shot down MH17; he lied about Russian doping at the Sochi Olympics; he lied about the recent poisoning of the Skripals in the United Kingdom; and he lied about Russian involvement in the recent U.S., U.K., French, German, and Italian elections.",
  "My unenviable position started with the death of my lawyer, Sergei Magnitsky, in 2009 at the hands of the Russian state after he had uncovered a massive Russian government corruption scheme.",
  "In one afternoon, Putin likely goes from discussing tax policy with his economic advisers to planning targeted assassinations of dissidents and business competitors with his secret police.",
  "It culminated with the Obama administration’s passage of the Magnitsky Act in 2012, which froze the assets and withheld the visas of people violating human rights in Russia.",
  "Since Putin and his officials kill people and steal money in Russia, and then keep that money in the West, Magnitsky sanctions put at risk his entire mafia-like operation.",
  "The President of the United States is the most important and powerful person in the free world; in contrast, the President of Russia is practically nobody.",
  "The only message to you can give him in Helsinki on July 16 is that America is a proud and strong country which can and will stop him.",
  "In 2009, President Barack Obama tried to clean up the situation by offering Russia a “reset.” All that did was embolden Putin further.",
  "Dear President Trump,\n\nOn July 16, you will have your first official summit with Russian President Vladimir Putin.",
  "You will surely be advised by many wise people and also bring your own thoughts about how to deal with him.",
  "Everyone knows these aren’t the only murders, detentions, and disappearances ordered by the Russian leader.",
  "Mr. President, the only way to deal with a person like Vladimir Putin is to contain him, not to engage him.",
  "I’ve discovered that the only way to touch Putin is by going after his money and the money of his cronies.",
  "The Russian military budget is 90% less than that of the United States, on par with the U.K. or France.",
  "In short, he said that each of their dozens of following meetings and conversations were disastrous.",
  "He’s not like any leader of a sovereign state, but more like drug lord Pablo Escobar—but with nukes.",
  "These have been enacted by the United States, the United Kingdom, Canada, and the Baltic states.",
  "Any offer of these will lead to him doing more malicious and awful things around the world.",
  "He knew that he could operate with impunity and that the United States wouldn’t do a thing.",
  "In 2001, President George W. Bush famously looked Putin in the eye and saw his soul.",
  "Whatever you offer will simply become the beginning point of your next negotiation.",
  "I’d like to offer a perspective that you probably aren’t getting anywhere else.",
  "Based on all of this, there are a few things you need to know about Putin.",
  "Sincerely,\n\nWilliam Browder\n\nHead of the Magnitsky Global Justice Campaign",
  "The Russian economy is roughly equivalent to the state of New York’s.",
  "All of Putin’s geopolitical theatrics are him showing his weakness.",
  "Last year, I had lunch with President Bush and asked him about it.",
  "For the last 10 years, I’ve been his number one foreign enemy.",
  "His track record of lying is legendary and well-documented.",
  "He will lie to you, flatter you, trick you and betray you.",
  "Most civilized people can’t imagine what he is capable of.",
  "Sergei hasn’t been the only victim of Putin’s regime.",
  "Putin has the temperament of a cold-blooded killer.",
  "Just by meeting him, you’re giving him a huge gift.",
  "Putin views compromise and engagement as weakness.",
  "I have a lot of experience dealing with Putin.",
  "Putin has a weak hand and is always bluffing.",
  "I figured this out with Magnitsky sanctions.",
  "Putin values money far more than human life.",
  "Don’t be offended when he does this to you.",
  "You can’t believe a word Putin tells you.",
  "Whatever he tells you, it’s not true.",
  "The United States has a full house.",
  "At best, he’s got a pair of twos.",
  "Putin is a bald-faced liar.",
  "The work has been daunting.",
  "Putin doesn’t negotiate.",
  "He does it to everybody."
]