[
  "The reference to Browder – who said after the press conference that he had not donated a penny to the Clinton campaign – was part of a marvelous compromise, according to the Russian sleeper agent living in the White House, who called it “an interesting idea” for resolving this whole investigation nonsense.",
  "Facebook Twitter Pinterest Donald Trump: ‘I think the word competitor is a compliment.’ Photograph: Brendan Smialowski/AFP/Getty Images\n\nSergei Magnitsky was murdered in a Russian jail, leading to the most unfortunate regime of sanctions against the regular business types who make up Putin’s cartel.",
  "And they’re going to have to try really hard to find somebody that did relate to the campaign.”\n\nFacebook Twitter Pinterest Donald Trump: ‘What happened to the servers of the Pakistani gentleman that worked on the DNC?’ Photograph: Antti Aimo-Koivisto/REX/Shutterstock\n\nDon’t worry, Agent Orange.",
  "And somehow the name of the man behind those sanctions, US-born British hedge fund manager Bill Browder, emerged from Putin’s lips on Monday, at the heart of a scandal that is so epic, and so unreported, that it surely deserves its own special counsel investigation.",
  "It seemed so normal that this eruption was the first work-product of Trump’s new communications chief, Bill Shine, the former Fox News exec, jammed in just before no less than two Fox News interviews with those titans of journalism, Sean Hannity and Tucker Carlson.",
  "If you think the sanctions are a sideshow, you should know that the Russian lawyer in the infamous Trump Tower meeting in June of the election year wanted to trade dirt on Hillary Clinton in exchange for lifting them.",
  "Sign up to receive the latest US opinion pieces every weekday\n\nAs Trump explained so clearly, when he talks about Russia as a rival, he really means it as a compliment, no matter what your lying ears have told you.",
  "As with all recent massacres, we must take a minute to sympathize with the victims here, who have lost so much: their credibility, their future careers, and their chance for a quiet dinner at the local restaurant.",
  "Looking at all those formerly sane Republicans sitting in the front row of the press conference – like Jon Huntsman, the ex-Utah governor now serving as Trump’s ambassador – you could only feel their pain.",
  "How can we know that two and two make four, or that the DNC isn’t responsible for its own hacking, or that Vladimir Putin isn’t a bigger American friend than the entire European Union and Nato alliance?",
  "This is the Twilight Zone of Trump’s conspiracies, where all the disparate threads of disinformation weave together to make the patchwork quilt of crazy known as prime time on Fox News and Russia Today.",
  "As Putin explained, Robert Mueller was totally free to question the 12 Russian intelligence officers indicted on Friday for hacking into Democratic emails – or rather, be present at their questioning.",
  "Putin claimed that Browder’s associates had earned $1.5bn in Russia and donated $400m to Hillary, in what must count as the largest single donation to an American politician in recorded history.",
  "As the sick laughter died down at the CIA and FBI headquarters back home, Trump continued to swoon in a state known to counterintelligence as “No Puppet, No Puppet, You’re the Puppet”.",
  "He made sure his best asset was staying on track (a remarkably easy feat; this one is almost too enthusiastic), and he continued to wage war against the real enemy: the Magnitsky Act.",
  "Now, according to some dumb lawyers at Trump’s own justice department, Putin’s intelligence agents got to work hacking the DNC on the very same day Trump himself asked them to do so.",
  "His performance was so nakedly, brazenly pro-Russian, you had to wonder what ranks higher on the Trumpian scale of stupidity: the president’s own intellect or his dim view of ours.",
  "At this point, Trump’s startlingly white eyes squinted, he puckered his lips to sour candy status, and his nodded approval plumbed new depths of unbridled admiration.",
  "The best disinformation and psy-ops campaigns are supposed to leave you dazed and confused, unable to discern truth from fiction, friend from foe, right from wrong.",
  "“My people came to me, Dan Coats came to me and some others, they said that it’s Russia,” Trump said, referring to his own director of national intelligence.",
  "So those who watched Donald Trump’s extraordinary press conference alongside Vladimir Putin might well be feeling nauseous, several hours later.",
  "“In general, we are glad with the outcome of our first full-scale meeting,” said Putin, after completing Trump’s semi-annual employment review.",
  "Listening to Trump’s responses about Russian acts of aggression, it was hard to know who was playing the role of the American president.",
  "“I have President Putin; he just said it’s not Russia,” Trump continued, talking about the Russian president of the Russian Federation.",
  "“I hope that we start to understand each other better.”\n\nIt’s not really possible for two leaders to understand each other any better.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” said a candidate called Donald Trump.",
  "'I have President Putin; he just said it’s not Russia,' Trump said, talking about the Russian president of the Russian Federation.",
  "“I think you will probably be rewarded mightily by our press.”\n\nAnd the rewards were indeed truly mighty for everyone involved.",
  "The man pretending to be the American president spent most of his time posing in what purported to be a press conference.",
  "Besides, underneath all that plastic surgery, there’s the face of “an intelligence officer”, as he reminded us all.",
  "George Orwell conjured up a totalitarian regime where Ignorance Is Strength, but he surely never conceived of this.",
  "Why take the word of all your intelligence agencies when you have the word of Putin and Fox News to outweigh them?",
  "At a time like this, have a heart for the Republican party that suffers this unpatriotic nonsense in silence.",
  "I think it’s a disgrace that we can’t get Hillary Clinton’s 33,000 emails.”\n\nYou know what else is missing?",
  "It was hard to see Putin’s facial expression because his skin has been stretched so tight across his skull.",
  "As long as Mueller interrogated Browder and company, in the presence of some novichok-wielding Russians.",
  "“We can meet you halfway,” said Putin, sounding as reasonable as Molotov and Ribbentrop surely did.",
  "“Well, actually I called him a competitor,” said Trump, flicking the gaslight on and off.",
  "Putin said he didn’t know Trump was in the country when he never got all that kompromat.",
  "How do we know there was collusion, just because he asked for some collusion in public?",
  "And so they literally embraced, warmly, radiating mutual admiration, if not polonium.",
  "After all, how do we know that Trump lost to Clinton by almost three million votes?",
  "This rank-and-file Russian officer did what Moscow’s finest have done for so long.",
  "And I think the word ‘competitor’ is a compliment.”\n\nWhatever you say, comrade.",
  "He pouted and thrust his chin out in the style made famous by Benito Mussolini.",
  "But I don’t think it can go on without finding out what happened to the server.",
  "What happened to the servers of the Pakistani gentleman that worked on the DNC?",
  "So you may have heard him tell CBS that Russia is a “foe in certain respects”.",
  "That would be the American director of American national intelligence.",
  "So far that I know, virtually none of it related to the campaign.",
  "I, I really believe that this will probably go on for a while.",
  "He pensively nodded like Pablo Escobar in Narcos on Netflix.",
  "“I will say this: I don’t see any reason why it would be.",
  "Everybody knows it,” declared Moscow’s greatest asset.",
  "And the president’s patriotic duty, if not his brain.",
  "I think in Russia they wouldn’t be gone so easily.",
  "Except that Pakistani guy, who knows everything.",
  "We can only send them our thoughts and prayers.",
  "“And people are being brought out to the fore.",
  "There’s nothing else we can do for them now.",
  "Trump said he didn’t know Putin at the time.",
  "I beat Hillary Clinton easily,” he insisted.",
  "What happened to Hillary Clinton’s emails?",
  "How do we know that two plus two is four?",
  "But I really do want to see the server.",
  "But I have confidence in both parties.",
  "Thirty-three thousand emails gone.",
  "Elvis Presley at the chip shop.",
  "“There was no collusion at all.",
  "But you obviously heard wrong.",
  "“And a good competitor he is.",
  "They are trying really hard.",
  "“That was a clean campaign.",
  "Where are those servers?",
  "The X-files on Area 51.",
  "Nobody knows anything.",
  "They’re missing.",
  "Where are they?",
  "Just gone.",
  "Right?"
]