[
  "He controls Russia by allowing a small group of powerful people to steal money from the State and he survives by allowing them to indulge themselves,” said Mr Browder, adding: “He’s basically lost it, emotionally, because his own money in the West is now being seized under that Magnitsky Act.”\n\nMr Browder said he was deeply worried that Mr Trump had cosied up to Mr Putin.",
  "The special counsel investigating potential coordination between the Trump campaign and the Kremlin charged a dozen Russian military intelligence officers on Friday with hacking the Democratic National Committee and the Hillary Clinton campaign and then releasing the stolen communications online as part of a sweeping conspiracy to meddle in the election.",
  "The UK-based financier appeared to be part of what the US president called an \"incredible offer\" by Vladimir Putin to assist American investigators in their prosecution of 12 Russian intelligence officers accused of hacking crimes during the 2016 presidential election season.",
  "They haven’t figured out a way yet where they can kill me and get away with it.”\n\nTrump and Putin | In talks\n\nHis remarks at the time came as police were investigating the nerve agent attack on former double agent Sergei Skripal and his daughter Yulia in Salisbury.",
  "The Magnitsky Act: Everything you need to know\n\nHowever, there was a catch: Russia would expect the US to return the favour and cooperate with interrogations of people “who have something to do with illegal actions on the territory of Russia”.",
  "\"He offered to have the people working on the case come and work with their investigators with respect to the 12 people,\" Mr Trump told reporters during a news conference in Helsinki following his joint summit with Mr Putin.",
  "While Mr Trump did not elaborate on the Russian leader's \"incredible offer,\" Mr Putin himself suggested that special counsel Robert Mueller could ask Russian law enforcement agencies to interrogate the suspects.",
  "\"Trump has got himself in a real mess in terms of his Russia policy,\" said Mr Browder, \"Even his most devout supporters are perplexed and at a loss as to why he would behave this way with Putin.",
  "It was named after Sergei Magnitsky, his lawyer whose investigations in 2008 uncovered a web of alleged tax fraud and corruption involving 23 companies and $230 million.",
  "\"This shows Putin is absolutely distraught by the Magnitsky Act and the fact it is now spreading rapidly around the world,\" Mr Browder told the Telegraph.",
  "Now the Russian president had added weight to that claim by singling out the British investor at his controversial summit with Donald Trump on Monday.",
  "Mr Browder, now based in London, was the driving force behind The Magnitsky Act, a 2012 US law targeting Russian officials over human rights abuses.",
  "He said US officials could request to be present at such questioning in line with a 1999 agreement on mutual legal assistance in criminal cases.",
  "Mr Browder was last year sentenced in his absence by a Russian court to nine years in prison on fraud and tax evasion charges.",
  "About | The Magnitsky Act\n\nIt seemed unlikely that American authorities would take seriously any such offer from Mr Putin.",
  "But the moment underscored the impact Mr Browder has had in his campaign against Russian corruption and rights abuses.",
  "In March, the 54-year-old appeared before the Commons culture select committee and said Russia wanted him dead.",
  "Mr Browder ran a top investment fund in Russia in the 1990s but was deported in 2005 and his business seized.",
  "Mr Putin highlighted the case of Mr Browder, an American-born businessman with British citizenship.",
  "“If they kill me in a very brazen way and don’t get away with it there will be big repercussions.",
  "“What we are doing puts Putin's whole kleptocratic governance process at risk.",
  "Mr Browder would not say where he currently was for reasons of safety.",
  "It is the second time he has been convicted in Russia in his absence.",
  "To my mind, this can only mean that he is seriously rattled.\"",
  "Bill Browder has described himself as \"Putin's No 1 enemy\".",
  "Helsinki was Donald Trump's Neville Chamberlain moment.\"",
  "“I believe they want to kill me,” he told MPs.",
  "\"Putin just brought me up out of the blue.",
  "He later died in Russian custody."
]