[
  "After Canada passed the Magnitsky Act last October, he got very upset about that, and there was a gathering of journalists and academics where he had an opportunity to answer questions, and at this gathering, a Canadian academic, very sympathetic to Putin, said, “How do you feel about the Magnitsky Act?” Putin said, “I don’t feel good about it.” Then he went into a five-minute diatribe attacking me and accusing me of all sorts of terrible crimes.",
  "What makes that story even sillier is that a day after the press conference, the Russian prosecutor’s office issues a correcting statement, where they say, “Our president meant to say that Browder gave Hillary Clinton’s campaign $400,000, not $400 million.” I should point out just for the record that I have not given Hillary Clinton’s campaign or anybody else’s campaign a single penny ever in my life.",
  "There’s one more element to this whole Magnitsky thing, which is that, that in addition to his own money that he’s worried about having frozen, the way in which he’s able to keep the power in Russia is to have other people who are potentially powerful loyal to him through dividing up the loot.",
  "What the Magnitsky Act does is it says that people who commit human rights abuses in Russia and elsewhere can have their assets frozen in the United States and have their visas canceled and have their assets frozen under something called the U.S. Treasury sanctions or the OFAC sanctions list.",
  "As Weisberg notes in the podcast, “Instead of expressing any kind of visceral reaction at this diabolical proposal, Trump was just kind of nodding and saying, ‘Yeah, yeah, sure, great idea.’ ”\n\nA transcript of this conversation, which has been edited and condensed for clarity, is below.",
  "So he feels like all the hard work that he’s done over the last 18 years—all the stealing that he’s done, all the people he’s had to take hostage and torture and kill—all that hard work is going to be for nothing if that money gets frozen.",
  "Browder is the author of the book Red Notice, which tells the story of the murder of his lawyer, Sergei Magnitsky, in a Russian prison, and his efforts to bring the killers to justice through the sanctions law known as the Magnitsky Act.",
  "What’s happened with all these trustee arrangements that Vladimir Putin has is that some of them have become disaffected, some of them have fallen out, and some of them have left Russia and shared that information with the West.",
  "Brendan Smialowski/AFP/Getty Images\n\nOn this week’s Trumpcast, Jacob Weisberg talks to Bill Browder, who was mentioned by name by Russian President Vladimir Putin in the press conference with Donald Trump on Monday in Helsinki.",
  "When I’m going to Sweden to tell them to do a Magnitsky Act, they’re saying, “We don’t follow what America does.” I say, “How can you argue with what Canada does?” They say, “You’re right.”\n\nBut you have to make a calculation.",
  "But for him to come out with this $400 million with a total straight face and have all sorts of anti-Hillary people all over Twitter repeating it and attacking me and so on and so forth, it’s all quite extraordinary.",
  "The person who is in charge of building it and collecting the money fell out with Putin and fled the country and has provided all the background information and documents to show this, as one of many examples.",
  "But even some countries that you think might be reasonable countries … the Prime Minister of Italy is an openly pro-Putin guy, and I was supposed to be going to meet with members of Parliament in Italy.",
  "And because I was the person, after the murder of Magnitsky, who went out and spent my life putting this Magnitsky Act in place in the United States and in other countries, Putin feels totally exposed.",
  "If he’s committed crimes, which we can prove that he has, crimes like the murder of Sergei Magnitsky and others, and he has assets overseas, which we can identify, then those assets will be frozen.",
  "It was mostly just things when you dig down into the details, you find all these payments, like investment-advisory services from one Russian oligarch to Mr. Roldugin’s company for $75 million.",
  "And moreover, what the Magnitsky Act does is it’s provided a model not just for human-rights abuse but for all sorts of other terrible crimes, like election hacking and invading Ukraine.",
  "Putin lies in this “dull, bureaucratic tone,” the sort of boring, authoritative way, which is very different from the way Trump lies, which is like this paranoid, hysterical tone.",
  "After my Spanish experience, I thought to myself, “I don’t want to end up having the Italians trying to curry favor with Putin by handing me over.” So I just canceled my trip.",
  "Putin offered to arrange for special counsel Robert Mueller to travel to Russia to question 12 Russian intelligence officers in exchange for the U.S. handing over Browder.",
  "So there [are] a lot more people being sanctioned, using the exact template of the Magnitsky Act, which has affected people very broadly in Putin’s inner circles.",
  "To the extent that the money isn’t his, the way he keeps people loyal is by making sure that they have enough money, and they’re using their power to support him.",
  "The way I look at this whole thing is that Putin has a bunch of these guys all scattered about, and Putin is absolutely terrified of having his money frozen.",
  "Bill, what’s your evidence for thinking that those billions are Putin’s money, as opposed to money that actually belongs to the oligarchs that support him?",
  "Bill Browder: I wouldn’t call Putin a credible liar because once you’ve lied a certain number of times, then everybody assumes you’re lying.",
  "So basically, no matter what his style of lying is, he’s a bald-faced liar, and nobody should believe a word that comes out of his mouth.",
  "There was a piece Masha Gessen has up in the New Yorker describing it, and she was comparing Putin and Trump and their styles as liars.",
  "Of all the enemies and opponents Russia faces, of all the things Putin’s worried about, why does he come back to you again and again?",
  "Because he could be pretty upset about the Magnitsky Act if the people closest to him—i.e., these oligarchs—are upset about it.",
  "They sit right on the border with Russia, and they’ve actually grabbed people from inside Estonia and took them back to Russia.",
  "So I never went there, but we were successful in getting the Magnitsky Act passed in Estonia without me having to go there.",
  "If you watched Putin, his forehead was getting all twisted and furrowed, and you could just tell—he was not playing poker.",
  "Putin said very flatly that you had given Hillary Clinton $400 million, which is of course absurd in every possible way.",
  "So he puts this money into the hands of Russian oligarchs who become his trustees, and they hold this money offshore.",
  "I think you were arrested briefly in Madrid before liberal governments around the world rallied and got you released.",
  "He lied about the Russian missile shooting down MH17 when you have Russian troops talking on the radio about, “Oops.",
  "But a chill went down my spine on Monday when he brought it up because it made it real and immediate in a new way.",
  "We shot down a passenger plane.” He lied about the doping in the Olympics when the evidence was incontrovertible.",
  "U.S. President Donald Trump and Russian President Vladimir Putin arrive for a meeting in Helsinki on Monday.",
  "All of a sudden, Canada had joined into this viral Magnitsky situation where all countries are doing it.",
  "But he says that in a way that it’s almost as if that were a reasonable thing that might have happened.",
  "The only way that you know Putin is such an incredible, bald-faced liar is by looking at his history.",
  "Canada is, in a certain way, worse than America because people can be anti-American around the world.",
  "Why Putin cares about this so much is that it puts his entire business model as kleptocracy at risk.",
  "You’re the person who finally figured out how to handcuff him in certain ways that drive him crazy.",
  "The Magnitsky Act ruins the whole damn thing for them because it puts all of their money at risk.",
  "So I’m the person he dislikes the most, and the Magnitsky Act is the policy he dislikes the most.",
  "It all sounds, as you say, very boring and credible, because why would he say anything otherwise?",
  "Weirdly, when you put those two things side by side, Putin is the one who looks more dignified.",
  "This is one of the countries where you’re trying to pass a version of the Magnitsky Act, right?",
  "I won’t go to Guatemala because they’re all countries that would hand me over in a heartbeat.",
  "Another good example is there is a friend of Putin, one of his best friends from childhood.",
  "For example, he lied about the Russian troops in Crimea when everybody saw these troops.",
  "Listen to Trumpcast via Apple Podcasts, Overcast, Spotify, Stitcher, or Google Play.",
  "You mentioned that he wants to kill you, and that’s been true for a long time.",
  "Sergei is a very famous cellist in the Mariinsky Orchestra in St. Petersburg.",
  "He wants to have the Magnitsky Act repealed, and he wants to have me killed.",
  "Sometimes he has to kill people, like he killed my lawyer, Sergei Magnitsky.",
  "It was to point at again that how neuralgic the Magnitsky Act is for Putin.",
  "In the Panama Papers, it was revealed that Roldugin was worth $2 billion.",
  "He doesn’t steal in the tens of thousands or the hundreds of thousands.",
  "It certainly felt very present and visceral in that press conference.",
  "But Canada is this great symbol of this moderate sort of liberalism.",
  "Jacob Weisberg: The press conference was an extraordinary spectacle.",
  "The billion dollars was paid for by a number of Russian oligarchs.",
  "The money that he’s stealing from his country has to go somewhere.",
  "What was most interesting was not the words but the body language.",
  "After that, he put out another Interpol arrest warrant for you.",
  "In order to steal this money, he’s got to commit grave crimes.",
  "Putin is the one who introduced your name into the discussion.",
  "He feels totally exposed by me because I’m the one doing it.",
  "One assumes he’s the nominee holding these assets for Putin.",
  "There are certain countries I absolutely won’t even touch.",
  "There’s a great example of Putin’s villa on the Black Sea.",
  "Now, of course, Sergei Roldugin is not getting this money.",
  "This is just us getting to see it firsthand how he feels.",
  "Do you have to make a calculation every time you travel?",
  "He has been fully after me in a lot of different ways.",
  "I think the danger has been very high for a long time.",
  "There are some countries I didn’t travel to at all.",
  "He’s also a godfather of one of Putin’s daughters.",
  "Do you think the danger you face has increased?",
  "This is a villa that cost $1 billion to build.",
  "He’s stealing a lot of money from his country.",
  "It means he steals money from his government.",
  "He was pissed off at me, and he was so upset.",
  "There are many, many countries I don’t go to.",
  "But it’s to the extent that you don’t know.",
  "That seems to be the general assumption.",
  "So it’s not an absolute prerequisite.",
  "All these kinds of things like that.",
  "He’s a trustee for Vladimir Putin.",
  "He steals in the tens of billions.",
  "I love Estonia and the Estonians.",
  "You have to lobby long-distance.",
  "So he’s the only game in town.",
  "His name is Sergei Roldugin.",
  "He wants to get rid of both.",
  "$2 billion for a cellist.",
  "He lies about everything.",
  "He’s taking their money.",
  "I won’t go to Malaysia.",
  "Putin is a kleptocrat.",
  "I won’t go to Dubai.",
  "It’s real simple.",
  "He was pissed.",
  "Absolutely."
]