[
  "REUTERS/Jorge Silva\n\nBy Joel Schectman\n\nWASHINGTON (Reuters) - Russian President Vladimir Putin's request to U.S. President Donald Trump for a joint investigation of former U.S. officials sought by the Kremlin for \"illegal activities,\" including a U.S. ambassador to Russia, is just the latest effort in a years-long campaign to undermine a U.S. law that imposes financial sanctions on Putin's officials.",
  "The Magnitsky Act of 2012 is the backdrop of Putin's proposal to Trump at the Helsinki meeting earlier this week that the United States give Russian officials access to former U.S. ambassador to Russia Michael McFaul, in exchange for allowing the FBI to question 12 Russian agents recently indicted for interfering with the 2016 U.S. presidential election.",
  "UNDERMINING BILL BROWDER\n\nBy 2015, Washington lobbyist Rinat Akhmetshin, a former Soviet counterintelligence officer, and Russian lawyer Natalia Veselnitskaya began pushing a different narrative to U.S. lawmakers and journalists, according to their congressional testimony and people familiar with their advocacy.",
  "At Trump Tower, they met with the Republican candidate's oldest son, Donald Trump Jr., and Jared Kushner, Donald Trump's son-in-law and now a senior adviser to the president - a meeting now under scrutiny in Special Counsel Robert Mueller's investigation into Russian meddling in the 2016 election.",
  "Akhmetshin said his lobbying was done, not for the Kremlin, but for a now-defunct human rights organization called Human Rights Accountability Global Initiative Foundation in order to find a way to reinstate the adoptions.",
  "PUTIN'S IRE\n\nThe Magnitsky Act was the reaction to the 2009 suspicious death in prison of a Russian lawyer, Sergei Magnitsky, who worked for Bill Browder, a British hedge fund manager who invested in Russian companies.",
  "By then the Russian Prosecutor-General’s office had informally proposed that the United States turn over a U.S. National Security Agency employee, a CIA agent and State Department officials, among others.",
  "But on Thursday, the White House reversed course with spokeswoman Sarah Sanders saying, “It is a proposal made in sincerity by President Putin, but President Trump disagrees with it.\"",
  "U.S. government officials have long contended that Magnitsky’s arrest and prison death were retaliation against Browder for revealing state theft conducted by Kremlin officials.",
  "The law freezes the bank accounts and bars entry to the United States of Russian officials who U.S. authorities said were responsible for the Russian lawyer's suspicious death.",
  "Veselnitskaya has said she is an independent Russian lawyer who has conducted a private investigation into the Magnitsky issue because of her concern over the adoption ban.",
  "U.S. President Donald Trump and Russia's President Vladimir Putin talk during the family photo session at the APEC Summit in Danang, Vietnam November 11, 2017.",
  "Browder, they argued, had then tricked lawmakers and the Obama White House into imposing sanctions to distract and cover up his own tax fraud.",
  "“NOT A SINGLE person in us government has EVER checked the magnitsky story,” Akhmetshin told Reuters in a text message Thursday.",
  "Browder has repeatedly dismissed the Kremlin’s claims as propaganda intended to punish him for speaking out against Putin.",
  "TRUMP TOWER MEETING\n\nIn the U.S. presidential campaign that year, Akhmetshin and Veselnitskaya appeared to gain traction.",
  "But in an April interview Veselnitskaya told NBC she has been an active informant for Russian authorities since 2013.",
  "Putin and advocates for the Kremlin's position had had no success with the campaign - until Trump became president.",
  "And Magnitsky had not been beaten to death, they argued, saying the bruises found on his body were self-inflicted.",
  "The conversation straddled the same subjects they had repeatedly raised with journalists and lawmakers.",
  "Magnitsky was arrested after accusing Russian law enforcement officials of a $230 million tax hoax.",
  "The financier drew Putin’s ire after he successfully advocated in 2012 for the economic sanctions.",
  "The law outraged Putin, who barred American adoptions of Russian children as retaliation.",
  "That created a fire storm of criticism among Republican and Democratic lawmakers alike.",
  "Their advocacy had no impact, and lawmakers expanded the Magnitsky sanctions in 2016.",
  "Trump was receptive to the suggestion, calling it \"an interesting idea.\"",
  "“I was working for a client, trying to expose a con,” he said.",
  "They said Browder was the perpetrator of the fraud.",
  "She could not be reached for comment."
]