[
  "During his summit with President Donald Trump, Vladimir Putin offered to permit US justice officials to question 12 Russian intelligence officers, in exchange for Russian officials being allowed to question a former US envoy to Russia and others (AFP Photo/Brendan Smialowski)\n\nWashington (AFP) - President Donald Trump rejected Thursday a proposal by Vladimir Putin to allow Russian officials to interrogate a former US ambassador and other American citizens, amid outrage across Washington that he would even consider it.",
  "\"Then we would expect that the Americans would reciprocate and they would question officials, including the officers of law enforcement and intelligence services of the United States ... who have something to do with illegal actions on the territory of Russia, and we have to request the presence of our law enforcement.\"",
  "For Russia, the focus of the quid-pro-quo was questioning former US envoy to Russia Michael McFaul and 11 others in Moscow's case against billionaire investor and human rights activist William Browder, the driving force behind Magnitsky Act sanctions on Russian officials passed by the US Congress.",
  "The indictments issued last week by special counsel Robert Mueller allege that the Russian hackers publicly released tens of thousands of stolen Democratic emails and documents using \"fictitious online personas.\"",
  "Sanders made the statement just as the US Senate took up a resolution objecting to any move by the Trump administration to make US officials available for questioning by Russian government officials.",
  "Asked whether he would extradite 12 Russian intelligence agents indicted in the United States last week for hacking Democratic Party computers, he said he could meet the US government \"halfway.\"",
  "While Trump originally called the idea an \"incredible offer,\" and continued to weigh it through Wednesday, White House Press Secretary Sarah Sanders said he has now decided against it.",
  "- 'Congress will not allow this' -\n\nMcFaul expressed outrage on Wednesday when Sanders said Trump was \"going to meet with his team\" to consider Putin's proposal.",
  "\"We can actually permit official representatives of the United States... into the country and they will be present at this questioning\" of the 12 inside Russia.",
  "\"Let this resolution be a warning to the administration that Congress will not allow this to happen,\" said Senate Minority Leader Chuck Schumer.",
  "\"Hopefully President Putin will have the 12 identified Russians come to the United States to prove their innocence or guilt,\" said Sanders.",
  "Putin unveiled the proposal in a joint press conference with Trump on Monday following their summit meeting in Helsinki, Finland.",
  "President Trump was very clear we’re not going to force Americans to go to Russia to be interrogated by the Russians,\" he said.",
  "\"It is a proposal that was made in sincerity by President Putin, but President Trump disagrees with it,\" Sanders said.",
  "In a sharp rebuke to the White House, the resolution passed with unanimous support from both parties, 98-0.",
  "\"There were suggestions, comments, thoughts by President Putin with respect to that inquiry.",
  "\"It's not going to happen,\" Secretary of State Mike Pompeo echoed late Thursday.",
  "Mueller is investigating possible collusion between Trump's campaign and Russia.",
  "But on Thursday Sanders made clear a deal with Putin was not in the cards.",
  "\"I think that's an incredible offer,\" Trump responded in Helsinki."
]