[
  "This campaign continued with Putin’s statement at the summit; afterward, the Russian prosecutor general’s office said that the American “intelligence officers” Putin believes Russia is entitled to speak to about Browder’s non-existent crime include figures from the National Security Agency, the Department of Homeland Security, the CIA, the House Foreign Affairs Committee, and the State Department, including former U.S. ambassador to Russia Michael McFaul.",
  "In any case, the New York Times’ Maggie Haberman got White House press secretary Sarah Sanders to confirm Wednesday that Trump and Putin did, in fact, discuss letting Russian “investigators” “question” the officials involved in Browder’s pretend scheme—though, in his beneficence, Trump has not decided to actually let it happen yet:\n\nDid Presidents Trump and Putin discuss the Americans that Russian authorities want to question?",
  "“There was conversation about it, but not a commitment made by the United States,” Sanders says https://t.co/JJgYHR8kWv pic.twitter.com/Lz9alx69ol — CBS News (@CBSNews) July 18, 2018\n\nAs a bonus, here, the Magnitsky Act happens to be what the representatives of the Russian government who met with Donald Trump Jr., Jared Kushner, and Paul Manafort in June 2016 wanted to talk about.",
  "-/AFP/Getty Images\n\nOne of the more underrated dumb moments of Monday’s dumb Trump-Putin press conference in Helsinki was when Trump mentioned an “interesting” proposal that Putin had made for Russia and the U.S. to help each other out on two high-profile investigations.",
  "Browder” is Bill Browder, an American-born British investor who, according to all accounts besides those which have appeared in Russian media, was defrauded of his Russian holdings in 2007 in a massive state-sponsored scheme that involved both theft and violence.",
  "Browder then campaigned successfully in the U.S. for the passage of a 2012 bill called the Magnitsky Act, which prohibits Russians known to have been involved in human-rights violations from using the U.S. financial system.",
  "(McFaul, for one, actually opposed passage of the bill and wasn’t even in Russia during the period that the prosecutor general says he was involved in Browder’s conspiracy, but has been a pain in Putin’s ass in other ways.)",
  "They would question officials, including the officers of law enforcement and intelligence services of the United States whom we believe have something to do with illegal actions on the territory of Russia.",
  "Both Browder and Magnitsky have thus become the subjects of a Russian smear campaign which accuses them (posthumously, in Magnitsky’s case) of having committed fraud themselves.",
  "I think that’s an incredible offer.” (The “12 people” are the twelve Russians indicted by Robert Mueller’s special counsel office for stealing and leaking Democrats’ emails.)",
  "What those individuals seem to have in common is involvement in Magnitsky Act-related issues and/or generally being people that Putin finds annoying.",
  "He offered to have the people working on the [2016 election hacking] case come and work with their investigators, with respect to the 12 people.",
  "A Russian investigator named Sergei Magnitsky who worked for Browder subsequently died under suspicious circumstances while in state custody.",
  "Here’s Putin’s description of what Russia would get back in return:\n\nWe would expect that the Americans would reciprocate.",
  "Then-ambassador to Russia Michael McFaul leaves the Russian Foreign Ministry in Moscow on May 15, 2013.",
  "… We have solid reason to believe that some intelligence officers, guided these transactions.",
  "Business associates of Mr. Browder have earned over $1.5 billion in Russia.",
  "For instance, we can bring up Mr. Browder in this particular case.",
  "And we have to request the presence of our law enforcement.",
  "Similar bills have also been passed in the U.K. and Canada.",
  "Said Trump: “What he did, is an incredible offer.",
  "Neither in Russia nor in the United States.",
  "So we have an interest of questioning them.",
  "Russia: Not a fan of the Magnitsky Act!",
  "Yet, the money escapes the country.",
  "They never paid any taxes.",
  "“Mr."
]