[
  "Bush 43 WH ethics lawyer on NYT story/Donald Trump Jr. and Kushner meeting with Russian lawyer: “This borders on treason” via @MSNBC pic.twitter.com/Ceu5xLYgnB — Bradd Jaffy (@BraddJaffy) July 9, 2017\n\nOne MSNBC legal analyst said Trump Jr. could be heading to jail if the allegations are true, while a Harvard law professor said the \"attempted theft of a presidential election in collusion w/ Putin is a serious felony and a high crime against the state.\"",
  "The existence of the meeting — and the fact that the Russian lawyer allegedly tried to share dirt on Clinton — is a bombshell revelation and comes at a time when the FBI is actively pursuing a counterintelligence investigation into Russian interference in last year's election and whether or not Trump campaign officials had inappropriate contacts with Russian operatives.",
  "In a much longer statement Sunday, Trump Jr. acknowledged that Veselnitskaya offered information about Clinton and the Democratic National Committee — but he refused it:\n\nI was asked to have a meeting by an acquaintance I knew from the 2013 Miss Universe pageant with an individual who I was told might have information helpful to the campaign.",
  "Donald Trump Jr., son of President Donald Trump, admitted over the weekend to meeting last summer with a Kremlin-linked lawyer who promised to divulge information helpful to Trump's campaign, presumably information harmful to Democratic nominee Hillary Clinton.",
  "However, the allegation that Trump Jr. committed treason would presumably only be true if Veselnitskaya was working on behalf of the Russian government when she met with Trump Jr. and the other Trump campaign associates, something the Russian lawyer denies.",
  "He claimed it was a \"was a short introductory meeting\" to discuss a \"program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government.\"",
  "However, after the Times released a bombshell report Sunday explaining the alleged purpose of the meeting — to discuss acquiring potentially damaging information about Clinton's campaign — the younger Trump changed his tune.",
  "So far, the FBI is focusing their investigation on Manafort and other Trump campaign surrogates — Carter Page, Roger Stone and Michael Flynn — but may extend the scope to include others, such as Kushner and Trump Jr.",
  "According to the Times, Veselnitskaya is connected to the Kremlin through her representation of several government-owned companies, in addition to her representation of a senior Russian government official's son.",
  "In a statement to the Times, Veselnitskaya said she \"never acted on behalf of the Russian government\" and said that she \"never discussed any of these matters with any representative of the Russian government.\"",
  "Other high-level Trump campaign members also attended the meeting, including then-campaign manager Paul Manafort and Trump's son-in-law Jared Kushner, who now serves as a senior aide in the White House.",
  "I interrupted and advised her that my father was not an elected official, but rather a private citizen, and that her comments and concerns were better addressed if and when he held public office.",
  "\"This was an effort to get opposition research on an opponent in an American political campaign from the Russians, who were known to be engaged in spying inside the United States,\" Painter said.",
  "After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton.",
  "The statement did not include any mention of Clinton and added that Trump Jr. \"was asked to attend the meeting by an acquaintance,\" but he was not told who he was meeting with beforehand.",
  "Richard Painter, an ethics lawyer who served in George W. Bush's White House, said on MSNBC Sunday that if the report is true, then Trump Jr's actions \"borders on treason.\"",
  "The Times reported that Trump Jr. agreed to meet with Russian lawyer Natalia Veselnitskaya only because she \"promised damaging information about Hillary Clinton.\"",
  "It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.",
  "\"If this story is true, we’d have one of them if not both of them in custody by now, and we’d be asking them a lot of questions,\" he explained.",
  "\"We do not get our opposition research from spies, we do not collaborate with Russian spies, unless we want to be accused of treason.\"",
  "According to the Times, the meeting was at Trump Tower on June 9, 2016, just two weeks after Trump secured the Republican nomination.",
  "The details are still murky, and it's not even certain than any information on Clinton was shared, given Trump Jr.'s statement.",
  "The meeting was recently detailed in revised documents Kushner submitted in order to obtain his high-level security clearance.",
  "She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "When the Times first broke news of the meeting Saturday, Trump Jr. released a short statement about the meeting.",
  "However, neither man was required to disclose the content of the meeting, only that it took place.",
  "Manafort also reportedly acknowledged the meeting to congressional investigators.",
  "That was the end of it and there was no further contact or follow-up of any kind.",
  "She has previously drawn the attention of the FBI, sources told the Times.",
  "I asked Jared and Paul to attend, but told them nothing of the substance.",
  "The meeting was first reported by the New York Times over the weekend.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.",
  "As it ended, my acquaintance apologized for taking up our time.",
  "However, it's not clear if any information was exchanged.",
  "Her statements were vague, ambiguous and made no sense.",
  "My father knew nothing of the meeting or these events.",
  "This borders on treason, if it is not itself treason.\"",
  "But people are already hammering the younger Trump.",
  "The meeting lasted approximately 20 to 30 minutes.",
  "I was not told her name prior to the meeting.",
  "We had a meeting in June 2016.",
  "\"This is unacceptable."
]