[
  "Court filings reviewed by the Times indicate that the content on the flash drive was also accessed by someone with the initials, \"R.A.\"\n\nWhen Akhmetshin was questioned about those events during a deposition, he confirmed he had handed over a hard drive with information about International Mineral Resources, but claimed that the information had come from a Kazakh contact.",
  "The June meeting\n\nPaul Manafort Chip Somodevilla/Getty Images\n\nThe June 2016 meeting at Trump Tower arranged by Donald Trump Jr. and its attendees are now being scrutinized by Robert Mueller, the special counsel in charge of the FBI's investigation into whether the Trump campaign colluded with Moscow to tilt the 2016 election in his favor.",
  "Thomson Reuters\n\nAkhmetshin has been associated in the past with corporations owned by multiple Russian businessmen with close ties to Russian President Vladimir Putin, and he was involved in two legal battles in which his associates' rivals were victims of sophisticated hacking operations.",
  "Associated Press/Mark Lennihan\n\nRinat Akhmetshin, the Russian lobbyist who was present at Donald Trump Jr.'s meeting with a Russian lawyer last June at Trump Tower, may have stronger links to the Kremlin than previously known, The New York Times reported Monday.",
  "A former Soviet military intelligence officer, Akhmetshin has long been tied to Kremlin-linked individuals, but the new Times report has drawn connections between Akhmetshin and several high profile Russian billionaires, for whose companies he supposedly worked.",
  "In an affidavit Akhmetshin provided in one of the hacking cases, he said he had spoken to Ivanov about topics \"from narco-trafficking and terrorism in Afghanistan to surveillance of undercover agents, suspected undercover agents and their identities.\"",
  "Akhmetshin has told reporters in the past that he unsuccessfully tried to consult Yanukovych's pro-Russia Party of Regions before Russia invaded and annexed the Ukrainian territory of Crimea in 2014, according to the Times.",
  "A source familiar with the case told the Times that Akhmetshin had personally given a flash drive containing hacked documents to a lawyer \"engaged in another matter potentially damaging\" to International Mineral Resources.",
  "Further, the Times found that, in 2010, Akhmetshin began working with Viktor Ivanov, who used to be the deputy head of Russia's intelligence agency, the F.S.B., and who previously served as a top adviser to Putin.",
  "Kerimov is a portfolio investor who is said to be tied to the Kremlin through his business dealings with individuals like Vladimir Kogan, a Russian tycoon who's been referred to as \"Putin's banker.\"",
  "But the search warrant obtained by the FBI in July indicates that Mueller managed to convince a federal judge that Manafort would try to conceal or destroy documents subpoenaed by a grand jury.",
  "During Kerimov's conflict with Egiazaryan in 2011, two British lawyers representing Egiazaryan received suspicious emails, sources familiar with the investigation told the Times.",
  "For at least the last year, he has worked closely with Veselnitskaya to lobby against the 2012 Magnitsky Act, a US law that blacklists Russians accused of human rights abuses.",
  "Manafort was once a top adviser to Ukrainian President Viktor Yanukovych, a pro-Russian strongman whom Manafort is widely credited with helping win the presidency in 2010.",
  "An investigator working for EuroChem's competitor also claimed he'd overheard Akhmetshin saying that he had paid Russian hackers \"a lot of money\" for the documents.",
  "\"More gossip and unconfirmable nonsense - Paul doesn't know and hasn't worked with the man,\" Maloni told Business Insider in response to the Times' investigation.",
  "IMR dropped its lawsuit against Akhmetshin in early 2016, the Times reported, and said in a statement that it dropped the charges \"after careful consideration.\"",
  "In addition, Akhmetshin has said that he is a \"longtime acquaintance\" of Paul Manafort, Trump's former campaign manager who was present at the meeting.",
  "In one case, Akhmetshin was tied to Russian billionaire Suleiman Kerimov, when Kerimov was involved in a dispute with competitor Ashot Egiazaryan.",
  "Manafort invited further scrutiny scrutiny after The Washington Post reported that the FBI conducted a predawn raid on his home in July.",
  "The hacking cases\n\nDagestani born tycoon Suleiman Kerimov watches a soccer match between Anzhi and Spartak in Moscow April 22, 2012.",
  "He said he was having lunch with Russian lawyer Natalia Veselnitskaya that day when she \"spontaneously\" invited him to the meeting.",
  "At the time, Akhmetshin was consulting for a law firm representing EuroChem, a mining company owned by a Russian billionaire.",
  "Forensic analysis of the emails determined that the messages contained malicious content meant to infect their computers.",
  "This March 16, 2016 file photo shows Trump Tower in New York, the luxury tower emblazoned with Donald Trump's name.",
  "The companies were embroiled in contentious legal battles during which their opponents made hacking allegations.",
  "Later that year, Russia approved a warrant for Egiazaryan's arrest, based on charges of large-scale fraud.",
  "He denied knowing anything about hacking and said he did not \"know a single person who could do that.\"",
  "Akhmetshin has told reporters that he took last June's Trump Tower meeting with Trump Jr. by chance.",
  "Agents working with Mueller left Manafort's home \"with various records,\" according to The Post.",
  "Manafort's spokesman, Jason Maloni, denied any relationship between his client and Akhmetshin.",
  "The allegations against Akhmetshin claimed he was targeting International Mineral Resources.",
  "The emails originated from computers registered with one of Kerimov's companies in Moscow.",
  "Manafort has been cooperating with investigators' requests for relevant documents.",
  "In March, Putin also awarded Kerimov the Order for Merit to the Fatherland of II.",
  "Editor's note: This article has been updated after the original publication.",
  "In 2013, Akhmetshin was directly accused of hacking in a separate case.",
  "Egiazaryan is currently a fugitive and wanted by Interpol."
]