[
  "WASHINGTON -- The Homeland Security Department said Monday wealthy financier William Browder, a British citizen who lobbied for a law targeting Russian officials over human rights, was cleared for travel to the United States on Oct. 18, four days before he says he was denied entry into the U.S.\n\nBrowder disputed that government account.",
  "In response to Browder's Sunday tweet, Senate Armed Services Committee Chairman John McCain, R-Ariz., and Maryland Sen. Ben Cardin, the top Democrat on the Foreign Relations Committee, asked the Homeland Security Department to review the action.",
  "Also present at the meeting was Rinat Akhmetshin, a well-known Washington lobbyist and former Soviet military officer, who for the past few years has been lobbying on behalf of Russian interests trying to poke holes in the Magnitsky story.",
  "\"The reason I had been added to the Interpol list by Russia is that Vladimir Putin is very angry at me personally, he even made some very nasty remarks about me on Thursday night in a gathering, in a public gathering in Moscow.\"",
  "\"Mr. Browder's work has helped to remove corrupt actors from our financial system and enhance accountability measures with respect to the U.S. relationship with the Russian Federation,\" McCain and Cardin said in a statement.",
  "The meeting was billed in emails to Trump Jr. as part of a Russian government effort to aid his father's campaign by providing information that could be used against Democratic presidential candidate Hillary Clinton.",
  "But the attorney, Trump Jr. and others present - including Trump son-in-law Jared Kushner and former campaign chairman Paul Manafort - have said it mostly involved Russian adoption and the Magnitsky Act.",
  "The agency did not say whether Browder was on an Interpol list, but noted that \"when possible matches to derogatory information are found, applications will be vetted through normal\" customs procedures.",
  "The Electronic System for Travel Authorization, or ESTA, is administered by the Homeland Security Department and determines the eligibility of visitors to travel to the U.S. under a visa waiver program.",
  "\"When I looked in to it, the reason I discovered that the U.S had cancelled my travel privileges was that I had been added to the Interpol list by Russia,\" Browder told CBS News.",
  "Browder pushed for the 2012 law named after his former employee, Russian whistleblower Sergei Magnitsky, that imposed travel bans and froze assets of dozens of Russian officials.",
  "\"I received a notification from DHS that my Global Entry was rejected on the 19th and a notification from the airline that my ESTA wasn't valid after that,\" Browder said.",
  "In an interview with The Associated Press, Browder said he was checking in to a flight to the United States on Sunday when he discovered he wasn't able to travel.",
  "\"It would be unfortunate if the U.S. decided to bar him based on a decision by those same Russian officials who have been targeted by this important legislation.\"",
  "In a separate statement, Homeland Security's Customs and Border Patrol agency said Browder was \"manually approved\" to travel to the United States on Oct. 18.",
  "Browder tweeted on Sunday that Russian President Vladimir Putin placed him on an Interpol travel list and the U.S. had simultaneously revoked his visa.",
  "In a separate letter, New York Rep. Elliot Engel, the top Democrat on the House Foreign Affairs Committee, asked the State Department to reverse it.",
  "More recently, the law has factored into the explanations for a meeting at Trump Tower in New York between Donald Trump Jr. and a Russian attorney.",
  "In their letter, McCain and Cardin - co-sponsors of the Magnitsky Act - said Browder is a strong advocate for anti-corruption efforts.",
  "The State Department said Monday that Browder had never held a visa, and that many British citizens use the visa waiver program.",
  "His comments drew outrage from congressional Republicans and Democrats who immediately demanded answers from American officials.",
  "On Monday, however, the U.S. government said Browder has never held a U.S. visa and that he was cleared for travel last week.",
  "Global Entry is a U.S. Customs and Border Protection program that allows low-risk travelers to have expedited clearance.",
  "The Magnitsky Act aimed to retaliate against the Russians who were accused of being involved in Magnitsky's death.",
  "Shortly after its passage, the Russian government countered by barring Americans from adopting Russian children.",
  "Magnitsky died in jail after accusing Russian officials of stealing government money in a tax fraud scheme.",
  "He said Putin had issued \"an abusive Interpol arrest warrant\" for him."
]