[
  "Soner Cagaptay, director of the Turkish Research Programme at the Washington Institute, told AFP the crisis had erupted with Turkey undergoing a \"transformation\" under Erdogan which has seen the country more closely orientating towards the Muslim Middle East.",
  "He is accused of acting on behalf of two groups deemed by Turkey to be terrorist organisations -- the movement led by US-based Muslim preacher Fethullah Gulen who Ankara says was behind the 2016 coup bid and the outlawed Kurdistan Workers' Party (PKK).",
  "- 'Historic rupture' -\n\nThe standoff appears to be one of the most serious crises between Turkey and the United States in modern history, along with the rows over the 1974 Turkish invasion of Cyprus and the 2003 US-led invasion of Iraq.",
  "The US Treasury implemented the sanctions under the 2016 Global Magnitsky Act named after Russian lawyer Sergei Magnitsky, who died in a Moscow jail, and which allows the US to sanction foreign officials implicated in rights abuses.",
  "Ankara and Washington are at odds over American support for a Kurdish militia in Syria and the United States is extremely wary over Turkey's growing cooperation with Russia and its deal to buy Russian air defence systems.",
  "Two Turkish employees of US consulates in Turkey are also currently in jail on terror charges and another is under house arrest, while several Americans have been caught up in the crackdown that followed the failed coup.",
  "His language was immediately echoed by President Donald Trump, who had enjoyed a relatively warm relationship with Erdogan and was even reported to have \"fist-bumped\" the Turkish president at a NATO summit last month.",
  "-\n\nThe row over Brunson escalated last week when US Vice President Mike Pence, like the pastor an evangelical Christian, said Turkey would face \"significant sanctions\" if this \"innocent man of faith\" was not freed.",
  "The sanctions targeting Justice Minister Abdulhamit Gul and Interior Minister Suleyman Soylu freeze any property or assets on US soil held by the two ministers, and bar US citizens from doing business with them.",
  "Istanbul (AFP) - Turkey was on Thursday drawing up retaliatory measures after Washington slapped sanctions on two Turkish ministers in the one of the biggest crises between the two NATO allies in recent years.",
  "Finance Minister Berat Albayrak, who is Erdogan's son-in-law, insisted the impact on the economy would be \"limited\" and said Turkey's priority \"is to solve the issue with diplomacy and constructive efforts\".",
  "But Cagaptay said Ankara would think twice before escalating, given \"the pain of the economic burden which is really costing Turkey\", and suggested Erdogan might seek a \"graceful exit\" from the crisis.",
  "White House spokeswoman Sarah Sanders told journalists both ministers had \"played leading roles in the arrest and detention of Pastor Brunson\", who led a Protestant church in the Aegean city of Izmir.",
  "The senior US general in Europe, Curtis Scaparrotti, was on Thursday holding talks with Turkish military officials in Ankara but there was no indication the Brunson case would be raised.",
  "Tensions have soared over Turkey's detention on terror charges of American pastor Andrew Brunson, who was first held in October 2016 and was moved to house arrest last week.",
  "Foreign Minister Mevlut Cavusoglu, who is set to meet US Secretary of State Mike Pompeo in the next few days, said the move \"will not go without response\".",
  "- 'We will get it' -\n\nThe row over Brunson is just one of a number of disputes which have buried any hope of a warming of ties under the Trump presidency.",
  "US media reported there had been a deal with Turkey to free Brunson after Washington's ally Israel released a Turkish woman held on terror charges.",
  "Gul dismissed the sanctions, saying: \"I have neither a tree planted nor one penny in the US or any other country outside of Turkey.\"",
  "Turkey is meanwhile furious the US has failed to extradite Gulen, who lives in rural Pennsylvania, to face trial over the coup bid.",
  "Soylu tweeted that the only thing Turkey wanted in the US was Gulen's group, vowing: \"We won't leave that there, we will get it!\"",
  "The Turkish foreign ministry warned that the move \"will greatly damage constructive efforts\" to solve outstanding issues.",
  "The sanctions rattled financial markets with the Turkish lira hitting five to the dollar for the first time in history.",
  "The next hearing is October 12 with the pastor facing 35 years in jail if convicted.",
  "The currency has lost four percent against the dollar in the last week alone.",
  "\"A historic rupture,\" said the headline in the opposition daily Cumhuriyet.",
  "The court trying Brunson has repeatedly refused to allow him to go free.",
  "But Turkish officials have rubbished the claims.",
  "- Exchange deal?"
]