[
  "“Behind the scenes, he’s apparently freaking out about all the investigations closing in, because between Friday and Sunday he tweeted 48 times.”\n\nHe added: “Now, there’s a report in the Washington Post that Donald Trump is getting worried that the Trump Tower meeting with the Russians might lead to criminal charges for his son.”\n\nColbert proceeded to read Trump’s tweet in defense of his son, which read: “Fake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower.",
  "“Remember, when news of the meeting first came out last year, the official story was that it was primarily about the adoption of Russian children.”\n\n“Now,” Colbert quipped, “we know it was primarily about Russian adoption in the same way that The Silence of the Lambs is primarily about lambs.”\n\nTrevor Noah: ‘Do you know how much effort it takes to destabilize the entire world?’\n\nComedy Central’s Trevor Noah addressed Trump’s Twitter attack on LeBron James.",
  "He said: “Trump would rather everyone talk about his attacks on LeBron or the Space Force than his mounting legal problems, which are getting worse by the day as more information comes out about the infamous Trump Tower meeting with the Russians in 2016.”\n\n“Remember,” Meyers continued, “when we first learned about that meeting, the president’s son Don Jr insisted that his father wasn’t there.",
  "Comics discussed Trump’s beef with LeBron James and the president’s admission about the infamous Trump Tower meeting\n\nTrevor Noah: 'Trump gets a vacation, but we don't get a vacation from him'\n\nLate-night hosts on Monday discussed Donald Trump’s attacks on LeBron James and his admission that the 2016 Trump Tower meeting with Russians was an attempt to get dirt on Hillary Clinton.",
  "Every night I’m out here!”\n\nManafort ex-business partner Rick Gates testifies they committed crimes together Read more\n\nSeth Meyers: ‘How is it possible these are the best lawyers the president can get?’\n\nFinally, NBC’s Seth Meyers discussed the president’s seemingly inadvertent admission of the purpose of the Trump Tower meeting.",
  "Meyers went on: “At least that was their story until yesterday, when Trump, in an effort to distance himself from the meeting, tweeted that he wasn’t there and admitted its real purpose.”\n\nThe host then showed Trump’s tweet, wherein he confesses that the meeting was about securing dirt on Hillary Clinton, not the Magnitsky Act.",
  "“So this was supposed to be a rally for an Ohio congressional candidate, but Trump decided to cover his face with Vaseline and campaign for his friends on Fox,” Noah joked, airing clips of Trump calling MSNBC “disgusting” and praising various Fox News anchors, like Sean Hannity, Lauara Ingraham, Tucker Carlson and Lou Dobbs.",
  "He also claimed the meeting was about a law sanctioning Russian officials called the Magnitsky Act, as well as Russia’s response to that law, which was to ban Americans from adopting Russian children.”\n\n\n\nIn a television interview Meyers then showed, Trump Jr described the meeting as “nonsensical, inane, and garbled”.",
  "“Do you know how much effort it takes to destabilize the entire world?”\n\n“Unfortunately, even though Trump gets a vacation, we don’t get a vacation from him,” said the host, showing footage of Trump appearing at a rally in Ohio in support of congressional candidate Troy Balderson.",
  "“So he has two sons named Donald?”\n\n“But of course, the biggest takeaway from this tweet is that he’s straight up admitting that this was a meeting with representatives of the Russian government to get information on an opponent, also known as collusion,” said the host.",
  "But what exactly did King James do to get the president so mad?”\n\nIn footage Noah showed from James’ interview with Lemon, the basketball star said he “would never sit across” from Trump if given the chance.",
  "“Now that the president has admitted that he and his son lied repeatedly, and the meeting actually was about colluding with a foreign adversary, Trump’s lawyers are trying a new argument,” said Meyers.",
  "“He sounds like a kid saying goodnight to his favorite stuffed animals.”\n\n“But remember, this is the president’s summer vacation, which means he has a lot of time on this thumbs,” the host went on.",
  "“He made Lebron look smart, which isn’t easy to do.”\n\n“You know, Trump calling someone the dumbest man on television is like R Kelly singing about you locking girls up,” the host quipped.",
  "“That even if he did collude, it’s not a crime.”\n\nIn an interview, the president’s defense attorney Jay Sekulow asked, “How would it be illegal?” with regard to collusion.",
  "John Oliver on Donald Trump's defence strategy: 'There's so much wrong there' Read more\n\nStephen Colbert: ‘Wonderful son Donald?",
  "This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere.",
  "The Daily Show (@TheDailyShow) America’s burger king launches a late night Twitter strike on America’s actual King.",
  "“So, once again, President Trump is feuding with a famous black person who dared to criticize him,” said Noah.",
  "Meyers replied: “How about a conspiracy to violate election laws, conspiracy to defraud the United States.",
  "Seriously, how is it possible that these are the best lawyers the president of the United States can get?”",
  "“Lebron James was just interviewed by the dumbest man on television, Don Lemon,” tweeted Trump.",
  "“And he’s putting it to good use.”\n\nNoah then showed the president’s attack on LeBron James.",
  "pic.twitter.com/grsrw8kcsH\n\n“How is this the president of the United States?” Noah asked.",
  "So he has two sons named Donald?’\n\n“The president is on vacation,” began Stephen Colbert.",
  "“This week, President Trump is officially on vacation, and he deserves it,” Noah began.",
  "This is fine.”\n\n“For sure, no one is keeping him from tweeting,” the host continued.",
  "I did not know about it!”\n\n“Wonderful son Donald?” asked Colbert.",
  "“I know people are like, ‘Oh, shouldn’t he be working?’ No.",
  "“Which makes me wonder: what do I have to do?!",
  "“Now, the president is beefing with LeBron.",
  "Why do you ignore me, Donald?"
]