[
  "Although at the time of the fall, Russian police said they concluded that foul play had not been involved, a district prosecutor and a police department in Moscow are still investigating the fall, following Gorokhov's complaints that detail a number of incidents where he and his family have been threatened or intimidated.",
  "Magnitsky represented the American-born investor Bill Browder — once the biggest foreign investor in Russia — when he alleged that organized criminals had colluded with Russian Interior Ministry officials to claim a fraudulent $230 million tax rebate after illegally seizing subsidiaries of Browder’s companies.",
  "/ Updated By Richard Engel and Aggelos Petropoulos\n\nMOSCOW — A Russian lawyer who survived after falling from a fourth-floor balcony says his plunge was “no accident” and fears he was targeted because he found key evidence in a $230 million corruption scandal involving high-ranking state officials.",
  "Alexander Perepilichny was a former associate of the corrupt Russian officials but came forward to provide Swiss authorities and Magnitsky's former employer Browder with bank statements, seen by NBC News, that appear to show part of the money had also ended up in Switzerland and Dubai.",
  "After surviving almost a year of torturous conditions and ailing health, he was tied to a bed and beaten to death by eight prison guards with rubber batons, according to his family and investigators tasked with documenting the circumstances of his death.",
  "The case, initially filed by the office of Preet Bharara, formerly the U.S. Attorney for the Southern District of New York, alleged that high-end New York real estate was bought with some of the $230 million embezzled by Russian officials.",
  "The lawyer says he remembers nothing about the incident, which left him with a fractured skull and sent him to intensive care, but now fears he may have been the latest target in a chain of killings surrounding the fraud probe.",
  "According to the official order to detain him, which was seen by NBC News, some of the same officials implicated in the fraud arrested Magnitsky and threw him into one of Moscow’s most notorious prisons a month later.",
  "Gorokhov was one of the key witnesses in federal case after finding a crucial cache of documents in a Moscow court, which appear to show the movements of some of the millions allegedly stolen by Russian officials.",
  "Gorokhov's balcony plunge came days before he was scheduled to present new evidence on Magnitsky's illegal arrest in a Moscow court and just weeks before an important trial was set to begin in Manhattan.",
  "The Magnitsky Act, which became law in 2012, placed personal sanctions not on the Russian state, but on the people directly accused of being behind the tax refund fraud and the killing of Magnitsky.",
  "The most popular opposition leader in Russia and most prominent supporter of the Magnitsky Act was gunned down as he walked with his girlfriend in central Moscow in 2015 within sight of the Kremlin.",
  "\"Someone planned this, but unfortunately I do not remember the details.”\n\nGorokhov could not elaborate further on the specific circumstances of the fall, implying to NBC News he was scared to do so.",
  "Eight people who have been involved in the same case have died in mysterious or violent circumstances, while Gorokhov and another man have survived a combined three suspected assassination attempts.",
  "\"There’s no doubt of course there seems to be an extremely high mortality rate for some reason among independent journalists and political opponents of Mr. Putin in the last 17 years,\" he added.",
  "Standing on the balcony he fell from, Gorokhov told NBC News that despite the high-level controversy surrounding the case and his perilous fall, he was poised to keep pursuing Magnitsky’s case.",
  "\"It was about 5 o’clock in the morning, I woke up because my heart was racing and then I started sweating really badly and then I started having trouble breathing,\" he said.",
  "Documents provided to NBC News by Browder show that Magnitsky filed complaints against the judges, tax officials and police officers that he alleged were in on the heist.",
  "\"Of course I knew straightaway what it was because this was the second time in two years that this happened and it began almost identically in the same way,\" he added.",
  "The reported cause of death at the time was a heart attack, but a long-awaited inquest held at London's Old Bailey court in June heard evidence pointing to poisoning.",
  "Testing of Perepilichny’s stomach contents found tiny traces of what could be related to an exotic — and toxic — plant, according to expert testimony heard in court.",
  "Speaking of the attempts on his own life Kara-Murza said: \"I can only presume this as done by people with at least connections to the Russian Special Services.\"",
  "Magnitsky was a Russian lawyer whose death led to a bitter round of sanctions between Washington and Moscow, and led Congress to pass the Magnitsky Act in 2012.",
  "\"I photographed all the documents, because there were so many of them, and then I flew to London and met with American prosecutors who copied them,\" he said.",
  "Vladimir Kara-Murza\n\nWhen NBC News met Kara-Murza in Washington he was still frail from the second of what his doctors say were were two poisoning attempts.",
  "That law froze the U.S. assets of Russian investigators and prosecutors said to have been involved in illegal detention and death of the late lawyer.",
  "“It is my duty.”\n\nHe added: \"I woke up in the hospital and the doctor said it was a miracle I was alive because I fell from the fourth floor.\"",
  "And if you were to ask me what I think is the most likely reason for somebody trying to kill me twice now in three years I think it's that.\"",
  "\"I am still afraid for my life,\" Nikolai Gorokhov told NBC News in his first interview since surviving the 50-foot drop on March 21.",
  "The evidence was enough for U.S. federal prosecutors to seize the New York properties and launch a case against the Russian owners.",
  "At the time, Kara-Murza was touring Russia screening documentary on his friend and late Russian opposition leader Boris Nemtsov.",
  "He played a key role in support of the Magnitsky Act — a move that he alleges has led to two separate attempts to kill him.",
  "Gorokhov, 53, represents the family of the whistle-blowing attorney Sergei Magnitsky, who died in a Russian prison in 2009.",
  "These people are so obsessed with money, that they're ready to kill anyone who gets in the way,\" Browder told NBC News.",
  "In 2012, President Vladimir Putin said that Magnitsky died of a heart attack, in spite the evidence to the contrary.",
  "Fast forward eight years, and Magnitsky family's lawyer Gorokhov fell off of a balcony at his home near Moscow.",
  "Because it targets those who abuse the rights of Russian citizens and who steal the money of Russian taxpayers.",
  "While he says he remembers nothing, the lawyer adds that he is certain it was an assassination attempt.",
  "'It's a mafia'\n\nThe death of another Russian linked to the investigation has also raised suspicions.",
  "Putin hit back at the time, saying: \"Do you think that no one ever dies in American jails, or what?",
  "Gorokhov’s testimony and the documents he provided were filed under seal for his own protection.",
  "\"As Boris Nemtsov said, this is the most pro-Russian law ever passed in any foreign parliament.",
  "Nikolai Gorokhov speaks to NBC News's Richard Engel on the balcony from which he fell.",
  "Russian opposition activist Vladimir Kara-Murza wants such deaths to be investigated.",
  "\"It's a mafia, it's a mafia that's running a sovereign state with nuclear weapons.\"",
  "\"If the state covers up for fraudsters,\" Gorokhov said, \"anything is possible.\"",
  "He described the moment he said he realized he had been poisoned once again.",
  "Perepilichny rented a house in a luxury gated community just outside London.",
  "The money laundering case in Manhattan federal court was settled on May 12.",
  "But weeks before the trial was set to begin, he took that mysterious fall.",
  "In retaliation, Moscow barred Americans from adopting Russian children.",
  "Russian officials did not respond to NBC News when asked to comment.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Magnitsky pictured when working for Hermitage Capital Management.",
  "\"But of course I am more afraid about the safety of my family.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "Magnitsky filed those complaints in October, 2008.",
  "“An honest man died in prison,” Gorokhov said.",
  "Must we make a story of each and every case?\"",
  "In 2012 he went for a jog and dropped dead.",
  "\"My organs were shut down one by one.\"",
  "\"This was no accident,\" he said.",
  "The curse of the Magnitsky Act?",
  "\"Greed, money and corruption.",
  "The inquest is ongoing.",
  "Of course they do.",
  "And so what?"
]