[
  "Trump's surprisingly strong statement in support of the law, called the Global Magnitsky Human Rights Accountability Act, drew cautious praise Friday from the law's main champion, Bill Browder, a British investment banker and fierce critic of Russian President Vladimir Putin.",
  "\"This report, compiled by the Department of State, the Treasury, and other relevant executive departments and agencies, outlines my administration's support for this important legislation and makes clear our commitment to its robust and thorough enforcement,\" Trump wrote.",
  "Trump's letter accompanied a report on implementation of the law, under which 44 Russian citizens, including some high-level officials, have been blacklisted by the United States, barred from traveling there or maintaining any financial interests in the country.",
  "The letter comes a week after Tillerson made his first visit to Moscow, and as the Trump administration remains engulfed in controversy surrounding allegations of collusion between Trump campaign aides and Russian operatives during the U.S. presidential race.",
  "\"Over the coming weeks and months, agencies will undertake thorough interagency vetting to ensure we fulfill our commitment to hold perpetrators of human rights abuses and corruption accountable,\" Trump wrote in a letter to Congressional leaders Thursday.",
  "U.S. President Donald Trump | Brendan Smialowski/AFP via Getty Images Trump pledges crackdown on rights abusers in Russia and beyond US president’s comments draw praise from Putin critic pushing for EU human rights law.",
  "U.S. President Donald Trump unexpectedly declared strong support for an EU law aimed at cracking down on human rights violators worldwide that Congress initially adopted to punish rights abuses in Russia.",
  "Although the Obama administration ultimately enforced the Magnitsky Act, it had opposed the law as an overreach by Congress into diplomatic policy it viewed as a matter of executive privilege.",
  "Browder told POLITICO that working with the Obama White House was a constant struggle and he hoped the Trump administration would prove more aggressive in pursuing human rights abusers.",
  "At the time of his arrest, Magnitsky had been defending Browder against fraud charges and, in doing so, had collected evidence of a vast embezzlement scheme by Russian tax officials.",
  "\"This seems like a very positive sign, but the proof will ultimately be in the government adding specific names of well known human rights abusers from Russia to the sanctions list.\"",
  "\"Since Rex Tillerson's confirmation hearing openly supporting the Magnitsky Act, we've been waiting to see how the Trump administration would implement that support,\" Browder said.",
  "\"Every year we would have to apply high level congressional pressure and even then the lists would be delayed and often significantly shortened.\"",
  "\"Although the end result was good, getting anywhere with the Obama administration on the Magnitsky Act was like pulling teeth,\" Browder said.",
  "Browder, reacting to Trump's letter, said it appeared to back up previous supportive statements made by Secretary of State Rex Tillerson.",
  "Supporters of Russia in the U.S. Congress had tried, and failed, to remove Magnitsky's name from the global law.",
  "Browder has pushed, so far without success, for the EU to adopt a similar Magnitsky law.",
  "The law is named for Browder's lawyer, Sergei Magnitsky, who died in a Russian prison.",
  "Estonia adopted its own version of the law in December."
]