[
  "Legal experts told Business Insider at the time that it was important for prosecutors to establish Trump's mindset regarding his son's statement because it could be critical to proving intent in a case focused on whether Trump sought to obstruct justice — something Mueller's team is also investigating.",
  "AP Photo/Brynn Anderson\n\nThe former White House chief strategist Steve Bannon was quoted in an upcoming book as making a series of explosive comments about the June 2016 Trump Tower meeting between members of President Donald Trump's campaign and several Russians, some with known ties to the Kremlin.",
  "In \"Fire and Fury: Inside the Trump White House,\" set to be released next Tuesday, Michael Wolff writes that Bannon has zeroed in on the meeting, which included Paul Manafort, the campaign chairman; Jared Kushner, Trump's son-in-law and adviser; and Donald Trump Jr., the president's eldest son.",
  "Wolff quotes Bannon, who joined the campaign in August 2016, as calling the meeting \"treasonous\" and \"unpatriotic,\" adding that Bannon said that \"the chance that Don Jr. did not walk these jumos up to his father's office on the 26th floor is zero,\" The Guardian's report says.",
  "Citing sources familiar with the matter, NBC News reported in August that prosecutors on Mueller's team were \"keenly focused\" on finding out what Trump knew about the meeting and whether he acted to conceal its purpose by making a \"knowingly false statement.\"",
  "Manafort, Kushner, and the younger Trump met with Natalia Veselnitskaya, a Kremlin-connected Russian lawyer and lobbyist, and others on the premise that they would receive dirt on Hillary Clinton, the 2016 Democratic presidential nominee.",
  "The Trump Tower meeting is a focus of Robert Mueller, the special counsel investigating Russia's interference in the 2016 US election and whether members of Trump's campaign colluded with Moscow to tip the race in his favor.",
  "After The Times reported that detail, Trump Jr. said Veselnitskaya had claimed she \"had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms.",
  "The Washington Post reported in July, however, that Trump was responsible for drafting his son's initially misleading statement while he was aboard Air Force One returning from the G-20 summit.",
  "Trump Jr. later released a chain of emails with Rob Goldstone, the music publicist who helped arrange the meeting.",
  "Trump Jr. put out multiple statements about the meeting after The New York Times first reported on it in July.",
  "In the first message, Goldstone said the information was \"part of Russia and its government's support for Mr.",
  "He initially said the group had \"primarily discussed a program about the adoption of Russian children.\"",
  "Later Wednesday, Trump said in a statement: \"Steve Bannon has nothing to do with me or my presidency.",
  "He did not mention the offer of damaging information about Clinton.",
  "When he was fired, he not only lost his job, he lost his mind.\"",
  "The president has denied having any knowledge of the meeting.",
  "The Guardian published excerpts from the book on Wednesday.",
  "He said the information never came to light.",
  "Steve Bannon.",
  "Clinton.\"",
  "Trump.\""
]