[
  "Borrowing from several previous bills including the Magnitsky Act, a bipartisan bill sponsored by Sen. Ben Cardin and signed into law by President Barack Obama in 2012, Trump’s order “seeks to impose tangible…consequences on those who commit serious human rights abuse or engage in corruption, as well as to protect the financial system of the United States from abuse by these same persons.”\n\nThe Magnitsky Act which aims to punish Russian officials responsible for the violent death of Sergei Magnitsky, was the first drastic sanction taken in the 21st century against Russian officials by the United States government.",
  "As the president’s order clearly outlines: “Human rights abuse and corruption undermine the values that form an essential foundation of stable, secure, and functioning societies [especially when] they threaten the stability of international political and economic systems; weaken democratic institutions; degrade the rule of law; perpetuate violent conflicts; facilitate the activities of dangerous persons; and undermine economic markets.”\n\nConchita Sarnoff is the executive director of the Alliance to Rescue Victims of Trafficking.",
  "Such persons shall be treated as persons covered by section 1 of Proclamation 8693 (2011), Suspension of Entry of Alients Subject to United Nations Security Council Travel Bans and International Emergency Economic Powers Act Sanctions.”\n\nThere is no greater threat to the stability and prosperity of a nation than the trading and selling of its citizens and the exploitation of children’s rights.",
  "Since the signing of the 2000 Trafficking Victims Protection Act (TVPA), a federal legislation passed during President Bill Clinton’s administration that aims to prosecute human traffickers and protect victims, no other president has put into place such a significant piece of legislation protecting children’s rights and imposing financial damages on human rights abusers.",
  "Trump’s December 21 executive order also limits “the unrestricted immigrant and nonimmigrant entry into the United States of aliens determined to meet one or more of the criteria… [who] would be detrimental to the interests of the United States, and the entry of such persons into the United States, as immigrants or nonimmigrants, is hereby suspended.",
  "The law prohibits the entrance to the U.S. and use of banks accounts including the freezing of any and all Russian assets belonging to Russian nationals implicated in the abuse and violent death of Mr. Magnitsky.",
  "Thanks to William (Bill) Browder’s heroic efforts, an American financier living in the United Kingdom and Sergei Magnitsky’s last client, the bill received widespread bipartisan support in Congress.",
  "Perhaps it might also force a shutdown of companies such as: Craigslist, MySpace, Backpage and other online service providers who advertise personal ads selling children and adults for sex.",
  "Similar in tone to the Magnitsky Act, President Trump’s Order was born of the rampant human rights abuses prevalent in the Western Hemisphere and other corners of the globe.",
  "President Donald Trump signed an executive order on December 21, 2017 which blocks the property and assets of persons involved in serious human rights abuses and corruption.",
  "To date, the president’s order is the most consequential and far reaching legislation to help prevent and hopefully put an end to human trafficking in the United States.",
  "Mr. Browder’s chilling non-fiction, “Red Notice,” tells the story of the brutal murder and government corruption that led to the young Russian accountant’s death.",
  "The selling and buying of humans is a crime inflicting over 22 million children worldwide according to the United Nations Office of Drugs and Corruption (UNDOC).",
  "President Trump’s order — that has been long overdue — will have serious financial consequences on criminals who exploit, abuse and trade in the lives of humans.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Some 1 million young people and underage girls and boys in the United States are trafficked for sex, according to government figures.",
  "Human trafficking is the exploitation, buying and selling of children, women and men for sex, labor organs and warfare.",
  "When President Trump first entered the White House, he vowed to help end human trafficking."
]