[
  "I've written critically and in disagreement with things that the Bush administration did, various Republican congressional proposals have tried to do, but the claims that this administration makes that the tax cut will pay for itself, that the tax cut will raise incomes more than anything else that's happened in the country in many years, that the tax cut isn't skewed towards helping rich people, those are fake facts.",
  "And in this book, in \"Leonardo da Vinci,\" I try to distill not only the life of Leonardo, but the last chapter, I try to distill from Steve Jobs, Albert Einstein, say here's about, you know, 25 lessons about how to be curious, how to be more observant, how to be open to wonder, how to take notes on paper, which is just something that they all did and we should probably go back to occasionally.",
  "I would have failed the paper because it was egregiously selective in the use of evidence, because it didn't defend the plausibility of its conclusions, because the methodologies were very far from the state-of-the-art methodologies in economics, and because professional economic analysis is supposed to be analytical and objective rather than constituting a political brief.",
  "And so this idea that you can compare the change in revenue to the change in wages has been exposed as a really critical blunder, Economics 101 blunder, by Greg Mankiw in his blog at Harvard, by John Cochrane at Hoover, by Casey Mulligan at the University of Chicago...\n\n\n\nZAKARIA: But none of them...\n\n\n\nHASSETT: ... by Larry Kotlikoff and his co-author at MIT.",
  "And as one of those intermediaries went in, it was this woman, Natalia Veselnitskaya, this Russian lawyer, and then this Russian spy, Rinat Akhmetshin, and those are the two people on June 9, 2016, right after Trump was nominated, the Republican nominee, they went to Trump Tower and they met with Jared Kushner, Donald Trump, Jr., and Paul Manafort.",
  "ZAKARIA: So, you have said in \"The Washington Post\" that as treasury secretary, undersecretary, deputy secretary, you have worked with seven chief economists for the White House, seven heads of the council of economic advisors, and you have never come across an analysis that you described as dishonest in the way that this is dishonest.",
  "BROWDER: Well, so last week was a very important week, in that Canada passed the Canadian version of the Magnitsky Act to impose visa sanctions and asset freezes on the people who killed my lawyer, Sergei Magnitsky, and the people who do similar abuses in Russia and around the world.",
  "SUMMERS: Look, the jobs to do economic analysis and different economists will have different perspectives, but each of the previous people in the job have taken positions that were well within what professional economists believed and argued regarding the effect of policies.",
  "So, the heart of Larry Summers' contention is that the plan is dishonest because it claims that what amounts to about a $1,300 tax cut that is per worker or per household somehow gets magically translated into $4,000 or even more than that by the alchemy of your analysis.",
  "When somebody is kept by force and when there's an imminent risk of uncontrollable violence, mass killing, you can begin to craft a case, in that case, in which secession, unilateral secession, simply to preserve the people from destruction or violence or violent death.",
  "ZAKARIA: And to remind people, this was the issue that was being brought up by the Russian lawyer and the former intelligence operative from Russia when they met with Donald Trump, Jr., Jared Kushner, Paul Manafort, when they met with the Trump campaign, correct?",
  "In his speech last week to the 19th Communist Party Congress, Xi declared that China is at a historic juncture, entering a new era that will be marked by the country becoming a role model for political and economic development and a mighty force in the world.",
  "If I taught a course at Harvard in campaign management and somebody presented a paper like that as an example of what a presidential campaign political document would look like, I might have thought it was a pretty good political document making that case.",
  "He's looked at every muscle and every nerve that touches the lips and whether the nerves come from the brain or the spinal cord, and he even figures things out like you can move the bottom part of your lip alone but not the top part -- all these things.",
  "ISAACSON: Well, first of all, he probably would not have made that much of a distinction between art and science or between beauty and engineering because he's doing -- you know, he's putting the copper ball on that dome in the Florence cathedral.",
  "What disappointed me about Kevin's work was not that I had never seen any document like that before, but that I had seen them only from campaign or White House political staffs before, never with the imprimatur of the Council of Economic Advisers.",
  "One thing we learned in Canada was, in Quebec, there were lots of people whose first loyalty was to Quebec, to the French language, to culture, but they did not want to be forced to abandon that part of themselves that had a Canadian identity.",
  "But what's always been special about the Council of Economic Advisers is that it has stood heretofore for objective professional economic analysis, not the kind of stuff that campaign staffs produce or White House political staffs produce.",
  "And so, he initially lashed out at the American Magnitsky Act, but what's more concerning for him is that as the Magnitsky Act gets replicated in other countries, there will be no place for him to hide and his money won't be safe.",
  "Through various proxies and intermediaries, they came to the United States and other countries, but they came to the United States to try to make sure that this thing wasn't going to get implemented, maybe it would get repealed.",
  "Look, I think what Kevin Hassett assumes is that when you give that corporate tax cut, you're giving it to corporations and that the corporations in response will decide to grow and that that's what will create the higher wages.",
  "The second thing is that, yes, they voted for independence, but, you\n\n\n\nknow, 50 MPs walked out; 10 of them voted against, and there are millions of people in Barcelona and across Catalonia who actually do not want independence.",
  "There was a National Bureau of Economic Research study that came out in the spring that estimated that more than half the U.S. trade deficit comes from the transfer price in (inaudible) U.S. multinationals (inaudible) overseas.",
  "So there's a -- it's almost as if there is a minority of the population, a large minority, that wants independence, and actually a majority, almost a silent majority, that is extremely reluctant to go towards independence.",
  "HASSETT: The first is this point that you raised, and the fact is that right now we have a corporate tax in the U.S. that has an enormous amount of dead weight loss because we have the highest corporate tax on Earth.",
  "IGNATIEFF: Yeah, I feel, Fareed -- I know that this may be taking me pretty far -- that there are cardinal sins in politics, and one of the cardinal sins is to force people to choose between parts of themselves.",
  "ZAKARIA: Explain why Canada's passing the Magnitsky Act is so important because the US has this law, but the fear, I think, that the Russians have is that it will spread throughout the Western world, correct?",
  "I have a sense, having gone through the Balkan wars a long time ago, that these things start with everybody saying \"Let's keep it peaceful,\" and then they don't -- they don't go that way at all, I'm afraid.",
  "Barack Obama received his first dog Bo from Ted Kennedy while in office, and The Washington Post reports that a Florida philanthropist has already offered President Trump a goldendoodle puppy named Patton.",
  "He ascended to a second term in office without naming any obvious successors from the next generation of party officials, thus maintaining a grip on power far more secure than his immediate predecessors.",
  "ZAKARIA: You said that if Kevin Hassett had submitted his testimony or this proposal to you and he were a student at Harvard in an economics course you were teaching, you would have failed the paper.",
  "China's new stance toward the world and the way it has been received are in part because of the continued strength of the Chinese economy and the growing political confidence of the party under Xi.",
  "And once you see that; once you do the math, Fareed, then you're going to see how ridiculous it is what these guys who used to be economists are saying about this plan and about the CEA's activity.",
  "ZAKARIA: And you say that the greatest tragedy is that these movements force people to choose an identity, a single identity, a Catalan, whereas in fact, in life, we all have multiple identities.",
  "And you say, Kevin Hassett assumes that when you give $1,300 to every American worker in the form of a tax cut passed through by corporations, his or her wages will rise by $4,000 or even $9,000.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Before the break, you heard Former Treasury Secretary Larry Summers say why he thought the Council of Economic Advisers' analysis of its own tax plan is dishonest.",
  "But in Catalonia, you're looking at the most prosperous part of Spain; you're looking at a place that has very powerful desires to preserve language, culture, to benefit from full autonomy here.",
  "And capital deepening in the U.S. over a five-year average period dropped into a negative territory during the last four years of the Obama administration, for the first time in U.S. history.",
  "And in order to finance that corporate tax cut, you're going to need to do something else like borrow money which is going to drive up interest rates and have adverse effects on the economy.",
  "And the claims here that you'd see an increase of $4,000 to $9,000 in a typical family's income from a corporate tax cut are just outside the range of what the economics profession believes.",
  "China has aggressively sought to improve its image in the world, spending billions on foreign aid, promising trade and investment and opening Confucius institutes to promote Chinese culture.",
  "Foreign policy itself has become a partisan game, with Washington breaking international agreements, shifting course and reversing policy almost entirely to score political points at home.",
  "People can say, well, America is a big superpower and other countries may not want to follow a superpower, but nobody has any bad feelings - there's no such thing as anti-Canadianism.",
  "Thankfully, the US quickly - Sen. John McCain and Sen. Benjamin Cardin quickly intervened in the US and, a few hours later, the Department of Homeland Security issued me a new visa.",
  "We have this high tax rate that they don't pay, so why does lowering the rate to encourage them to return the activity back to the U.S. -- why does that cause a hole in the deficit?",
  "And so right now we get almost no revenue because they create a job in Ireland to move the revenue there, increase the demand for labor there, drive wages up there instead of here.",
  "Even the people who have come down most squarely on Kevin Hassett's side on the op-ed page of \"The Wall Street Journal\" come up with estimates far below the lower end of his range.",
  "So when he paints the \"Mona Lisa\" smile, it's almost augmented reality, because the tiniest of details at the tips -- corners of the lips turn down a bit, but the shadows turn up.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Benjamin Franklin, Albert Einstein and Steve Jobs are all considered geniuses and Walter Isaacson has written wonderful biographies of them all.",
  "ZAKARIA: And to understand the Russian allegation, it is that you were complicit in the murder of your lawyer who died in a Russian prison when you were not even in Russia.",
  "While news and analysis in America continues to be obsessed with Donald Trump's daily antics and insults, halfway around the world, something truly historic just happened.",
  "ZAKARIA: Next on \"GPS,\" 1600 Pennsylvania Avenue has had some unconventional residents throughout its history, and I'm not talking about the occupants of the Oval Office.",
  "And the Mona Lisa, the Last Supper, The Vitruvian Man and, yes, the Flying Machine - all creations of the extraordinary mind of one extraordinary man, Leonardo da Vinci.",
  "And when I say he went crazy, we actually got a chance to see a video of him giving a speech in which he spent about five minutes talking about how angry he was with me.",
  "What makes it even more absurd is that - I then spent the next eight years fighting for justice and passing sanctions against Russia to get justice for Sergei Magnitsky.",
  "It's going to require incredible judiciousness and restraint on both sides to avoid actual civil conflict, and this is a country that has known the horror of civil war.",
  "And the fact is, if you think that we did something wrong, then you should accuse us of making an error, but accusing us of being dishonest, it's just beyond the pale.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: So, each household on average would take in $4,000 and they'll go out and they'll spend that money and that will be great for the economy.",
  "And then if you do the math, Fareed, starting with incomes of about $83,000 for the average family, that .8 percent per year gets to this number relatively quickly.",
  "And they are being asked to cut themselves in two here because a minority is determined to make everybody choose Catalonia to the exclusion of all other identities.",
  "The answer to my \"GPS\" challenge question this week is D. James Polk was the last U.S. president to serve a full term in office without any pets at the White House.",
  "He wanted, Leonardo da Vinci did, to know everything you could know about everything that could be possibly known about the universe, including how we fit into it.",
  "And so if we cut the corporate rate here, what will happen will be that capital deepening will go back to about the historic average of about .8 percent per year.",
  "ISAACSON: For 14 years he worked on that smile, and it's -- it's a most amazing combination of art and science, because Leonardo has dissected the human face.",
  "And so, as a result of that, I believe, and I think Putin believes, that there will be now a whole domino effect of other countries passing the Magnitsky Act.",
  "And he insisted that the country will defend its interest zealously, while also becoming a global leader on issues as far ranging as climate change and trade.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: Former Treasury Secretary Larry Summers says the claims from the White House are more dishonest than any he has ever seen before.",
  "There are millions of people in Catalonia who love Catalonia, love the language, love the culture, feel deep attachment to it but do not want to leave Spain.",
  "Minutes later the Spanish senate gave Spain's federal government broad powers to fire the president of Catalonia and take control of the regional government.",
  "Who was the last president to serve a full term in office without a pet at the White House: Benjamin Harrison, Calvin Coolidge, Woodrow Wilson or James Polk?",
  "But unlike his friends, who, sort of, do it as a chart, you know, he does a work of unnecessary beauty -- the shading, the beauty of the man standing there.",
  "So there's a very spiritual quality to it, and then a personal quality because that's him standing on earth and in the universe saying, \"How do we fit in?\"",
  "It was the balances that he was able to figure out and a way to recreate a world order -- but especially a Ben Franklin or a Steve Jobs or an Einstein.",
  "The problem is that maybe the corporations will just keep the money and pay it out in the form of higher dividends or doing more repurchases of shares.",
  "Is the corporate tax reform they're proposing well designed to help the economy and the middle class rather than be a giveaway to the very fortunate?",
  "ISAACSON: You know, in \"Vetruvian Man,\" they are -- he is trying, but he's got two friends who are also doing it, to do the exact proportions of man.",
  "You're, sort of, skeptical of these secessionist movements, but I suppose somebody might ask why is Slovenia allowed to secede and Croatia after it?",
  "ZAKARIA: Next on GPS, meet the man who wrote the report that says the average American household will find an extra $4,000 under the Trump tax plan.",
  "ZAKARIA: Basically, as I calculated it using some of your analysis, the tax cut, if you work it out per American worker is about $1,300 per worker.",
  "China signaled that it now sees itself as the world's other superpower, positioning itself as the alternative, if not rival, to the United States.",
  "That is the act that targets top Russian oligarchs and officials, Putin's closest aides, denying them access to western visas and opportunities.",
  "And they somehow believe that I was able to pull strings in all of the Russian justice system to basically have him killed in a Russian prison.",
  "It is the action that the Russian government wants repealed and it is what the Russians who met with the Trump campaign wanted to talk about.",
  "ZAKARIA: You talk about how he would write down in his notebooks the things he wanted to learn, and there was an almost child-like curiosity.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: We see what those grand doctrinal shifts meant to the ordinary women who were the church's backbone, the nuns.",
  "The shift in reputation that we are witnessing around the world is not so much about the rise of China, but rather the decline of America.",
  "You can go back to, I think, it's page 24 of the study and you'll see that there's a whole bunch of things that are way north of $4,000.",
  "Well, if you look at where wages come from, wages come from either higher human capital formation or higher physical capital formation.",
  "If you go out, you have to negotiate the terms of your departure in all circumstances with the state from which you're seeking to exit.",
  "More important, the party enshrined his thoughts in the constitution, an honor previously accorded only to Mao Zedong in his lifetime.",
  "So, the idea that this tax cut is going to be enough to raise incomes by anything like the suggestion seems a highly implausible one.",
  "\"Vetruvian Man\" -- the, sort of, self-portrait of him standing naked in the circle in the square -- that's science and art connected.",
  "If you look at his notebook, there's more than 230 measurements of the knee to the ankle, the chin to the lip, exactly how it works.",
  "Often mentioned is the extra money that the Trump team is promising is going to go directly into the wallets of the American people.",
  "Many of the countries surveyed including Germany, Chile and Indonesia have greater confidence in the leadership of Xi than of Trump.",
  "Earlier this week, Browder found himself banned from the United States because Russia had put out an Interpol arrest warrant on him.",
  "And Putin is particularly mad about Canada because Canada is seen as a totally neutral, honest broker, moral leader type of country.",
  "He's been mad for a long time and they're just now doing crazy stuff, and this is the craziest of all the crazy stuff they've done.",
  "\n\n\n\nReturn to Transcripts main page\n\nFAREED ZAKARIA GPS\n\nDiscussing Taxes with Kevin Hassett; Catalonia Issue; Da Vinci Biography.",
  "It is a beautiful, elegant, deeply personal and intellectually stimulating movie directed by a talented young woman, Maggie Betts.",
  "And the people that are trying to just poison the discourse by casting aspersions and so on are just trying to get your attention.",
  "And what's -- what's broken down here is any dialogue or discussion between the seceding party and the -- and the national state.",
  "It was my book of the week last week, and this week it is a treat to hear from Isaacson himself on what made Leonardo so special.",
  "And I think that you're playing into the coarsening of discourse by giving them the attention rather than focusing on the facts.",
  "And in a certain sense, what it shows to me is that we've really gotten under Vladimir Putin's skin, that he's kind of lost it.",
  "BROWDER: So, what the Magnitsky Act does is it freezes assets and bans visas of human rights abusers in Russia and elsewhere.",
  "ZAKARIA: Would you stake your reputation, Kevin, on the notion that this tax cut will not increase the deficit substantially?",
  "What Larry Summers did is he's like on his fifth attack now, and each one has been exposed as a horrendous ECON 101 blunder.",
  "And that's why we've survived, essentially, because people drew back from the brink and said \"Let us not cut people in two.\"",
  "China needed to learn from the West, especially the United States, and integrate itself into existing international systems.",
  "According to Deng, it should be humble and modest in its foreign policy, hide its slight under a bushel and bide its time.",
  "It is about a 17-year- old nun who tries to make sense of her world as Vatican II transformed the Catholic Church forever.",
  "He is the oldest person elected president, the wealthiest, the first without any prior government or military experience.",
  "ZAKARIA: But none of them -- none of them believe that the wage gains would be anything close to what you are estimating.",
  "But the corporate tax side is -- there's barely any corporate revenue right now, and we've got the highest rate on Earth.",
  "And there's no question that that's what they were asking for because there's actually now documentary evidence of that.",
  "A recent Pew Research Center survey charts a 14-point drop in US favorability across the more than 30 countries polled.",
  "ZAKARIA: Up next, the \"Mona Lisa,\" the \"Last Supper\" -- my next guest calls them the most famous paintings in history.",
  "Michael Ignatieff is a distinguished Canadian politician and intellectual who has studied these movements for years.",
  "ZAKARIA: Do you think there is this common theme in your books, that you search for genius and try to understand it?",
  "And Teddy Roosevelt famously kept dozens of beasts, including guinea pigs, dogs, horses, a badger and a blue macaw.",
  "But it is also against the backdrop of the total collapse of political and moral authority of America in the world.",
  "The former treasury secretary, former president of Harvard, Larry Summers, versus the White House's Kevin Hassett.",
  "I mean, these are people at top universities that have exposed the fallacy of Summers' very, very simple mistake.",
  "(CROSSTALK)\n\n\n\nHASSETT: And I'm, kind of, stunned that already, a week later, you're still talking about it here.",
  "So you agree, right, that the U.S. has the highest statutory corporate tax rate in the developed world, correct?",
  "And I think that's a source of great concern as well because it may push the independence minority ever further.",
  "Countries like Australia, The Netherlands and Canada now all have a more favorable view of China than of the US.",
  "Ever since China abandoned its Maoist isolation in the 1970s, its guiding philosophy was set by Deng Xiaoping.",
  "[10:05:01] America's historic leadership role in the world has been replaced by a narrow and cramped ideology.",
  "And they said I did so in conjunction with an unidentified MI6 agent, MI6 being the secret service of Britain.",
  "ZAKARIA: Next on \"GPS,\" the crisis in Catalonia and the strengthening secessionist movements around the world.",
  "If we were to truly embrace all these changes, it will ruin the very institution of Catholic nuns as we know.",
  "Bill Browder, who had once been the largest foreign investor in Russia, is the driving force behind that law.",
  "And roughly on the same day as that was all happening, Putin added me to the Interpol arrest warrant system.",
  "He asserted that China's political system is a great creation that offers a new choice for other countries.",
  "ZAKARIA: ... don't pay that, or that rate as...\n\n\n\n(CROSSTALK)\n\n\n\nHASSETT: Right, and so they don't pay it.",
  "It doesn't raise much revenue at all because the people are transfer-pricing their profits over to Ireland.",
  "In fact, it was only .6 percent a year over the last eight years, while profit growth was about 11 percent.",
  "So I don't think he made...\n\n\n\nZAKARIA: Explain how -- explain the science in that, in that Vetruvian man?",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Donald Trump's presidency is full of superlatives, both real and imagined.",
  "And we put out a study today that estimated the wage impact from a whole host of peer- reviewed studies.",
  "I speak here as a Canadian, Fareed, and we went through a near-death experience with Quebec in the '90s.",
  "This means that, for the rest of his life, Xi and his ideas will dominate the Communist Party of China.",
  "Well, joining me now from the White House lawn is the man responsible for that analysis, Kevin Hassett.",
  "He headed the National Economic Council under President Obama and was President of Harvard University.",
  "Well, Isaacson has now written a beautiful book about the original Renaissance man, Leonardo da Vinci.",
  "And worse yet, we probably knock that curiosity out of our kids, say, \"Oh, oh, quit asking questions.\"",
  "KEVIN HASSETT, CHAIR OF THE WHITE HOUSE COUNCIL OF ECONOMIC ADVISERS: It's great to be here, Fareed.",
  "ZAKARIA: But why won't this...\n\n\n\nHASSETT: And so we have this high tax rate that they don't pay.",
  "He also has dissected the human eye and he realizes that the center of your retina sees detail.",
  "And the thing we learned about this is that there should not be unilateral rights of secession.",
  "The Russians who met with the Trump campaign wanted to undo the work of this man, Bill Browder.",
  "Politics has become a branch of reality TV with daily insults, comebacks and color commentary.",
  "[10:10:13] And they went in with one very specific ask, which was to repeal the Magnitsky Act.",
  "They both come from the same mind, the mind of a man who was also an engineer and an inventor.",
  "(BEGIN VIDEO CLIP)\n\n\n\n(UNKNOWN): I don't think you really understand what this will do to us.",
  "Browder's long, strange saga and what it might tell us about Putin's strategy towards the US?",
  "But it's pretty dramatic and it's pretty clear that Putin is not a happy man about me today.",
  "Kevin Hassett, the chair of the White House Council of Economic Advisers, when we come back.",
  "Why isn't it the case that these tax cuts will follow the same path and explode the deficit?",
  "And there's a big literature that shows that that's because people move the money offshore.",
  "So everybody suddenly has to avoid violence, and passions are extremely high on both sides.",
  "And so, to me, we know all these smart people, but smart people often don't amount to much.",
  "You look at her chin or her cheek or her forehead, your eyes wander, the smile lights up.",
  "HASSETT: So -- so let's think about the things that we agree about, Fareed, for a minute.",
  "So if you look at it, real wage growth has been almost nothing over the last eight years.",
  "Xi's speech is important because this party congress made clear he is no ordinary leader.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD J. TRUMP, PRESIDENT OF THE UNITED STATES: $4,000 pay raise.",
  "If you look at what happened after the Bush tax cuts, massive ballooning of the deficit.",
  "And as things stand now, he is the first president in the modern era not to own a pet.",
  "This comes as Iraqi Kurdistan's fight for its own independence has flared up as well.",
  "Well, I look at these events with a sense of tragic foreboding I have to say, Fareed.",
  "FAREED ZAKARIA, CNN HOST, FAREED ZAKARIA GPS: This is GPS, THE GLOBAL PUBLIC SQUARE.",
  "Listen to what the president had to say last week with the Senate Finance Committee.",
  "On Friday the Catalan parliament voted 70 to 10 to declare independence from Spain.",
  "HASSETT: I have to wait and see the complete plan before I give a deficit estimate.",
  "Leonardo, just like Einstein, who also in his notebook wrote \"Why is the sky blue?\"",
  "Did he -- do you think he thought of himself as somebody who was -- as a scientist?",
  "If you look at what happened after the Reagan tax cuts, the national debt tripled.",
  "I mean, come on, it's been exposed as a mistake and you're still asking about it.",
  "And why are the Scots and the Catalans and the Kurds told \"No, you can't secede\"?",
  "Meanwhile, consider how the United States must now look to the rest of the world.",
  "Summers was the 71st Secretary of the Treasury, serving under President Clinton.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:16:31] ZAKARIA: Washington D.C. is abuzz about taxes.",
  "It was his number one foreign policy priority, to get rid of the Magnitsky Act.",
  "The only question that everybody has is what was going to be offered in return.",
  "For more, go to CNN.com/Fareed and read my \"Washington Post\" column this week.",
  "Interpol has now blocked that warrant and Mr. Browder is again free to travel.",
  "Aired 10-11a ET\n\nAired October 29, 2017 - 10:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And so we're not getting wage growth because we don't have capital deepening.",
  "This week, the president talked about his tax plan on \"Fox News\", of course.",
  "This is not my opinion based on reading the tea leaves of Chinese politics.",
  "We don't have capital deepening because we're chasing the capital overseas.",
  "Also, President Trump and his team have been pushing hard on his tax plan.",
  "And he said the Middle Kingdom is ready to take center stage in the world.",
  "That's what the Trump administration says it is offering in its tax plan.",
  "LARRY SUMMERS, FORMER SECRETARY OF TREASURY: Glad to be with you, Fareed.",
  "It is the clearly articulated view of China's supreme leader, Xi Jinping.",
  "This week I have a movie for you, not a book, and it's a fascinating one.",
  "So, they're saying that I murdered Sergei Magnitsky from London somehow.",
  "You point out that it looks like it might just have been casually done.",
  "And this is, to me, why it's a culmination of everything Leonardo did.",
  "ZAKARIA: Why shouldn't a country secede, or an area within a country?",
  "Mr. Hassett is chair of the White House Council of Economic Advisers.",
  "It comes from a report by Chief White House Economist Kevin Hassett.",
  "Well, first of all, the tone of the critique is extremely incorrect.",
  "It was such a noble endeavor, but it was also one that he found fun.",
  "It's the most crazy, cockamamie allegation that could ever be made.",
  "And, thankfully, Interpol has also blocked Russia's arrest warrant.",
  "Now, they have had him placed on a list of Interpol's most wanted.",
  "Since then the White House has been home to a veritable menagerie.",
  "But let's get past the ad hominem attacks and go to the substance.",
  "That will drive up wages by an additional .8 percent a year or so.",
  "He is the president and rector of the Central European University.",
  "Walter Isaacson on the great Leonardo da Vinci, when we come back.",
  "BILL BROWDER, CEO, HERMITAGE CAPITAL MANAGEMENT: Good to see you.",
  "So, he's trying to help the administration politically, I guess.",
  "That seems - it's difficult to understand how that would happen.",
  "Welcome to all of you in the United States and around the world.",
  "This was very painstakingly done over years with a lot of study.",
  "IGNATIEFF: I think the dividing line in those cases is violence.",
  "He asks all these fundamental questions that children often ask.",
  "ZAKARIA: But most companies...\n\n\n\nHASSETT: You agree with that?",
  "ZAKARIA: So let's talk about the -- the effect on the deficit.",
  "We see the blue sky in the morning and forget to marvel at it.",
  "Woodrow Wilson kept a flock of sheep on the White House lawn.",
  "They don't pay it because they've moved the profits overseas.",
  "We'll hear from Hassett in a moment, but first Larry Summers.",
  "Well, Trump didn't come up with the number alone, of course.",
  "But the time has now come, it appears, in Xi Jinping's view.",
  "It is politically paralyzed, unable to make major decisions.",
  "Thanks to all of you for being part of my program this week.",
  "And it was partly to get the proportions of a church right.",
  "And even if they do grow somewhat, how much will they grow.",
  "Even Ivanka Trump went up to Capitol Hill to lobby for it.",
  "You have likely heard the phrase the Magnitsky Act before.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "ZAKARIA: So let's start with the Mona Lisa and that smile.",
  "And that's a recipe for conflict, violence and civil war.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: Sounds good, but is it true?",
  "ZAKARIA: Bill Browder, always a pleasure to have you on.",
  "Let's get away from the ad hominem attacks for a minute.",
  "It's something you've talked about a lot over the years.",
  "It's not really becoming of a former treasury secretary.",
  "Let's go back to the substance of the proposal, please.",
  "And so both sides are going to have to be very careful.",
  "But they're not being kept in Spain by coercive force.",
  "So it's an interactive thing that shows inner emotion.",
  "What is wrong with his critique and why are you right?",
  "How would you like 4,000 extra dollars in your pocket?",
  "Are the claims being made by the administration valid?",
  "He's got, in my estimation, $200 billion of net worth.",
  "BROWDER: It's about the craziest thing I've ever seen.",
  "Putin doesn't like this because he's a very rich man.",
  "And I think they need to be called out as fake facts.",
  "But the analysis is really of remarkably low quality.",
  "ZAKARIA: Kevin Hassett, pleasure to have you on, sir.",
  "I mean, Larry Kotlikoff -- he said that it's $3,600.",
  "But let's think about why that's not a crazy number.",
  "ZAKARIA: Michael Ignatieff, pleasure to have you on.",
  "And that's why I chose to speak so critically of it.",
  "ZAKARIA: First, explain the timing of this decision.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Crisis in Catalonia.",
  "And that's what I call a cardinal sin in politics.",
  "Walter Isaacson, always a pleasure to have you on.",
  "It appears as though neither side is backing down.",
  "The corners of your retina see shadows and light.",
  "Stay tuned and we'll tell you the correct answer.",
  "I don't think it is well designed in that regard.",
  "So, Putin has been just really upset about this.",
  "The White House's Kevin Hassett defends himself.",
  "Calvin Coolidge had a pet raccoon named Rebecca.",
  "But Donald Trump need not fear a petless legacy.",
  "It's the creative person, the innovative person.",
  "And the ultimate in creative genius is Leonardo.",
  "I mean, that's a work of beauty and engineering.",
  "We have a religion, an ethnicity, a nationality?",
  "ZAKARIA: What do we make of -- of this standoff?",
  "There are no tanks in the streets of Barcelona.",
  "Many presidents receive their animals as gifts.",
  "And he's afraid that that money will be frozen.",
  "From the podium, Sarah Sanders talked about it.",
  "I try to say what is it; how do we achieve it?",
  "And I, you know, started with Henry Kissinger.",
  "You look directly at her, the smile's elusive.",
  "What to make of these attempts to break away?",
  "An important conversation, when we come back.",
  "And on that same day, my US visa was blocked.",
  "ZAKARIA: Larry Summers, good to have you on.",
  "ZAKARIA: Walter Isaacson, always a pleasure.",
  "I'll explain what I mean when we come back.",
  "He's probably the richest man in the world.",
  "ISAACSON: I think I search for creativity.",
  "You know, and we outgrow our wonder years.",
  "\"The Novitiate\" is set in the early 1960s.",
  "There are lots of studies that confirm it.",
  "And these are, kind of, trapped majority.",
  "ZAKARIA: He was an engineer by training.",
  "We forget to say, \"Why do people yawn?\"",
  "I pray it doesn't, but that's my worry.",
  "IGNATIEFF: Pleasure, Fareed, thank you.",
  "That's something you agree with, right?",
  "Larry summers, pleasure to have you on.",
  "So, how did you - what is the charge?",
  "We'll begin today's show with Russia.",
  "Is corporate tax reform a good idea?",
  "So why is it that they don't pay it?",
  "So it's a work of brilliant science.",
  "But here are some of the true ones.",
  "IGNATIEFF: Nice to be here, Fareed.",
  "Will it have some positive impacts?",
  "Now, the Russians have fought back.",
  "We're both Catalans and Spaniards.",
  "So he says, \"Why is the sky blue?\"",
  "Much has ensued since, of course.",
  "-- so that ability to be curious.",
  "Thank you so much for joining us.",
  "What can we learn from Leonardo?",
  "And it brings me to my question.",
  "How should we think about that?",
  "HASSETT: It's great to be here.",
  "And Putin went crazy over this.",
  "He joins me today from London.",
  "Explain what you mean by that.",
  "That's observation number one.",
  "And I pray there won't be one.",
  "How could that have happened?",
  "ISAACSON: Thank you, Fareed.",
  "It's very, very simple math.",
  "It's just illogical, Fareed.",
  "How did he think of himself?",
  "ISAACSON: Fareed, thank you.",
  "Run, don't walk, to see it.",
  "HASSETT: That's just false.",
  "And so, I'm back to normal.",
  "SUMMERS: Thank you, Fareed.",
  "A lot says Walter Isaacson.",
  "But should you believe it?",
  "BROWDER: Great to see you.",
  "Thanks for having me back.",
  "So how to top those three?",
  "I will see you next week.",
  "I don't understand why.",
  "I hope I can come back.",
  "And let's get started.",
  "First, here's my take.",
  "Do you stand by that?",
  "Thanks for having me.",
  "Is this a good trend?",
  "I mean, it's obvious.",
  "Why did you say that?",
  "Where will this lead?",
  "I mean, it doesn't.",
  "SUMMERS: Yes, I do.",
  "I'm Fareed Zakaria.",
  "ISAACSON: Exactly.",
  "This is ECON 101.",
  "Welcome, Michael.",
  "BROWDER: Exactly.",
  "Thanks, Fareed.",
  "HASSETT: Sure.",
  "Why this week?",
  "Welcome, Bill.",
  "SUMMERS: Yes.",
  "I think not.",
  "Next on GPS.",
  "He explains.",
  "Yes.",
  "Yes."
]