[
  "— JANUARY 29, 2018: In the letter to Mueller, Trump's then-lawyers wrote: \"You have received all of the notes, communications and testimony indicating that the President dictated a short but accurate response to the New York Times article on behalf of his son, Donald Trump, Jr. His son then followed up by making a full public disclosure regarding the meeting, including his public testimony that there was nothing to the meeting and certainly no evidence of collusion.\"",
  "WASHINGTON (AP) -- For months, President Donald Trump's legal team, the White House press secretary and others in Trump's orbit said he did not dictate or help draft a June 2017 statement trying to explain the June 2016 Trump Tower meeting between his eldest son and a Russian lawyer.",
  "A look at the evolving explanations from the administration on how the statement was drafted:\n\n— JULY 16, 2017: In one of a series of interviews in June, Trump lawyer Jay Sekulow said on NBC's \"Meet The Press,\" that \"the president was not, did not, draft the response.",
  "In a January letter to special counsel Robert Mueller, Trump's lawyers said the president \"dictated a short but accurate response\" to the first report that his son, Donald Trump Jr., and others had met with the Russian lawyer during the 2016 presidential election.",
  "The Trump Tower meeting — and the White House's initial response to the first reports of the meeting — has been a key moment in Mueller's investigation into whether anyone on the campaign colluded with Russia and whether Trump obstructed justice.",
  "— JULY 31, 2017: In response to a Washington Post report that Trump had dictated the statement, Sekulow issued a statement: \"Apart from being of no consequence, the characterizations are misinformed, inaccurate, and not pertinent.\"",
  "In the initial written statement from Trump Jr. on June 8, 2017, he said the Trump Tower gathering was a \"short introductory meeting\" focused on a disbanded program that had allowed American adoptions of Russian children.",
  "Trump Jr. said he was asked if he wanted to speak to his father as the statement was drafted, but he said he \"chose not to because I didn't want to bring him into something that he had nothing to do with.\"",
  "The lawyers' statement is buried near the end of the 20-page memo, which asserts that Trump cannot be forced to testify and argues that he could not have legally committed obstruction of justice.",
  "— AUGUST 1, 2017: White House spokeswoman Sarah Huckabee Sanders said that Trump \"certainly didn't dictate, but he — like I said, he weighed in, offered suggestion like any father would do.\"",
  "— SEPTEMBER 7, 2017: In a closed-door interview with Senate Judiciary Committee staff, Trump Jr. was asked by investigators whether his father was involved in drafting the statement.",
  "While the Magnitsky Act was discussed, it was later revealed that the meeting was held on the promise of damaging information about his Democratic opponent, Hillary Clinton.",
  "In an evening appearance on CNN, one of the president's lawyers, Rudy Giuliani, said Sanders and the others had made a mistake and rejected the idea it was a lie.",
  "— JUNE 4, 2018: Asked about the discrepancies on Monday, Sanders repeatedly declined to answer and referred reporters to Trump's personal lawyers.",
  "Moscow ended the adoptions in response to Magnitsky Act sanctions created in response to alleged human rights violations in Russia.",
  "\"I have no idea how they got it wrong, but they got it wrong,\" he said, dismissing the significance of the controversy.",
  "\"I believe some may have been, but this was an effort through lots of people, mostly counsel,\" Trump Jr. responded.",
  "Investigators then asked if Trump Jr. knew if any of Trump's comments were incorporated into the final statement.",
  "Asked again, Trump Jr. said his father \"may have commented through Hope Hicks,\" who was Trump's longtime aide.",
  "\"This is from a letter from the outside counsel and I direct you to them to answer that question,\" she said.",
  "He added: \"The president was not involved in the drafting of the statement and did not issue the statement.",
  "Trump Jr. did not mention the promise of dirt on Clinton until a statement the next day.",
  "The response came from Donald Trump Jr. and, I'm sure, in consultation with his lawyer.\"",
  "He said he didn't know, and that he had never spoken to his father about it.",
  "The New York Times revealed the existence of the letter on Saturday.",
  "___\n\nAssociated Press writer Jill Colvin contributed to this report.",
  "So that's what I can tell you because that's what we know.\"",
  "Sanders argued there was \"no inaccuracy\" in the statement.",
  "I swear to God it was a mistake.\"",
  "It came from Donald Trump Jr.",
  "Turns out, that wasn't true.",
  "\"It was a mistake."
]