[
  "But the expulsion from the U.S. of 60 Russian diplomats and the shuttering of the Russian consulate in Seattle reminds us that the media obsession with the Trump-Putin bromance hides the reality that U.S. government policy remains as tough on Russia as it was under President Obama (and potentially would have been under Hillary Clinton).",
  "View Sample Sign Up Now\n\nFour months ago, the Trump Administration leveled financial sanctions and travel restrictions against 50-plus individuals accused of corruption and human-rights abuses under both the Magnitsky Act (named for a Russian whistle-blower) and its international variant, the Global Magnitsky Act.",
  "In December, the Trump Administration approved the export to Ukraine’s military of lethal weapons, including American-made Javelin antitank missiles, to help Kiev shore up its defense of eastern Ukraine against separatists backed by Moscow.",
  "Third, while Trump has a noted affinity for strongmen (see: Philippines President Rodrigo Duterte, Saudi Crown Prince Mohammed bin Salman and Egypt’s Abdul Fattah al-Sisi), he’s also sensitive to any suggestion that Putin controls him.",
  "Trump also pushed for the U.S. to sell more coal to energy-strapped Ukraine, a boon for coal miners who supported Trump’s candidacy and also for Ukraine, which is now less vulnerable to any winter cutoff of energy supplies.",
  "He may not call Putin a liar, but by siding with Western allies on Ukraine and the poisoning investigation in the U.K., he is making clear that there is a limit to how much of Russia’s aggressive behavior he can ignore.",
  "In the wake of the 2016 election, Obama expelled 35 Russian diplomats and closed two diplomatic compounds, a symbolic move that did little to dissuade Moscow from continuing its election meddling across the West.",
  "Trump hasn’t definitively acknowledged that this meddling took place, but his Administration, with a push from Congress, approved sanctions against 19 Russian individuals and five Russian organizations.",
  "Among those included on the sanctions lists were the son of Russian prosecutor general Yuri Chaika and Putin-backed strongman Ramzan Kadyrov, the President of Chechnya.",
  "In Syria, U.S. troops are present as much to limit Russian and Iranian influence on the country’s future as to fight the remnants of the Islamic State.",
  "When Trump criticized NATO allies for not spending enough on defense, he was accused of encouraging Russia to test alliance resolve.",
  "Second, incoherence from the White House makes it easier for Congress and the Pentagon to push for the foreign policy they support.",
  "What to make of this discrepancy between Trump’s lack of criticism and his Administration’s tangible moves against Moscow?",
  "And we’d all be better served if the media coverage focused more on the policies than the personalities.",
  "Ironically, many of the individuals targeted were unearthed by the Robert Mueller investigation.",
  "Yet now NATO allies have taken steps to pay more, and NATO looks stronger than before.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Under Obama, the U.S. provided Ukraine with only support equipment and training.",
  "First, there are limits on the President’s power, even on foreign policy.",
  "“I have been much tougher on Russia than Obama, just look at the facts.",
  "We don’t yet know why Donald Trump seems so fond of Vladimir Putin.",
  "The ouster of diplomats offers another instructive comparison.",
  "This appears in the April 09, 2018 issue of TIME.",
  "Total Fake News!” Trump tweeted in February.",
  "Maybe he’s done it under pressure.",
  "Contact us at editors@time.com.",
  "Not the outcome Putin wanted.",
  "Maybe we never will.",
  "But he has a point.",
  "Consider Ukraine.",
  "Three things."
]