[
  "The drawbacks of not allowing adoptions\n\nCritics will likely welcome the current decline in international adoptions, citing concerns that foreign adoptions remove children from their \"birth culture\", exploit poor birth mothers and enable illicit child trafficking.",
  "In 2012, when the Russian parliament voted to ban adoptions by Americans, for example, lawmakers named the new law after 2-year-old Dima Yakovlev, who died in 2008 after being locked in a hot car by his adoptive father.",
  "Our recent book, \"Saving International Adoption: An Argument from Economics and Personal Experience,\" explores the rationale - both real and invented - that countries use to explain curtailing foreign adoptions.",
  "Ethiopian lawmakers likewise recently invoked the 2012 case of a neglected Ethiopian 13-year-old girl who died of hypothermia and malnutrition in the U.S. to justify their new ban on international adoptions.",
  "Although infrequent, such incidents bring bad press, and with it pressure from international child welfare organizations like UNICEF and and Save the Children to improve - or shut down - foreign adoptions.",
  "We examined mortality figures for children under the age of 5 in Ethiopia and Guatemala and found that adoptions to the U.S. likely prevented the deaths of more than 600 children between 2005 and 2011.",
  "Poor countries often struggle to meet The Hague's high international standards, which include creating a central adoption authority, accrediting local agencies and tightening approval procedures.",
  "And after Guatemala imposed a moratorium on foreign adoptions - which dropped from 4,100 in 2008 to 58 in 2010 - a former member of the country's National Adoption Council expressed pride.",
  "In recent decades South Korea, Romania, Guatemala, China, Kazakhstan and Russia - all former leaders in foreign adoption - have also banned or cut back on international custody transfers.",
  "Studies also show that the emotional costs borne by children of color being raised by white parents - which often occurs with international adoptions - are less dire than critics believe.",
  "Even after Vietnam ratified the international adoption convention in 2008, the U.S. refused adoptions from the country because the State Department found it fell short of Hague rules.",
  "Thomson Reuters\n\nWhen Ethiopia stopped allowing its children to be adopted by foreign parents in January, it became the latest country to eliminate or sharply curtail the practice.",
  "While the literacy rate in Ethiopia is 50 percent for males and 23 percent for females, 100 percent of people in most high-income countries, such as Canada and Norway, can read.",
  "As it sought to join the European Union in the early 2000s, Romania - which in 1990 and 1991 sent more than 10,000 adopted children abroad- halted all international adoptions.",
  "After bad publicity during the 1988 Seoul Olympics, South Korea - which had been allowing adoptions to the U.S. since the 1950s - temporarily banned overseas adoption.",
  "An effort to protect children\n\nWhen countries with high rates of international adoptions suddenly put an end to the practice, officials usually cite examples of abuse.",
  "We believe that rising costs - which may have increased up to 18 percent in some countries - will lead to a decrease in the number of international adoptions.",
  "The remark of sports commentator Bryant Gumbel that the country's \"greatest commodity\" for export was its children likely helped trigger this policy change.",
  "Of 60,000 adoptees from Russia to the U.S., only 19 have died from abuse or neglect in the last 20 years, according to The Christian Science Monitor.",
  "Rigorous international regulations have also made adoptions more expensive by imposing fees on agencies, adoptive parents, orphanages and countries.",
  "When the child of a desperately poor family is taken in by parents from a wealthy country, the material benefits to that child are significant.",
  "Russia ended U.S. adoptions two weeks after the 2012 U.S. Magnitsky Act, which imposed sanctions on some allegedly corrupt Russian officials.",
  "Regional politics play a growing role\n\nOur analysis suggests that politics may more strongly influence many countries' adoption policies.",
  "Such adoptees do about as well on a wide range of indicators of self-esteem and ethnic identity formation as their non-adopted siblings.",
  "The Hague Convention on International Adoption was supposed to resolve such problems by making adoption safer and more straightforward.",
  "Every major sending country has seen accusations of \"child trafficking\" because some birth parents were paid to give up their children.",
  "Such statistics call into question whether \"the best interest of the child\" is really why countries cancel international adoptions.",
  "But even China, which has been the top sending country since the late 1990s, has decreased its foreign adoptions by 86 percent.",
  "In 2005, almost 46,000 children were adopted across borders, roughly half of them headed to a new life in the United States.",
  "The EU's rapporteur for Romanian accession to the union, Baroness Emma Nicholson, was famously opposed to the practice.",
  "But rather than encourage foreign adoptions, many experts argue that the convention has contributed to their decline.",
  "This 1993 global agreement, which 103 countries signed by 2016, creates uniform regulations for adoptions worldwide.",
  "Asked about the new ban, Putin essentially linked the two events, saying, \"The country will not be humiliated.\"",
  "Today, most children adopted internationally come from China, Democratic Republic of the Congo and Ukraine.",
  "Orphans attend a gathering organized by Douma charity organization for orphans in Douma, near Damascus.",
  "But ending them merely punishes thousands of vulnerable kids and their potential parents worldwide.",
  "Just 5,500 of these children ended up in the U.S., with the remainder landing in Italy and Spain.",
  "Children raised in rich countries are far more likely to receive a good education, for example.",
  "But our book finds powerful - if uncomfortable - arguments in favor of foreign adoptions.",
  "There have been rare cases, too, where a child was kidnapped and put up for adoption.",
  "We also found that embarrassment can spur countries to halt international adoptions.",
  "\"Our image as being the number one exporter of children has changed,\" he said.",
  "Adoption scandals can also lead countries to rethink international adoptions.",
  "By 2015 international adoptions had dropped 72 percent, to 12,000 in total.",
  "Vietnamese adoptions of special needs children to America reopened in 2016.",
  "The policy change, they say, is in \"the best interest of the child.\"",
  "In Russia, the rate of child abuse is about 25 times higher.",
  "Our research shows that adoption can even save lives.",
  "Foreign adoptions can't solve global poverty.",
  "That's an abuse rate of about 0.03 percent.",
  "Such events, though high profile, are rare.",
  "Why are international adoptions imploding?",
  "Political pressures can also be external.",
  "\"Guatemala has dignity\" again, he added.",
  "And that's in nobody's best interest.",
  "Here's what we found."
]