[
  "Tugendhat's comments follow those of UK Chancellor, Philip Hammond, who on Sunday indicated the government could move to support the introduction of US-style \"Magnitsky Act\" sanctions legislation on Russian officials, should sufficient evidence be provided linking Moscow with the nerve agent attack.",
  "(CNN) Britain's National Security Council met Monday to discuss the latest intelligence on the attempted murder of former Russian double agent Sergei Skripal and his daughter Yulia, as pressure mounts on UK Prime Minister Theresa May over the alleged involvement of Moscow in the attack.",
  "Widening threat\n\nMonday's meeting came as public health authorities warned hundreds of people could be affected by the attack, after traces of the nerve agent were detected in the Salisbury branch of Italian restaurant Zizzi and The Mill pub.",
  "Police say a nerve agent was used in the attack\n\nSergei Skripal Yulia Skripal\n\nOn Monday, the Chair of the UK's Foreign Affairs Committee, Tom Tugendhat, said the attack was \"looking awfully like it was state-sponsored attempted murder.\"",
  "Speaking from Moscow, Russian President Vladimir Putin said Monday the UK should \"get to the bottom\" of what happened to the former spy in the English city of Salisbury before talking to him, according to the state-run RIA news agency.",
  "Speaking with reporters Sunday, England's chief medical officer, Sally Davies, urged customers who visited either location on the same day as Sergei Skripal to wash their clothes and any possessions they had with them at the time.",
  "\"If there were to be an involvement of a foreign state, evidenced by this investigation, then obviously that would be very serious indeed, and the government would respond appropriately,\" Hammond told the BBC's Andrew Marr show.",
  "Possible options might include the expulsion of Russian diplomats and UK-based pro-Kremlin oligarchs; financial restrictions on figures linked to the Kremlin; and diplomatic efforts involving EU and US allies.",
  "\"We would like to stress once again that we are outraged by the anti-Russian media campaign, condoned by the Government, that influences the investigation and has a psychological effect on British residents.",
  "Multiple UK media reports suggested that the government is close to finalizing a number of retaliatory measures, including diplomatic expulsions and sanctions, should a Russian link be formally established.",
  "The Magnitsky Act, first introduced in 2012, provides US lawmakers with sweeping powers to freeze assets and place travel restrictions on foreign government officials involved in human rights abuses.",
  "Previously, the UK Foreign Secretary Boris Johnson said the government would \"respond appropriately and robustly,\" promising that \"no attempts to take innocent lives on UK soil will go unpunished.\"",
  "\"The key with responding to Russia is making sure we make Putin realize what we're doing, and make people who support him realize that supporting him isn't a great idea,\" said Tugendhat.",
  "In a statement on its website, the embassy says it had requested information from the UK Foreign Office on the health of Skripal and his daughter, as well as on the investigation.",
  "The Russian Embassy Monday accused the UK government of playing a \"very dangerous game\" with the investigation, adding it could have \"long-term consequences for our relations\".",
  "The announcement follows the deployment Saturday of an additional 180 military personnel to help police investigate several sites amid concerns over potential contamination.",
  "The Skripals, believed by authorities to have been deliberately targeted, were found slumped on a bench near a shopping center in Salisbury eight days ago.",
  "Tugendhat, who is a member of the governing Conservative party, said the UK would need to introduce firm measures in the event of such an announcement.",
  "Members of the emergency services in green biohazard suits work to afix the tent over the bench where Sergei Skripal and his daughter Yulia were found.",
  "Police have so far identified more than 200 witnesses and 240 pieces of evidence in the attempted killing, UK Home Secretary Amber Rudd said Saturday.",
  "In 2006, Sergei Skripal was sentenced to 13 years in prison for spying for Britain, according to Russian state media accounts of the closed hearing.",
  "Police previously said they know what nerve agent was used in the attack, but have declined to name it or how they suspect it was administered.",
  "His daughter Yulia is thought to be one of the few members of his immediate family still alive after his wife and son died in recent years.",
  "Putin was replying to a BBC journalist, who asked if Russia was responsible for attacking Skripal and his daughter with a nerve agent.",
  "Johnson also called into question the UK's diplomatic representation in the 2018 World Cup, to be held in Russia later this year.",
  "Russian court officials at the time said he'd received at least $100,000 for his work for MI6, the British intelligence service.",
  "Possible consequences\n\nExactly how Britain might respond to evidence that implicated Moscow in the attack remains unclear.",
  "Such a development would plunge relations between the UK and Russia to their lowest ebb since the end of the Cold War.",
  "Nick Bailey, remains hospitalized in serious condition but is \"conversing and engaging\" with visitors, said Rudd.",
  "He was granted refuge in the UK after a high-profile spy exchange between the United States and Russia in 2010.",
  "According to RIA, he replied: \"Get to the bottom of [things] there, and then we will discuss this with you\".",
  "The embassy said the issue \"has become quite a negative factor for the relations between our countries\".",
  "Our compatriots and British nationals of Russian origin are worried about their future in this country.",
  "Speaking to BBC Radio, Tugendhat said he was expecting the Prime Minister to make an announcement soon.",
  "\"We're seeking to reach an accommodation,\" said Hammond in response to a question on the Magnitsky Act.",
  "Downing Street has so far resisted calls among opposition Labour MPs to draft similar laws in the UK.",
  "However, on Sunday the Chancellor appeared to signal a shift in the government's position.",
  "\"The proposals that were put forward actually create a power that we already have.\"",
  "\"And frankly, I'd be surprised if she did not point the finger at the Kremlin.\"",
  "Military personnel are seen outside Salisbury District Hospital, Sunday.",
  "She was visiting him from Russia at the time of the incident.",
  "The police officer who found the Skripals, Detective Sgt.",
  "\"And that, to be honest, doesn't mean general sanctions.",
  "UK-based Russian journalists are receiving threats.\"",
  "That means very specific sanctions.\"",
  "Who is Sergei Skripal?"
]