[
  "\"There is an underlying emotional 'current' there in Russia that the two leaders would and should get along and eventually solve all the problems,\" said Eric Shiraev, a professor at George Mason University who has written several books on international relations, political psychology and Russia.",
  "The hostility between the two countries has only escalated in recent weeks, experts said, bolstered by a harsh national security strategy, new Magnitsky Act sanctions on Russian nationals, and the authorization of lethal arm sales to Ukraine as it fends off its eastern neighbor.",
  "\"All of this looks ridiculous in the context of the common threats and challenges that our two countries and the world in general are facing,\" ministry spokeswoman Maria Zakharova said in a briefing this month, decrying the new sanctions imposed under the Magnitsky Act.",
  "\"The combo of [Magnitsky Act] names, arms to Ukraine, and the NSS language most certainly will impact the way Russian elites think about Trump and his administration,\" Michael McFaul, who was U.S. ambassador to Russia under President Barack Obama, told CNBC.",
  "While the White House attempts to improve ties with Russia, special counsel Robert Mueller's investigation into alleged Russian meddling in the 2016 campaign continues, bringing increased scrutiny to any policy decision regarding the nation.",
  "That investigation has already ensnared former national security advisor Michael Flynn, who pleaded guilty Dec. 1 to lying to the FBI regarding his communications with then-Russian Ambassador Sergey Kislyak about U.S. sanctions on Russia.",
  "Russian lawyer Natalia Veselnitskaya has claimed that the president's eldest son, Donald Trump Jr., told her during an initially undisclosed June 2016 meeting at Trump Tower that Trump's White House would be willing to review the law.",
  "The president has publicly claimed that a good relationship with Russian President Vladimir Putin would be an \"asset\" to American diplomacy, and he has championed the relationship's potential in the fight against the Islamic State.",
  "The Trump administration's unfocused foreign policy is the result of \"amateurs\" at the head of the executive branch and State Department, said Dan Caldwell, a distinguished professor of political science at Pepperdine University.",
  "In July, Congress overwhelmingly passed new sanctions bills that constrained the president's ability to maneuver on Russia — which were widely interpreted as a rebuke to the president's autonomy on foreign policy.",
  "On a Dec. 19 episode of Russia's \"60 Minutes,\" Alexander Losev, a foreign policy scholar, discussed Trump's first national security strategy with the married hosts, Olga Skabeeva and Evgeny Popov.",
  "\"The president is not at the wheel of the U.S.-Russian relationship,\" said Mark Simakovsky, a nonresident senior fellow at the Atlantic Council's Dinu Patriciu Eurasia Center.",
  "While the president's moves have driven a wedge between the White House and Russian elites, it's not clear that the divide has carried through to Russians as a whole.",
  "Trump Jr. has said the purpose of the meeting was to discuss damaging information on Democratic presidential candidate Hillary Clinton.",
  "Simakovsky formerly served as the chief of staff for Europe and NATO issues in the office of the undersecretary of defense for policy.",
  "A representative for the State Department told CNBC that the United States seeks to normalize its relationship with Russia.",
  "The contradictions between Trump's public pronouncements and United States policy have only accelerated over time.",
  "\"We have some competent people,\" he said, naming Defense Secretary James Mattis and national security advisor H.R.",
  "The national security strategy departed sharply from the president's former comments on Russia, experts have said.",
  "\"Both Trump and Putin want to put [Mueller's investigation] in the rearview mirror,\" Pepperdine's Caldwell said.",
  "\"If President Trump was removed from office, then things could be even worse than they currently are,\" he said.",
  "The Magnitsky Act, a 2012 sanctions law the Kremlin opposes, played a role in Trump's presidential campaign.",
  "The administration's policy document calls Russia a \"revisionist power\" antithetical to U.S. interests.",
  "Despite the frayed relations, Putin and Trump seem to remain united on an integral point.",
  "\"I think the Russians are clearly confused,\" said the Atlantic Council's Simakovsky.",
  "The Russian foreign ministry has expressed disdain for the president's moves.",
  "\"Trump has nothing to do with this,\" Losev said, referring to the document.",
  "At the time, Putin called the sanctions \"illegal under international law.\"",
  "Popov interrupted to explain that he thought Trump is on Russia's side.",
  "But the actions taken by his administration have inflamed the Kremlin.",
  "Ultimately, the representative said, the choice is Russia's to make.",
  "The White House did not respond to a request for comment.",
  "\"But they can't implement foreign policy on their own.\"",
  "The relationship, meanwhile, has continued to worsen.",
  "\"It was all written two years ago.\"",
  "McMaster."
]