[
  "For the last eight years, my team and I have investigated the flow of money from that crime and recently found that some of it ended up in accounts belonging to companies connected to the famous Russian cellist Sergei Roldugin, who personally received a fortune of at least $100 million, according to the Panama Papers.",
  "In July 2016, a Russian lawyer named Natalia Veselnitskaya visited Trump Tower to take a meeting with Donald Trump Jr., Jared Kushner and Paul Manafort, who is now under indictment on money laundering and tax evasion charges.",
  "I did so by advocating for the Magnitsky Act, a sanctions law named after my attorney, Sergei Magnitsky, who was tortured and killed in Russian police custody after exposing a $230 million government corruption scheme.",
  "This is the same man who was exposed in the Panama Papers as being a central figure in a network that received $2 billion from the largesse of Russian state banks and oligarchs with no plausible explanation as to why.",
  "JUST WATCHED Browder says Russian intel plotted out meeting Replay More Videos ... MUST WATCH Browder says Russian intel plotted out meeting 00:37\n\nThe only way for Putin to keep his billions is also to stay in power.",
  "It has been followed by similar laws in other countries: in Estonia in 2016, in the UK in April, in Canada three weeks ago, and Lithuania will be conducting a final vote on its legislation this week.",
  "The world may struggle to figure out what to do about his election interference, his military forays and his country's cheating in international sports, but the reasons for these are transparent.",
  "The Russian government has accused me of espionage, fraud, tax evasion and other crimes -- including the absurd assertion that, while living in London, I had Magnitsky murdered in a Moscow jail.",
  "He was previously the largest foreign investor in Russia before the country expelled him and convicted him in absentia of crimes after he exposed high-level Russian government corruption.",
  "In May 2012 -- three days after Putin retook the Russian presidency -- he signed a foreign policy paper stating that fighting the US Magnitsky Act was his top foreign policy priority.",
  "But it's revealing that the main thing Putin, through Veselnitskaya, wanted to discuss with the son of the future President of the United States was doing away with the Magnitsky Act.",
  "Regardless of his supposedly high approval ratings, Putin is running the Russian economy into the ground, causing common Russians to suffer grave economic hardships.",
  "JUST WATCHED Browder on Russia's murder allegations Replay More Videos ... MUST WATCH Browder on Russia's murder allegations 01:19\n\nWhy is Putin so furious?",
  "He also happens to be Putin's closest childhood friend from St. Petersburg, godfather to his daughter, and is widely believed to be a trustee for Putin.",
  "Our research has shown that he personally received some of the proceeds of the $230 million crime that Sergei Magnitsky uncovered and was killed over.",
  "Bloomberg estimates Putin's net worth at around $84 billion , but I estimate it at $200 billion, making him far and away the richest man in the world.",
  "Putin deflects any potential anger and unrest over these hardships by stirring up a nationalist frenzy and creating enemies wherever possible.",
  "I believe that much of this money is held in Western bank accounts owned by Russian oligarchs he trusts, including in the United States.",
  "If he's so hellbent on eliminating and preventing the passage of Magnitsky laws around the world, then we ought to double down on them.",
  "That meant I risked arrest at any international border and that as a UK citizen it also meant my US visa was automatically revoked.",
  "Of course, everyone wants to avoid a military confrontation with Russia, but that does not mean we're powerless to confront Putin.",
  "Documents from that meeting show that the purpose of this visit was to discuss the repeal of the Magnitsky Act and its sanctions.",
  "That frenzy will only become more intense as the Russian economy stagnates, and as he perceives his fortune to be more at risk.",
  "(CNN) Three weeks ago, as I was planning a trip to the United States, Vladimir Putin placed me on Interpol's most wanted list.",
  "We in the West should not have any illusions about appeasing Putin; he is unappeasable because his problem is intractable.",
  "Any country having a problem with Russia and that wants to fight back should look at passing a Magnitsky law of its own.",
  "The US Magnitsky Act and its international brethren anger Putin more than any other Western policy toward Russia.",
  "Russian agents have threatened me via email, voice mail and text messages with death, kidnapping and extradition.",
  "Bill Browder is CEO of Hermitage Capital Management Fund and head of the Global Magnitsky Justice Movement.",
  "These facts go a long way to explain why Russia would have wanted to intervene in the recent US election.",
  "The Magnitsky Act makes it possible that some of Putin's vast fortune could be frozen and confiscated.",
  "When the legislation passed, he'd vindictively banned the adoption of Russian orphans by US families.",
  "Since the passage of the US Magnitsky Act, Putin has tried to use Interpol to arrest me five times.",
  "We must come together and stand firm; we must contain him and his criminality at every juncture.",
  "He knows he could lose his power and his precious money -- and possibly his freedom or worse.",
  "Thankfully, Interpol has seen these as blatant, politically motivated attempts to silence me.",
  "We don't know what was offered in return for that support, or how the Trump team responded.",
  "This was three years after Sergei's death: the first posthumous trial in Russian history.",
  "Using sanctions from Magnitsky laws, we can fight him with banks instead of with tanks.",
  "For years I'd broken Russia's golden rule by challenging Putin's brazen corruption.",
  "Six months later he put Sergei Magnitsky on trial, naming me as his co-defendant.",
  "But it is our job in the West to protect our liberal democracies and ourselves.",
  "In 2012, the United States became the first country to pass a Magnitsky law.",
  "We know these laws work because he's told us they do in no uncertain terms.",
  "Any country with a Magnitsky law should enforce it to the fullest extent.",
  "The recent Interpol notice came the day before the Canadian bill passed.",
  "It's not our place in the West to decide whether Putin stays or goes.",
  "We were both found guilty of tax evasion, a crime we did not commit.",
  "Each request has been summarily rejected, including the most recent.",
  "Many credit Putin with being a brilliant strategist, but he's not.",
  "Chaos is what Putin wants, and we must not allow him to have it.",
  "But Putin doesn't just use Interpol to express his anger.",
  "After 17 years, that's becoming increasingly difficult.",
  "The fact is we already have the tools to contain him.",
  "Because he believes his own fortune is now at risk.",
  "The opinions in this article belong to the author.",
  "He's got a weak hand, and he's showing his cards.",
  "He's terrified of his own people deposing him.",
  "This brings me to a larger point about Putin.",
  "That's for the Russian people to decide.",
  "They all come back to money and power.",
  "Putin's anger at me is also personal.",
  "This risk is very real for Putin.",
  "What was my alleged crime?"
]