[
  "Just hours before Senate Republicans failed to choke the life out of the health care program known as Obamacare -- a top domestic priority for the administration -- the entire Senate, Democrats and Republicans, voted on imposing new Russia sanctions, effectively tying the President's hands on dealing with that country.",
  "The legislation, approved by the Senate in a 98 to 2 vote and the House by 419 to 3, requires that the President obtain congressional approval before it can lift existing Russia sanctions brought on by Russia's invasion of Ukraine, its annexation of Crimea, intervention in Syria, and human rights violations at home.",
  "Most troublingly for Putin, the sanctions target the oligarchs, the spectacularly wealthy few who have benefited from Putin's role because of a tacit agreement whereby they look away from his autocratic ways while he allows them to amass fortunes through questionable means, often with government support.",
  "Even before the most recent revelations of meetings between Donald Trump Jr., Trump campaign officials and Russian envoys, polls showed that more than two-thirds of Americans are concerned that Trump is trying to impede the investigation into his campaign's possibly inappropriate ties with Russia.",
  "Despite White House claims that Trump favors strong sanctions, there is little question that he has wanted to lift them as part of a plan to improve relations with Moscow--—mainly to gain help in fighting ISIS..",
  "Frida Ghitis\n\nClearly the Obamacare debacle is an embarrassment for the President and for Republicans, but the new legislation on Russia sanctions -- which Trump has not yet signed -- should worry him far more.",
  "By overwhelming majorities in the House and the Senate both Republicans and Democrats didn't just defy the President, they deliberately opted to stand in his way on one of his top foreign policy priorities.",
  "It also reaffirms US objections to Moscow's behavior in Syria, Ukraine and Eastern Europe, where it has launched a campaign of political intrusion and intimidation against America's NATO allies.",
  "In 2012 Congress passed the Magnitsky Act, freezing the assets of key Russians after 37-year-old Sergei Magnitsky, an attorney for a US investor, discovered a vast scheme of official corruption.",
  "On Thursday, during his very odd telephone call to CNN, White House Communications Director Anthony Scaramucci suggested Trump may veto the bill and propose even stronger sanctions.",
  "Veselnitskaya's talk about adoptions was, more precisely, about overturning the Magnitsky Act so that wealthy Russians could again visit the United States and enjoy their wealth.",
  "Then, on Friday morning Russia announced its own sanctions against the United States, ordering a cut in the number of US diplomats and the seizure of two US properties in Russia.",
  "After all, since the early days of his campaign Trump proclaimed he was open to lifting sanctions, even suggesting he might recognize Russia's illegal annexation of Crimea.",
  "If the oligarchs are not free to enjoy and expand their wealth because of sanctions triggered by Putin's geopolitical machinations, they may question that understanding.",
  "He has talked about working together with Moscow in Syria and on the fight against terrorism, but Russia remains an antagonist of the United States in a number of areas.",
  "Magnitsky was sent to a Russian jail and died chained to his bed without medical help while suffering from an excruciating attack of gall stones and pancreatitis.",
  "(CNN) Even by the standards of Donald Trump's presidency, this week has been extraordinarily chaotic and, more importantly, disastrous for the President's agenda.",
  "When Trump Jr. dismissed the talks with Russian lawyer Natalia Veselnitskaya as \"mostly about adoption,\" he essentially admitted the meeting was about sanctions.",
  "That is why in a week of defeats and headaches for the President, the pain for the Russia sanctions bill is symptom of a problem that will not be easily cured.",
  "With it, Republicans and Democrats signaled bluntly that they do not trust President Donald Trump to act in America's best interest when it comes to Russia.",
  "Americans are keenly interested in Trump's relationship with Russia and skeptical of the President's explanations about what happened during the campaign.",
  "His dilemma: If he vetoes the bill it would not only add to the controversy over his campaign's ties with Russia, but the Congress could easily override.",
  "That's because the Kremlin banned US adoptions of Russian orphans as a direct response to the first of part of the current US sanctions against Russia.",
  "Editor's Note: (Frida Ghitis is a world affairs columnist for The Miami Herald and World Politics Review, and a former CNN producer and correspondent.",
  "Dan Fried, who retired in February, said \"panicky\" officials called him looking for a way to prevent Trump from lifting sanctions without conditions.",
  "According to the man who was in charge of sanctions enforcement at the State Department, Trump tried to lift sanctions as soon as he took office.",
  "The bill, among other things, is a warning to Vladimir Putin that the United States will not tolerate further interference in its elections.",
  "The move echoed sanctions imposed by President Barack Obama just before leaving office to punish Russia for interfering in the US election.",
  "That was a pivotal move, one that historians may look back on as an early turning point in this baffling period of America's history.",
  "Most recently, evidence is emerging of Russia helping America's enemies, the Taliban in Afghanistan.",
  "Like most Americans, congressional leaders are suspicious of Trump's intentions regarding Russia.",
  "To push back against the Magnitsky sanctions, Russia punished its own orphans, halting adoptions.",
  "The prospect of getting sanctions relief was one of the reasons Putin wanted Trump to win.",
  "It expands Obama's sanctions against Russia, as well as North Korea and Iran.",
  "But attempts like this to make Trump sound tough on Russia are unconvincing.",
  "He started lobbying Congress to block Trump from rolling back sanctions.",
  "For Putin, getting Washington to lift economic sanctions is urgent.",
  "Trump's repeated, lavish praise of Putin, adds to the puzzle.",
  "His country's economy has stagnated, incomes are falling.",
  "The question is what else he expects to gain in return.",
  "Trump has reportedly not decided how he will proceed.",
  "The views expressed in this commentary are her own.)"
]