[
  "Donald Trump Jr. later said in a statement that the Russian lawyer and the Trump team \"primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government.\"",
  "The younger Trump issued another, later statement, which said that the Russian attorney, at the Trump Tower meeting, had \"stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms.",
  "The stories came on the heels of a two-day postponement, without explanation, of a hearing for Manafort's upcoming trial in U.S. District Court in Washington, D.C., where he is accused of violating lobbying laws, money laundering and witness tampering.",
  "Manafort attended a meeting in Trump Tower in New York City in June 2016, with, Donald Trump Jr., President Trump's son-in-law Jared Kusher and a Russian lawyer who supposedly had damaging information about Trump's election opponent, Hillary Clinton.",
  "The Washington case, like the one in Virginia federal court where he was convicted last month, largely relates to work that Manafort did for pro-Russia politicians in Ukraine, before he worked for Trump's campaign.",
  "The special counsel also is investigating whether Trump himself has obstructed justice by seeking to affect the course of the Justice Department's inquiry into Russia's role in the election.",
  "Mueller's team is continuing to investigate Russian interference in the 2016 presidential election, as well as possible collusion by members of Trump's campaign in that effort.",
  "It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.\"",
  "President Trump actually dictated that first statement for his son, his lawyers told Mueller in a memo that was obtained by The New York Times.",
  "He has been held in jail without bail since June, when Mueller charged him with trying to tamper with potential witnesses.",
  "\"She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "Manafort's spokesman declined to comment Wednesday when contacted by NBC News, citing a gag order in the case.",
  "\"But it was not a campaign issue at the time and there was no follow up,\" Trump Jr. has said.",
  "Jury selection for the trial in Washington currently is scheduled to begin next Monday.",
  "That hearing, which was originally scheduled for Wednesday, is now set for Friday.",
  "It quickly became clear that she had no meaningful information,\" Trump Jr. said.",
  "A spokesman for Mueller also declined to comment when contacted by CNBC.",
  "Trump has repeatedly denied any wrongdoing by himself or his campaign.",
  "No details or supporting information was provided or even offered.",
  "Mueller reportedly has taken a keen interest in that meeting.",
  "\"Her statements were vague, ambiguous and made no sense.",
  "Manafort, 69, has pleaded not guilty in both cases.",
  "He also has called Mueller's probe a witch hunt.",
  "Clinton.\""
]