[
  "“And in the end, I know what I’ve done,” Trump Jr. told ABC News, adding that “I’m not worried about that at all, because you know, I’ve done nothing that anyone else wouldn’t do in that position, in my opinion.”\n\n“I understand that they are trying to get my father, and they’ll do anything they can to get that,” he added.",
  "(RELATED: Lanny Davis Obliterates CNN Story About Trump Tower)\n\nTrump Jr. accepted the meeting after an acquaintance told him that a “Russian government attorney” wanted to offer him dirt on former Secretary of State Hillary Clinton.",
  "Former Trump attorney Michael Cohen is willing to tell special counsel Robert Mueller that he was present at a meeting where Trump Jr. told President Donald Trump about the meeting before it occurred, CNN reported on July 26.",
  "The Trump Tower meeting is reportedly one of the many events that Mueller is investigating as part of a sprawling probe into possible collusion between the Trump campaign and Russian government.",
  "WATCH:\n\nTrump Jr. and other participants in the meeting, including Jared Kushner, and the group of Russians, have said that no information about Clinton was provided to the campaign.",
  "But, again, I’m not,” Trump Jr. said in an interview that aired Tuesday on ABC’s “Good Morning America” when asked if he is concerned about being charged in the investigation.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Instead, they have all said that the Russian lawyer, Natalia Veselnitskaya, wanted to discuss the Magnitsky Act, a U.S. law that sanctions Russian human rights abusers.",
  "The CNN report came under heavy criticism in August after Cohen attorney Lanny Davis acknowledged that he was a source for the network’s initial report.",
  "Trump Jr. also denied that he told his father about an infamous meeting at Trump Tower with a group of Russians during the heat of the 2016 campaign.",
  "In his denial to ABC News, Trump Jr. said he had testified “ad nauseam” that he did not discuss the meeting with his father.",
  "Both Trump and Trump Jr. have denied that Trump was aware of the June 9, 2016 meeting until it was reported in July 2017.",
  "Donald Trump Jr. said in an interview that he is not worried about legal exposure in the special counsel’s Russia probe.",
  "He also admitted that Cohen had no knowledge of whether Trump Jr. told his father about the Trump Tower tryst.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "That doesn’t mean they won’t try to create something, I mean, we’ve seen that happen with everything.",
  "“If it is what you say I love it,” Trump Jr. responded to the offer.",
  "“I know what I did, and I’m not worried about any of that."
]