[
  "On Friday, the Treasury Department announced it had put sanctions on four commanders of Myanmar’s military and Border Guard Police (BGP) and two military units “for their involvement in ethnic cleansing in Burma’s Rakhine State and other widespread human rights abuses.”\n\n“Burmese security forces have engaged in violent campaigns against ethnic minority communities across Burma, including ethnic cleansing, massacres, sexual assault, extrajudicial killings, and other serious human rights abuses,” Sigal Mandelker, the treasury undersecretary for terrorism and financial intelligence, said in a statement.",
  "And as Sarah Wildman wrote for Vox in September, “This latest assault is actually the third such wave of brutal violence in the past five years.” She explained:\n\nThe first was in 2012, when tens of thousands of Rohingya were forced into internal displacement camps and stories began to emerge of horrific violence against men, women, and children.",
  "The government claims it is fighting extremism and terrorism and also falsely promotes the idea that Rohingya are “illegal immigrants.”\n\nAll this is also happening under the watch of de facto leader Aung San Suu Kyi, the former political prisoner who won the Nobel Peace Prize for her efforts to bring democracy to Myanmar.",
  "“The U.S. government is committed to ensuring that Burmese military units and leaders reckon with and put a stop to these brutal acts.”\n\nThe Rohingya have been targets of a year-long crackdown\n\nThe US sanctions come about a year after the Myanmar military began its campaign of ethnic cleansing against the Rohingya.",
  "These are not the first sanctions against Myanmarese officials: In December of last year, the Trump administration enacted sweeping sanctions against human rights abusers worldwide, including Myanmarese Gen. Maung Maung Soe, who helped lead the bloody crackdown against the Rohingya.",
  "The second was in 2016, when an attack on border guards by a small group of insurgents resulted in a military action against the entire people; some 74,000 fled for Bangladesh, carrying with them stories of rape and carnage, death and destruction.",
  "“Treasury is sanctioning units and leaders overseeing this horrific behavior as part of a broader US government strategy to hold accountable those responsible for such wide scale human suffering,” he continued.",
  "The Trump administration has placed sanctions on several commanders and units of Myanmar’s security forces for their roles in the “ethnic cleansing” of Rohingya Muslims and other minority groups in the country.",
  "This is one of the toughest moves yet by the US yet to punish Myanmar’s security forces, whose targeted crackdown on the Rohingya has forced more than 700,000 to flee to neighboring Bangladesh.",
  "“There must be justice for the victims and those who work to uncover these atrocities, with those responsible held to account for these abhorrent crimes,” Mandelker said.",
  "The Rohingya, a small Muslim minority that live mostly in Rakhine State, have long been marginalized by Myanmar’s Buddhist-majority (and military-controlled) government.",
  "The US imposed these sanctions as part of the Global Magnitsky Act, which empowers the administration to sanction those who violate human rights abuses worldwide.",
  "Instead, the sanctions are largely geared toward those commanders and units who are believed to be perpetrating the violence against the Rohingya.",
  "Since the passage of Burma’s 1982 citizenship law, they have been denied citizenship — and all the benefits and protections that come with it.",
  "The latest massacre began last August, when a small group of Rohingya attacked and killed 12 Myanmarese border police.",
  "Suu Kyi is not among those sanctioned, nor are Myanmar’s top military commanders, according to Reuters.",
  "“The crackdown on the Rohingya that ensued has engulfed the entire ethnic group,” Wildman wrote.",
  "Thousands more have been killed, and women have been subjected to brutal sexual violence.",
  "Human rights groups report widespread destruction or incineration of Rohingya villages.",
  "Her silence on the plight of the Rohingya has garnered worldwide criticism."
]