[
  "A letter spearheaded by Sen. Marco Rubio and Rep. Chris Smith on Wednesday called on Secretary of State Mike Pompeo and Treasury Secretary Steve Mnuchin to apply Magnitsky Act sanctions against the Chinese Communist Party for its repression on the Uighurs, a majority-Muslim ethnic minority.",
  "\"The Chinese government is creating a high-tech police state in the Xinjiang Uighur Autonomous Region (XUAR) that is both a gross violation of privacy and international human rights,\" said the letter, which was signed by nine Republicans, seven Democrats, and one Independent.",
  "Authorities use an expansive network of 40,000 facial-recognition cameras to monitor Uighur activity, and recently began collecting DNA samples, fingerprints, iris scans, and blood types from most Xinjiang residents.",
  "\"The detention of as many as a million or more Uighurs and other predominantly Muslim ethnic minorities in 'political reeducation' centers or camps requires a tough, targeted, and global response,\" it added.",
  "Kevin Frayer/Getty Images\n\nRubio and Smith are Republican co-chairs of the bipartisan Congressional Executive Commission on China, which monitors human rights and rule of law in the country.",
  "REUTERS/Mike Segar\n\nA group of bipartisan US senators are pushing hard for sanctions against China over its widespread surveillance of its citizens in the western region of Xinjiang.",
  "Earlier this month, a UN human rights panel claimed that a million Muslim Uighurs may be held involuntarily in detention centers, referred to as \"re-education camps\" in Xinjiang.",
  "China has not denied the existence of these centers, but called the UN claims \"defamatory rumors\" and has suggested they were part of the country's counter-terrorism efforts.",
  "The region has become one of the most intrusive police states in the world, and government surveillance of Uighurs permeates almost every aspect of their lives.",
  "The Magnitsky Act, which was signed into law in the US in 2012, was originally designed to punish Russian human rights violators.",
  "Marco Rubio is pushing for sanctions against China, accusing it of \"gross violation of privacy and international human rights.\"",
  "It has since been expanded to authorize the government to sanction human rights offenders around the world.",
  "The commission has raised the alarm on China's policing of the Xinjiang region in the past.",
  "A policeman stands guard as children in Kashgar, Xinjiang, play on the street.",
  "China's actions in Xinjiang have also garnered global attention."
]