[
  "At the same time, in an open letter to then-Sen. Landrieu, Russian Ambassador at Large Konstantin Dolgov wrote blisteringly about what he termed “outrageous cases of lawlessness, when the murderers of Russian children were released directly in the courtroom or when they got away with probation.”\n\nThat same month, a Russian teenage boy who’d developed a relationship with a prospective adoptive family in the US became the subject of a brief, confusing media flurry; he was said to have written a letter to Putin asking to overturn the ban, but the letter’s authorship was later called into question.",
  "At one point, in July 2012 (before the ban), Russia’s children’s rights commissioner showed up to protest at a church-run home for “troubled” adoptees, in Montana, which he’d previously described as “a trash can for unwanted children.”\n\nIndeed, the Russian law banning adoptions by US parents is called the Dima Yakovlev Law, after a Russian toddler who died of heatstroke after his adoptive father left him in a car in Purcellville, Virginia, for nine hours.",
  "Interest in foreign adoptions had been surging, in part thanks to the mobilization of many evangelical churches, which embraced adoption as a calling, and also because natural or man-made disasters — such as the earthquake in Haiti or war and poverty in African countries such as Liberia and Ethiopia — led to increased interest in “rescuing” foreign children.",
  "In 2010, a Tennessee woman put her adopted son, born in Russia, on a solo flight back, with a note explaining that he was violent and mentally ill and that “for the safety of my family, friends and myself, I no longer wish to parent this child.” Criminal charges weren’t filed against the adoptive mother, but she was ordered to pay child support.",
  "“It is doubtful that [Natalia] Veselnitskaya’s aim was really to influence the Trump campaign’s views on adoption,” The Chronicle of Social Change, which covers child welfare issues, observed — with understatement — referring to the Russian lawyer, given that she was known to represent clients who had been hurt financially by the Magnitsky Act.",
  "Pravda subsequently characterized criticism of the ban as “a marvelous topic for anti-Russian propaganda campaigns.”\n\nFour years later, on the eve of Donald Trump’s inauguration, a ruling from the European Court of Human Rights found that Russia owed damages to 45 US families who’d had their adoptions halted after the ban.",
  "Part of the concern around Russian adoptee treatment stemmed from the perception — sometimes true, often not — that children from former Soviet countries are inclined to have attachment disorders or emotional problems as a result of poor orphanage conditions or prenatal substance abuse.",
  "Putin struck at US adoptive parents at a moment when demand for international adoption was rising\n\nWhen the Dima law was passed, in the final days of 2012, hundreds of American families saw their in-process adoptions halted in their tracks, and the outcry was intense.",
  "Many of the adoptees treated there were Russian The owner of the facility, Joyce Sterkel, told the Christian Science Monitor that she believed Astakhov was testing to see whether Russian officials would be allowed to monitor Russian adoptees without parental consent.",
  "(Russia’s role as a source of “white babies” is real but likely overemphasized, as there is high demand for foreign babies of all ethnicities, even as black and brown babies in the US sometimes go unadopted — with some even adopted by foreigners.)",
  "There have long been fewer relinquishments among unwed mothers of color, who, during those years, had the mixed blessing of being less likely to be pressured into adoption but more likely to face other forms of reproductive control and abuse.)",
  "As recently as Monday, White House press secretary Sean Spicer bizarrely stuck to Donald Trump Jr.’s self-debunked excuse for his 2016 meeting with a Russian lawyer and a former Soviet spy: that the meeting was “primarily” about adoption.",
  "Americans who pursue foreign adoptions also sometimes want to avoid “open” adoption, in which birth parents retain some contact with their children — which now typically happens to some degree in 95 percent of US domestic adoptions.",
  "It began slowly after 2004, followed by a steep drop after Guatemalan adoption law reforms in 2007-’08 effectively halted international adoptions in that country — following widespread fears of corruption and adoption-related crime.",
  "Pavel Astakhov, Russia’s camera-loving children’s rights commissioner — a former reality show lawyer — called attention to these cases in flamboyant terms that frequently crossed the line from legitimate grievance to grandstanding.",
  "Enough horror stories were shared by adoptive parents — or, in some cases, Hollywood, as in the 2009 horror film Orphan, about a murderous Russian adoptee — that Eastern European children developed a reputation as damaged goods.",
  "In early 2013, some 20,000 Muscovites participated in a “March Against Scoundrels,” protesting the use of Russian kids as political weapons and casting Putin as a modern-day King Herod, sacrificing children to protect his crown.",
  "The government responded by denouncing protesters as unpatriotic “child sellers” propping up an American business that used Russian children as “an object of trade.”\n\nPutin used adoption as a way to gain leverage against the US.",
  "Advocates warned of an “adoption cliff,” and some pro-adoption activist groups staged colorful protests, like the 2013 “Empty Stroller March,” to call attention to prospective adoptive families mired in red tape and delays.",
  "In January 2013, just after Putin signed the adoption ban, a 3-year-old Russian boy who’d been adopted only two months before died in the backyard of his Texas home, and was found covered in more than 30 bruises and cuts.",
  "But in late 2012, in retaliation for a US law that imposed sanctions on Russian officials accused of human rights violations (the Magnitsky Act), Russia retaliated by barring US families from adopting Russian children.",
  "At the time the ban was enacted, nearly 20 Russian adoptees had died under suspicious circumstances in the US, and there were widespread fears in Russia that many others had been mistreated or abandoned.",
  "Amid this complex landscape, starting in the 1990s, Russia rose into the ranks of the top-sending countries, with more than 4,000 Russian children adopted by US families each year between 1998 and 2005.",
  "The Tennessee scandal led to the temporary suspension of Russian adoptions that year, and prompted Astakhov to call for a new Russian-American agency to investigate US families before they could adopt.",
  "In 2012, Astakhov made his pilgrimage to Helena, Montana, to the Ranch for Kids, a residential home in Montana that had become a destination for “troubled” adoptees, for his protest slash photo op.",
  "The Tennessee case became perhaps the most famous instance of an adoptive parent abandoning a child, presaging the scandal of unofficial “rehoming” of adoptees that would break several years later.",
  "The notion of adoption being used as a cover for dirty politics has become an absurdist punchline, but the issue of US adoptions from Russia has, in fact, long been an intensely political one.",
  "“Everything can be changed back,” she said, noting that the ban was “not a goal in itself,” but that the US must first take “at least some steps” — a condition she didn’t further clarify.",
  "It’s safe to say that whenever someone in the Trump camp says they spoke to Russian officials about adoption — including President Trump — the politicians’ main interest was sanctions.",
  "Reuters documented a pattern of adoptive families informally relinquishing adoptees, foreign-born and US-born, to new families, without any government or adoption agency oversight.",
  "On Twitter, Astakhov declared his suspicions that the boy had been “murdered” — this was more fodder for the argument that US families could abuse Russian children with impunity.",
  "Hundreds of new, mission-driven adoption organizations had sprung up, and many would-be adoptive parents became politicized as they encountered a burdensome and costly process.",
  "The talks were suspended amid worsening relations between the US and Russia, but the mention of the ban hints at how important a trading chip Russian adoptions have become.",
  "Ethiopia briefly suspended its program in 2011 over concerns that children were being offered for adoption by poor people who didn’t understand Western adoption practices.",
  "Concerns over deaths of Russian-born children\n\nIn addition to the death of Dima Yakovlev, Russian officials cited other incidents involving the safety of Russian adoptees.",
  "It was an example of tit-for-tat diplomatic warfare — a way to strike back over the perceived insult to Putin and his government in a way that caused Americans pain.",
  "In April, Secretary of State Rex Tillerson and Russian Foreign Minister Sergei Lavrov announced that they would include the adoption ban in planned high-level talks.",
  "And the Moscow Times noted that more than 1,200 children adopted domestically within Russia had died during the same period as the 20 suspicious US adoptee deaths.",
  "(During the pre-Roe era of widespread maternity homes, nearly 20 percent of unmarried white women who became pregnant relinquished their children for adoption.",
  "The Big Idea is Vox’s home for smart discussion of the most important issues and ideas in politics, science, and culture — typically by outside contributors.",
  "US families are looking abroad in the first place because of changing mores and laws surrounding unwed parenthood, reproductive health care, and abortion.",
  "China, long the top “sending” country, scaled back its international program in part because of increased domestic demand, as its middle class grew.",
  "And the US itself halted most adoptions from other countries, including Cambodia, Nepal, and Vietnam, over fears of corruption and baby buying.",
  "At the same time, tens of thousands of Russians have signed petitions protesting Putin’s ban on US adoptions, saying it hurts Russian children.",
  "On Wednesday, President Trump suggested that the topic of his unreported second meeting with Vladimir Putin at a G20 dinner was also adoption.",
  "For much of the period from the mid-’90s to 2012, Russia was one of the top three “sending” countries supplying adoptable children to the US.",
  "He hewed to that line even though Trump’s meeting partners had expressly promised to deliver compromising information about Hillary Clinton.",
  "The controversies surrounding these adoptions would be worth attention even if they had not been dragged into the Trump-Russia controversy.",
  "The overall numbers of international adoptions today are a quarter of what they were in ’04, and the decline hasn’t been greeted quietly.",
  "While the death was later ruled an accident, and the injuries judged as being likely self-inflicted, the timing couldn’t have been worse.",
  "Still, Russia-US adoptions have been a sore point between both countries for quite some time, and the issue has multiple fault lines.",
  "Kathryn Joyce is author of, most recently, The Child Catchers: Rescue, Trafficking, and the New Gospel of Adoption (PublicAffairs).",
  "But at the same time, there had been growing concern in Russia about how Russian children were being treated in the United States.",
  "As US adoptive families increasingly began looking abroad, many developing nations began to scale back their adoption programs.",
  "Simultaneously, the hard numbers of international adoptions were steadily falling, as they had been since their peak in 2004.",
  "But that lifting the ban on adoption would come up in a discussion about repealing the Magnitsky Act is quite plausible.",
  "In response, the speaker of Russia’s upper house of parliament announced that the country was ready to negotiate a deal.",
  "(This didn’t prevent then-US Sen. Mary Landrieu, a champion of adoption, from publicly calling him an “ass,” in 2013.)",
  "Sterkel, of the Ranch for Kids, has said that many of the children who came to her site had impairments of that sort.",
  "But however political the Russian government’s adoption ban was, it was also framed as a response to real problems.",
  "“If they found our soft spot with the Magnitsky Act, we found theirs,” a Russian political analyst remarked.",
  "Clearly, the charge that politicians are using Russian children as pawns in a larger game cuts both ways.",
  "Now Trump uses the fate of Russian children to mask the agenda when he and his staff meet with Russians.",
  "In some cases, parents turned to unorthodox and sometimes dangerous therapies for attachment disorders.",
  "Children there received “horse therapy” and worked on a farm, at a cost of $3,500 to 4,000 per month.",
  "So when Russia shut off its adoption pipeline, US families and adoption professionals were shaken.",
  "The State Department, which oversees international adoptions, has been besieged with complaints.",
  "International adoption was a uniquely sensitive pressure spot for Putin to probe.",
  "Essentially, the demand for foreign babies was outstripping a shrinking supply.",
  "Around 130,000 Russians signed a petition calling for the ban’s repeal.",
  "To be sure, Americans are far from the only ones criticizing Putin.",
  "If you have an idea for a piece, pitch us at thebigidea@vox.com.",
  "(So-called home studies are already conducted in the US.)",
  "1 and 2 in recent years have been China and Ethiopia.)",
  "Such stories have received broad coverage in Russia.",
  "(The laws around rehoming are still far from clear.)",
  "What was happening in the adoption marketplace?",
  "But many of his complaints weren’t made up.",
  "The plunge didn’t happen all at once.",
  "Find her on Twitter @kathrynajoyce.",
  "(Nos."
]