[
  "Alexei Druzhinin / AFP - Getty Images\n\nChatham House, a think tank based in London, illustrated current gaps in the sanctions regime currently slapped on Russia by highlighting the case of Oleg Deripaska, a Putin confidant who was able to repay loans on a sanctioned Russian bank by listing shares in the British capital.",
  "#tomorrorowspaperstoday pic.twitter.com/6CHH7KKFac — Neil Henderson (@hendopolis) March 12, 2018\n\nThis would send shockwaves through soccer-crazy England and would be the first time its national team did not journey to the tournament since failing to qualify for the U.S.-hosted competition in 1994.",
  "/ Updated By Alexander Smith\n\nLONDON — Boycotting soccer's World Cup, seizing oligarchs' mansions and even invoking NATO's collective defense clause: British Prime Minister Theresa May has a range of options to retaliate against Russia for the poisoning of an ex-spy on U.K. soil.",
  "\"Should there be no credible response, we will conclude that this action amounts to an unlawful use of force by the Russian state against the United Kingdom,\" she said, promising \"much more extensive measures\" than the U.K. has previously taken against the Kremlin.",
  "\"Britain should now apply current financial regulations robustly and effectively\"\n\n\"It's not as if Article 5 would plunge the world into a war between Russia and NATO,\" said Mark Galeotti, a senior researcher at the Institute of International Relations in Prague.",
  "\"Britain could invoke Article 5 of the NATO charter, saying that they were attacked and that all NATO nations would have to come to come to its aid in this instance,\" MSNBC terrorism analyst Malcolm Nance told \"The Last Word\" with Lawrence O'Donnell on Monday.",
  "On Monday, May said it was \"highly likely\" that the government of Russian President Vladimir Putin was responsible for the poisoning Sergei Skripal, a former Russian double agent who passed secrets to the U.K., and his daughter, Yulia.",
  "\"It's time to get tough on the Kremlin kleptocrats using London as a playground for money laundering and cover for Putin’s cyber and propaganda attacks on the West,\" Conservative lawmaker George Freeman told Parliament on Monday.",
  "Peter Nicholls / Reuters\n\nA British \"Magnitsky amendment\" — named after the Moscow lawyer Sergei Magnitsky, who was killed in Russian custody in 2009 — could be included in a bill currently passing through the U.K. Parliament.",
  "Meanwhile, the British government has played down the possibility of invoking Article 5, according to the BBC, and then there's the question of how President Donald Trump would react to such a call for Western solidarity.",
  "Similar measures were taken after the killing of Alexander Litvinenko, an ex-spy and Putin critic whose 2006 murder in London was \"probably\" sanctioned by the Russian president himself, a British judge ruled last year.",
  "Some British lawmakers are also campaigning for legislation that mirrors the Magnitsky Act, a U.S. law passed in 2012 that froze assets of Russian investigators and prosecutors suspected of human rights abuses.",
  "Military personnel wearing protective suits remove a police car and other vehicles from a public car park as they continue investigations into the poisoning of Sergei Skripal on March 11, 2018 in Salisbury.",
  "Britain's Press Association reported after the deadline passed with no reply that May would meet with senior intelligence officials and ministers later in the morning \"to discuss developments in the case.\"",
  "Chris J Ratcliffe / Getty Images\n\nBefore he was replaced as U.S. secretary of state early Tuesday, Rex Tillerson called Skripal's poisoning \"a really egregious act\" that \"clearly came from Russia.\"",
  "In 2015, a report from Deutsche Bank found that Britain was attracting about £1.5 billion in unrecorded capital every month (about $2.1 billion) — and a \"good chunk\" of that was from Russia.",
  "Matthew Lloyd / Getty Images file\n\nThis call for European cooperation comes as the U.K. goes through the complicated process of leaving the European Union after the 2016 Brexit referendum.",
  "Sources told Robert Peston, political editor with ITV News, NBC News' U.K. partner, that \"a number, but not all Russian government staff based at its embassy in London, will be expelled.\"",
  "But the White House response has been more muted, with spokeswoman Sarah Huckabee Sanders stopping short of blaming the Russian government and Trump failing to tweet about it at all.",
  "Perhaps in anticipation of these measures, Britain's envoy to Moscow was summoned to the Russian Foreign Ministry on Tuesday, according to the country's state-run TASS news agency.",
  "Meanwhile, Russia's Foreign Minister Sergey Lavrov said his country would only cooperate with the investigation if it receives samples of the nerve agent at the center of the case.",
  "The problem with this strategy, according to Galeotti at the Institute of International Relations, is that these oligarchs could just move their money to other European cities.",
  "U.K. Home Secretary Amber Rudd hinted at a covert response last week: \"You may not hear about it all, but when we do see that there is action to be taken, we will take it.\"",
  "Money and media matters\n\nLondon has long been a favorite destination for wealthy Russian oligarchs to park their money, buying up luxury property and other assets.",
  "The think tank backed a boycott by senior ministers and royalty, but concluded that \"there is little gain, and no long-term cost, in not sending the England team.\"",
  "Trump has sent jitters throughout Europe with mixed messages about his feelings on NATO and repeatedly calling out allies for not meeting their spending targets.",
  "A spokesman for Russia's embassy in London told Reuters: \"Russia will not respond to London's ultimatum until it receives samples of the chemical substance.\"",
  "Diplomatic maneuvers\n\nAnother more likely route is an increase in sanctions on Russia and the expulsion of intelligence and diplomatic staff from Britain.",
  "Some have also called for blocking the Russian TV stations RT and Sputnik, which critics say are a propaganda wings of the Kremlin, from British airwaves.",
  "Invoking it would not necessarily mean military retaliation — its wording leaves that open to interpretation — but it would certainly be a bold step.",
  "Implemented in January, UWOs allow British authorities to seize property and other assets that individuals suspected of crimes can't account for.",
  "World Cup boycott\n\nSeveral lawmakers have even raised the prospect of boycotting the soccer World Cup, which is being held in Russia this summer.",
  "The ties between Russia's billionaires and the British capital run so deep that London has been nicknamed \"Londongrad\" and \"Moscow-on-Thames.\"",
  "Moscow's requests to see samples of the nerve agent have been turned down, which Lavrov called a violation of the Chemical Weapons Convention.",
  "\"The British,\" it said in a statement, are \"unable to forgive Russia for winning the right to host the 2018 FIFA World Cup in a fair fight.\"",
  "The spokesman again denied Russian government involvement and said, without elaborating, that Moscow would respond to any British measures.",
  "Even before the Skripal case, there was a rising chorus of protest against this sea of shadowy cash washing up on Britain's shores.",
  "Young Russian debutantes assemble in Old Billingsgate Hall before their first performance in the The Russian Ball in London.",
  "Nevertheless, Valdis Dombrovskis, a vice president at the European Commission, said, \"Of course the U.K. can count on E.U.",
  "Collective defense\n\nPerhaps the most drastic possibility is that May might invoke NATO's mutual defense clause, Article 5.",
  "The first and only time this has been used was by President George W. Bush after the 9/11 attacks on the United States.",
  "\"This is merely symbolic, domestically unpopular and unlikely to be emulated by others,\" according to Chatham House.",
  "The Russian foreign ministry has seized on soccer as being the motive behind Britain's laying the blame at its door.",
  "Russian President Vladimir Putin during his interview with NBC network anchor Megyn Kelly at the Kremlin in Moscow.",
  "NATO Secretary-General Jens Stoltenberg called the use of any nerve agent \"horrendous and completely unacceptable.\"",
  "\"Britain should now apply current financial regulations robustly and effectively,\" the think tank wrote Monday.",
  "May then gave Russia until midnight Tuesday to explain why a Soviet-developed nerve agent was used in Britain.",
  "Many analysts say Britain would be reluctant to completely break off its useful diplomatic conduit to Moscow.",
  "However, some feel that this move would gain little traction beyond generating some outraged headlines.",
  "Russian Ambassador Alexander Yakovenko will most likely not be among those asked to leave, he reported.",
  "Article 5 says that an attack against one NATO member \"shall be considered an attack against them all.\"",
  "The Daily Mail newspaper asked on its Tuesday front page: \"How can we go to Putin's World Cup now?\"",
  "May is also likely to make another statement in the House of Commons, Press Association reported.",
  "So what are May's options — and how could they affect Britain's closest ally, the United States?",
  "Others have suggested that Britain may be preparing other retaliatory measures against Russia.",
  "\"If London is going to be closed to Russian money, then Frankfurt and Paris need to be, too.\"",
  "\"At most, it would be a temporary embarrassment for Russia with no lasting effects.\"",
  "One way the U.K. government could do this is by using Unexplained Wealth Orders.",
  "\"We really need to be thinking how to respond to this collectively,\" he said.",
  "He went on to insist that Russia is \"not to blame\" for the poisoning.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The British Foreign Office had no comment, Reuters reported.",
  "Police officers walk past the Russian embassy in London, .",
  "\"I don't believe this White House would honor that.\"",
  "MAIL: How can we go to Putin’s World Cup now?",
  "solidarity in this regard.\""
]