[
  "According to Axios, Bannon realized immediately after divulging details about his conversations with then-White House press secretary Sean Spicer, then-chief of staff Reince Priebus, and Trump legal team spokesman Mark Corallo that he had made a mistake, because they occurred while Bannon was serving as chief strategist in the White House.",
  "Those events include Trump's bombshell decision to fire FBI director James Comey in May, the administration's inaction after it was informed that former national security adviser Michael Flynn could be vulnerable to Russian blackmail, and Trump's role in drafting the statement about the meeting.",
  "Steve Bannon Jonathan Ernst/Reuters\n\nFormer White House chief strategist Steve Bannon revealed Tuesday that he spoke to two White House officials and a legal spokesman about Donald Trump Jr.'s meeting with two Russian lobbyists in June 2016, Axios reported Wednesday.",
  "The statement had to be amended several times after it emerged that Trump Jr. took the meeting after he was offered kompromat on then-Democratic candidate Hillary Clinton as \"part of Russia and its government's support for Mr.",
  "But the president attracted scrutiny last summer when The Washington Post reported that he \"dictated\" an initially misleading statement that Trump Jr. released in response to reports about the Trump Tower meeting.",
  "Congressional investigators and special counsel Robert Mueller are said to be keenly focused on both the Trump Tower meeting, as well as Trump's role in crafting the misleading statement his son first released.",
  "Three key figures from Trump's orbit attended the meeting, which took place at the height of the presidential campaign: Trump Jr., Trump's son-in-law Jared Kushner, and then-campaign chairman Paul Manafort.",
  "Initially citing executive privilege, Bannon refused to answer questions related to his work on the Trump transition team or the White House, at the reported direction of the White House counsel's office.",
  "\"Even if you thought that this was not treasonous, or unpatriotic, or bad s---, and I happen to think it's all of that, you should have called the FBI immediately,\" Bannon was quoted saying.",
  "They met with Natalia Veselnitskaya, a Russian lawyer who lobbies aggressively against the 2012 Magnitsky Act, as well as former Soviet military intelligence officer Rinat Akhmetshin.",
  "He later clarified that he was criticizing Manafort, not Trump Jr., adding that Manafort should have known better than to meet with the Russians at the height of the campaign.",
  "According to author Michael Wolff's book, \"Fire & Fury: Inside the Trump White House,\" Bannon called the Trump Tower meeting \"treasonous\" and \"unpatriotic.\"",
  "The Washington Post also reported last year that Mueller was zeroing in on a circle of key Trump aides, including Spicer and Priebus.",
  "He also said, according to the book, that there was \"zero\" chance Trump Jr. did not introduce the lobbyists to Trump.",
  "Bannon made the revelation while testifying before the House Intelligence Committee on Tuesday, per the report.",
  "Each of the aides, The Post reported, was witness to critical discussions that have drawn Mueller's scrutiny.",
  "All three men resigned from their positions last year, and none responded to requests for comment.",
  "Shortly after the story broke, Bannon reportedly spoke about it to Spicer, Priebus, and Corallo.",
  "The New York Times first reported on the Trump Tower meeting in July 2017.",
  "Trump and his lawyers denied any knowledge of the meeting.",
  "At least three others were also in attendance.",
  "The committee then subpoenaed him.",
  "Trump.\""
]