[
  "So, as -- as to the State Department's role, then, in participating in summits or discussions around others taking similar action, it would be with that view in terms of how we're going to apply things at home, because I think the president-elect's made clear, in his views and his whole objective of his campaign of putting America first, that he is not going to support anything that would put U.S. industry in any particular sector at a disadvantage to its competitors outside of the U.S., whether it's automobile manufacturing or steel making or the oil and gas industry.",
  "Not specifying Russia in particular, just a Bill that said anyone who has guilty of cyberattacks against our infrastructure would be subject to sanctions, and your answer if I recall correctly was that we would want to weigh other factors before the -- that's why you wanted the flexibility and not the mandatory language, because there may be other factors to take into account, such as our trade and economic relations with that country or actor before we chose whether or not to use a tool such as sanctions.",
  "Yet today we've been -- I've been unable to get you to acknowledge that the attacks on Aleppo were by Russia and that, in fact, they are -- would be considered, under any standard of human rights; that somehow you're unaware about what's happening in the Philippines; that you don't -- or are not prepared to label what's happening in China and Saudi Arabia, a country that my understanding you're quite aware of.",
  "TILLERSON: Well, I think earlier in the day someone asked me a similar question, and I said that one of the -- one of the reasons that I came to the conclusion, among many, to say yes to President- elect Trump when he asked me to do this is in my conversations with him on the subjects we have discussed, he's been very open and inviting of hearing my views and respectful of those views.",
  "I mean, on all of these hearings, what we're\n\n\n\nseeing consistently are Democrats and some Republicans really looking for the issues where they can show a wedge between some of these nominees and the Republican Party and the president-elect, Donald Trump, and there are plenty of these issues, not only Russia, but in some of these other issues like NATO.",
  "And let's just talk about the kind of -- I don't know if it's irony or just kind of the strange situation we are in, politically, here with Marco Rubio who was one of the last of Trump's primary opponents for the presidency for the Republican nomination, now potentially holding the fate of his nominee for Secretary of State in his hands.",
  "I want to just comment on Senator Rubio's statement and Senator Menendez's, because I think the concern that I have listening to your testimony today is that your eloquence about the values and the principles of this country can't be denied, but many of those statements have been undercut by earlier statements by the president- elect.",
  "But, obviously, the big point that they were talking about in a lot of the hearing and in this press conference that Trump had this morning on Russia, the question going in was whether it was going to be Rex Tillerson's Achilles heel that he has done these deals with Putin, that he knows him so well, has gotten an award from him.",
  "And during the break I went and checked my source for that and confirmed that I misspoke, and that, in fact, their commitment to the Nuclear Nonproliferation Treaty -- the language that was in there about -- about acquire some people quibble over, but their commitment to the NPT was clear, and I misspoke in that regard.",
  "What ends up possibly tripping him up, at least from Marco Rubio's perspective, is issues of human rights, not wanting to call out Vladimir Putin for killing civilians in Syria; not wanting to call out Saudi Arabia for violations of women's rights; or the Philippine President Duterte for extrajudicial killings.",
  "I was a member of this committee when then-Chairman John Kerry convened seven hearings where panel after panel of four-star admirals and generals and business leaders and national security leaders and former Republican leaders, the administration and senators, all testified in support of this.",
  "It demoralizes these people all over the world, and it leads people to conclude this, which is damaging, and it hurt us during the Cold War, and that is this: America cares about democracy and freedom as long -- as long as it's not being violated by someone that they need for something else.",
  "But embedded in that was the notion that, potentially at some point, there could be an arrangement in which the United States would recognize Russia's annexation of Crimea if the government in Kiev signed off on it or accepted it as part of a broader deal to ensure peace and stability.",
  "The Securities and Exchange Commission asked Exxon to explain these dealings because Iran at the time was, quote, \"subject to export controls imposed on Iran as a result of its actions in the support of terrorism; and in pursue of weapons of mass destruction and missile programs.",
  "It's an environment where statesmen sit before a map of the world, and they haggle over pieces available to them, much like Putin\" -- this is the article, and not me -- \"like Putin and Tillerson did while weighing the oil fields of Texas against Russia's reserves in the Arctic.",
  "And it wouldn't only be an issue for Marco Rubio of crossing the president-elect, Donald Trump, and his choice, but it's also an issue of him crossing Mitch McConnell and creating an enemy at the very beginning of this new Republican Congress out of the Republican leader.",
  "There were some tough questions there, but it wasn't the fireworks that some had predicted going in, when Rex Tillerson was announced, particularly in light of his ties to Russia, a long history with Vladimir Putin and in light of the difficulties with Russia right now.",
  "RUBIO: Again, I just operate on what we know to be true and I'm not going to allow -- I think the Russians have already achieved a large objective of theirs; and that is to undermine the legitimacy of the -- of our presidential election, to pit us against each other.",
  "I believe that the last time they did this was John Bolton when he was a nominee to be Ambassador to the U.N. And when I say this, it was stalled in the committee for a very long time, and then they just circumvented the committee and put it on the Senate floor.",
  "Regardless of whether or not you have read the Bill that Senator Cardin and I and others have sponsored in a bipartisan basis, do you believe that additional sanctions on Russia, in view of everything that has been ascertained, is, in fact, appropriate?",
  "On the sanctions piece to build on what Senator Menendez had just asked you, it's my recollection that your testimony earlier this morning about -- I had asked specifically about sanctions on those who conducted cyberattacks against the United States.",
  "Through the canny eyes of a political deal maker, many of Washington's oldest commitments in Europe and the Middle East could come to be seen in much the same way, as a stack of bargaining chips to be traded rather than principles to be upheld.\"",
  "ELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT: And you kind of saw Rex Tillerson strike that balance, walk that fine line, between, you know, giving a nod to Senators, telling them what they wanted to hear which is, yes, Russia is an adversary.",
  "BASH: And from everything I have heard, a big part of the goal of the transition and, frankly, of Donald Trump himself was to get people whom he considers peers, like Rex Tillerson, in place so that he does have the respect to listen to him.",
  "If you conclude that that's the characterization of me, then I have really done a poor job today, because what I had hoped to do in today's exchange on the questions is to demonstrate to you that I'm a very open and transparent person.",
  "I do think that the JCPOA structure, the P5 plus 1 that brought it into force and is enforcing it, and the Paris climate agreement are two examples of tables where we should have a seat at the table and be advocates and be driving it.",
  "BLITZER: The big issue, Elise Labott is clearly Russia right now, the whole relationship between the U.S. and Russia or non-relationship, if you want to call it that, and the personal connection between the President-elect and Putin.",
  "So, I have a few questions for you to the extent that you are familiar with this, of the customer at the end of that deal, and whether you can ascertain that Exxon was, either knowingly or unknowingly, potentially funding terrorism.",
  "We talked about the Transpacific Partnership today in this hearing, and Tillerson said he actually does not oppose it and would -- suggested he would support these multilateral trade agreements that Donald Trump has not supported.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREX TILLERSON, SECRETARY OF STATE NOMINEE: And I think that's now what we are witnessing, is an assertion on their part in order to force a conversation about what is Russia's role in the global world order.",
  "TILLERSON: I think what I was trying to recognize is that, since that was territory that belongs to Ukraine, Ukraine will have something to say about it in the context of a broader solution to some kind of a lasting agreement.",
  "I mean, I think he went further in a lot of places than Donald Trump did, calling Russia adversary, saying that he did believe that Putin probably was behind the hacking, by saying that their actions in Crimea were illegal.",
  "And as he did throughout the hearing, he was talking about weak leadership by the Obama administration for not standing up to Putin and kind of said, look, the reason we are where we are now is because of weak leadership.",
  "So, trying to understand as the person who's going to be the chief advisor to the president-elect in that meetings that you just described where everybody gets around the table, but in foreign policy it's going to be you.",
  "As you know, following up on Senator Risch's comments on Iran, Iran was designated a state sponsor of terrorism in 1984 following its connection to the 1983 bombings of U.S. Marine personnel in Lebanon, a horrific event.",
  "Donald Trump admits he does think Moscow was behind election-related cyber attacks, but he's lashing out at U.S. spy agencies and the news media over allegations that Moscow has some compromising information about him.",
  "RAJU: Senator, also, as you know, reports about, potentially, the Intelligence Committee having intelligence from the Russians about potential information that could compromise Donald Trump financially and personally.",
  "And the reason was not because I was trying to get you involved in the name of international name calling, but for the sake -- for the sake of name calling but because in order to have moral clarity, we need clarity.",
  "So, Wolf, if he votes no on this committee, it could be enough to stall the nomination, because there's only one seat difference between Republicans and Democrats right now on the Senate Foreign Relations Committee.",
  "They head the two monopolies inside of Cuba that control tourism and everything hotel and tourism related, and everything agricultural related which are the two main areas people want to do business with in Cuba.",
  "They want to see a whole new approach to American diplomacy, one that stops putting principles ahead of profits, focusing instead on getting the best political bargain available, and treats Russia as an equal.\"",
  "And, so, I think we're really seeing sort of these fights that will continue throughout this administration previewed in these hearings, and Democrats and even some Republicans are really airing them in public.",
  "Had we ratified it, we would have that seat at the table to aggressively assert the international law of the sea and to push back on China's actions, which during that debate were hypothetical, today are real.",
  "If it's already played, it's not available to me as a tactic in advancing those discussions and trying to come to some conclusion that best serves America's interests and America's national security interests.",
  "In New Hampshire we have a Sustainability Institute at the University of New Hampshire that produced a report in 2014 that pointed out the impacts of climate change in New Hampshire and the New England region.",
  "You know, Rex Tillerson there basically, through all these issues, presented a very mainstream foreign policy for the U.S., so one fairly consistent among Republican and Democratic administrations on Russia.",
  "TILLERSON: Well, and that's -- since it's a two-part question,\n\n\n\nobviously the first part, I'm happy to offer a personal view on, even though it's not within State Department's role to make that judgment.",
  "And if Rubio votes no, I'm sure that could persuade Lindsey Graham, potentially, to vote no on the full floor of the Senate, as well as potentially his friend, John McCain, another sharp critic of Russia.",
  "That was, I think, one of the positives about it in addition to the inspection protocols and there...\n\n\n\nREX TILLERSON, SECRETARY OF STATE NOMINEE: Senator, if I could correct for the record, I misspoke.",
  "TILLERSON: Senator, as I indicated earlier, I do not recall the details or the circumstances around what you just described the question would have to go to ExxonMobil for them to be able to answer that.",
  "But I also told you when we met that the position that you've been nominated to, is, in my opinion, the second most important position of the U.S. government, with all due respect to the vice-president.",
  "I do have strong values that are grounded in my American ideals and beliefs and the values that I was raised with, and they're underpinned -- I've spoken to the Boy Scouts earlier this morning earlier.",
  "A lot of, frankly, more liberal Democrats on this committee, but it doesn't mean that they won't vote like Chris Coons from Delaware to give the President-elect who he wants for Secretary of State.",
  "RUBIO: As I said on the campaign, I'm not going to comment on anything that was procured or could potentially be the work of a foreign intelligence agency designed to undermine a political process.",
  "When I hear all the arguments for myself, I don't want to commit to you that my views might not change if I hear different arguments because I was looking at it only from a particular perspective.",
  "COONS: And a number of senators, myself included, have pressed you on making the transition from CEO of ExxonMobil and its interests and a 41-year career there to representing America's interests.",
  "But I also wanted him to understand that these questions were designed for very specific reason, and that is that, if we're going to have moral clarity in our foreign policy, we need to be clear.",
  "So, there are tremendous economic implications of that, as well as implications on everything from our wildlife, our moose, our trout, to our fauna and lots of other things that affect the state.",
  "And I appreciate your comment in response to questions from Senator Merkley and others about keeping a seat at the table through the Paris agreement and the general approach that that suggests.",
  "If I knew that there's nothing else to be learned, and this is all the facts and there's nothing else out there, then I would say I could make a determination on -- because this is all we know.",
  "And I don't want to see us move towards a foreign policy in which human rights only matters when nothing else matters, when nothing -- when something more important isn't standing in the way.",
  "[17:40:00] BLITZER: Because as you point out, Jim Sciutto, he really wanted Rex Tillerson to say that, yes, the Russians are engaged in war crimes, for example, in Aleppo, in Syria right now.",
  "Jim Sciutto, if he votes against, if he votes against -- if he votes against this confirmation, that confirmation could stall, as Manu Raju, our correspondent, pointed out in the committee.",
  "And in June of 2012, you signed a letter indicating, in your role as CEO of ExxonMobil, that you supported the Senate's consent to ratification of the U.N. Convention on the Law of the Sea.",
  "Senator Chris Coons, I spoke with him, of Delaware -- he's a Democratic member of the Foreign Relations Committee -- he hasn't decided yet, but he seemed at least open to that possibility.",
  "But I do think, you know, you kind of remember back to when Donald Trump was making fun of Rubio throwing the water over his head, little Marco, and, you know, that is all coming to fore.",
  "MANU RAJU, CNN POLITICAL CORRESPONDENT: But even -- if he couldn't resolve your concerns in a hearing, a day-long hearing, how could he resolve your concerns now when the hearing is over?",
  "MENENDEZ: This would be a pretty big undertaking to try to circumvent U.S. sanctions by using what may or may not -- I'm not ready to make that determination -- a legal loophole to do so.",
  "Exxon's response has been transactions were legal because Infinium (ph), the chemical joint venture with Shell was based in Europe, and the transaction did not involve any U.S. employees.",
  "UNIDENTIFIED FEMALE: If you decide that you can't support his nomination favorably, would you still let it go out of the committee unfavorably or would you block it from being supported?",
  "So, it would depend upon how the domestic part of that and how that decision is made by others would then inform the positions that I would be carrying forward in the State Department.",
  "I believe climate change is a major concern for us in the long term and the short term, and that it's human caused and that there are actions we can and should take in response to it.",
  "COONS: But I didn't want us to move forward without some clarity that at least the paper, at least the words on the page do say that they committed to not acquiring a nuclear weapon.",
  "So, I'm not sure what subsidies we're speaking of, other than if you want to eliminate whole sections of the tax code, then they won't apply to any -- any other industries, as well.",
  "The first is at this time when many of our oil companies, particularly large oil companies like Exxon, are reaping very good profits, do we really need to continue these subsidies?",
  "Quote, \"'For the next four years, we can forget about America as the bearer of values,' said Valdomir [SIC] Milov, a former Russian energy minister who went to join the opposition.",
  "All these sources were built on voluminous open source reporting, rights groups, the leaders sometimes themselves when it comes to the Philippines, the State Department, et cetera.",
  "And I won't read all of those, but two that I thought were most alarming is that, for the New England region as a whole right now, the majority of our winter precipitation is rain.",
  "And from my perspective, I hope you understand that my questions, while they may seem tough in some respects, I take my role of advise and consent of any nominee really important.",
  "And that has guided my life for all of my life, and it will guide my values, and it will guide the way in which I will represent the American people if given the chance to do so.",
  "And if you can give a nod to how they are trying to spread their influence and try and bring them to the table, then he thinks that there may be a more constructive relationship.",
  "Having sat through the hearings and heard the testimony, I'm convinced that the interests of the United States are best advanced by our acceding to that treaty and ratifying it.",
  "But when given the opportunity, if given the opportunity to discuss this in the inter agency or the National Security Council, I'm sure we'll have a robust discussion about it.",
  "So, it just seems to me that, while I know you're cautious and you want to deal with the facts, that's the essence of you being an engineer and a scientist, and I respect that.",
  "But he has said that it does appear that war crimes were committed by Syria and Russia, and that they should be looked into, didn't skirt the line but went very close up to it.",
  "So if Rex Tillerson does come to Donald Trump with what you call, rightly so, a mainstream foreign policy, that perhaps he will let Rex Tillerson kind of lead the way on that.",
  "I would just say that, in the public\n\n\n\nforum that you could read or any other citizen could read, it's pretty definitive by all of the intelligence agencies of what they did.",
  "The report indicated that Iran in 2015, quote, \"provided a range of support, including financial training, equipment to terrorist groups around the world including Hezbollah.\"",
  "And, so, to me, that comes down to the core of everything I've tried to deduce in my line of questioning to you, and I want to give you an open opportunity to respond to it.",
  "I'd like to hear your -- that's not you being quoted, but that's a characterization that was in one article, but beyond that, it's a characterization I've heard many times.",
  "And one that I think a lot of us care about is the trafficking and persons report, which specifically labels countries and ranks them based on how good a job they're doing.",
  "And that one really concerns me, because in that one over the last year, there's evidence that the rankings and the tier system has been manipulated for political purposes.",
  "And I want to go back to climate change, because I appreciate your recognition about the science and your concern as an engineer about wanting to have scientific evidence.",
  "And on the floor of the senate, Wolf, there are also concerns from, say, Lindsey Graham, the South Carolina Republican, voicing concerns about Tillerson's views on Russia.",
  "We're going to work hard to get to the truth, but I'm not going to be some active participant in furthering that division until all the truth is out, one way or the other.",
  "The question's going to be, ultimately, does Marco Rubio want to expend this political capital on blocking what is one of the flagship nominees for Donald Trump's cabinet?",
  "He could actually use this to extract concessions later from McConnell if he, you know, shows that he's thinking about this and then ultimately does support Rex Tillerson.",
  "LABOTT: They haven't called Putin a war criminal, and Secretary Kerry has been very careful because these are very legal definitions that the lawyers have to sign off on.",
  "[15:55:01] If Marco Rubio does not vote in Rex Tillerson as the Secretary of State and the President-elect is forced to look to someone else, he may look to John Bolton.",
  "LABOTT: And I think you need to remember, John Bolton, who most of this committee did not want, was one of the main candidates for Secretary of State and now for deputy.",
  "BLITZER: But he has not flatly branded him a war criminal --\n\n\n\nLABOTT: He has flatly --\n\n\n\nBLITZER: -- that should go before the International Criminal Court for him.",
  "It is the face of this country for billions of people, for hundreds of millions of people, as well, and particularly for people that are suffering and they're hurting.",
  "You may view that some may be more useful than others, but do you believe that any additional actions in terms of sanctions on Russia is appropriate for their actions?",
  "As a trained chemist, I respect your training as an engineer and would urge you to be attentive to the science, because I think it's fairly overwhelming to this point.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nSenators Question Trump's Secretary of State Nominee; Rubio Refuses to Say Whether He Will Vote for Tillerson.",
  "But the selling point for your nomination has been that, while you don't have experience in government and in foreign policy, you have traveled the world extensively.",
  "He asked you whether there was any -- basically any sort of cooperation with Iran where we may have a confluence confronting ISIS, working with Iran to confront ISIS.",
  "And while much of the responsibility for this G-20 agreement falls on the Treasury Department, the State Department also does have a role in overseeing the objective.",
  "Very quickly, Manu, the ten Democrats on the Senate Foreign Relations Committee, you're working under the assumption that all of them will vote to deny confirmation.",
  "Does he want -- Mitch McConnell has promised Donald Trump not only that he will get these nominees confirmed, but that he will do so quickly and without much drama.",
  "But more broadly, do you support the long-standing bipartisan policy of engaging with Russia and other nuclear armed states to verifiably reduce nuclear stockpiles?",
  "That's not what I -- there's only one reason for you to be sitting behind that table today, and that's your love for this country and your willingness to serve it.",
  "UNIDENTIFIED FEMALE: ... advice to somebody you think is going to be secretary of state or an indication that you won't actually be able to support his nomination?",
  "He said, in Ukraine, the U.S. should have shown a more robust military posture, that Russia accepts and respects strength and the U.S. needs to be a lot stronger.",
  "But it doesn't happen very much for a reason because the leadership of both parties and really, the Senators themselves want to give deference to the committees.",
  "But I -- as I've been told, at least I'm aware, there is a classified portion of this report that, when I have the opportunity, I look forward to examining that.",
  "So, in essence, even if you had information available to you or will in the future about specific actors, that alone may not be enough, based on that testimony.",
  "There are other factors that you would want to take into account before making your recommendation to the president about whether or not to institute sanctions.",
  "For those people, those 1,400 people in jail in China, those dissidents in Cuba, the girls that want to drive and go to school, they look to the United States.",
  "TILLERSON: Well, when I know there is additional information and there are additional facts in the classified area, I would wait until I've seen all the facts.",
  "Now, there are still ways that Republicans could presumably avoid a deadlocked committee in which they would not be able to get the votes out of the committee.",
  "RUBIO: He's been nominate to what I believe is the second most important position in the U.S. executive branch, the second most visible American on the planet.",
  "On the clarity front, I was very pleased when your statement today used the term \"moral clarity,\" because I think we've been missing for the last eight years.",
  "BLITZER: Rebecca Berg, he said, \"I'm prepared to do what's right\" when he was asked, \"Will you vote to confirm Rex Tillerson as the next secretary of state?\"",
  "Does he want to create an enemy of Mitch McConnell when Marco Rubio is certainly going to have priorities of his own that he wants to pass in this Congress?",
  "And he also said that the U.S. needs to get tougher with Russia, which I thought was ironic because President-elect Trump is talking about better relations.",
  "I asked about China, whether they were one of the worst human rights violators in the world, which again you didn't want to compare them to other countries.",
  "My sense is that we're going to have all the views presented on the table, and everyone will be given the opportunity to express those and make their case.",
  "There are procedures they could do to advance the nomination to the floor and try to -- try to prove it on the full Senate floor, but that is frowned upon.",
  "[17:35:18] My view is that the president deserves wide latitude in their nominations, but the more important the position is, the less latitude they have.",
  "Just to clarify, does that mean you would be open, potentially, to working with Iran on issues that we have potentially in common, such as defeating ISIS?",
  "That's having a huge economic impact in New Hampshire and other parts of New England on our ski industry, on snowmobiling, on our maple sugaring industry.",
  "The U.N. Convention on the Law of the Sea, decades ago, was advanced\n\n\n\nby a Republican administration but has still never been ratified by this Senate.",
  "It has been brought to my aa tension that between 2003 and 2005, ExxonMobil sold $53 million worth of chemicals and fuel additives to Iranian customers.",
  "RUBIO: Well, these -- this is the criteria that I believe should be applied to every one of our secretary of states, no matter who the president may be.",
  "This just comes from my understanding of how the various tax elements and the tax codes treat certain investments, certain research credits and whatnot.",
  "And second, if confirmed, how would you, as secretary of state, help to fulfill our international commitment to phase out those fossil fuel subsidies?",
  "It will be -- Donald Trump may have to choose another nominee, especially if it does not get that approval of the Senate Foreign Relations Committee.",
  "So a big development just now outside the hearing room, with Marco Rubio saying that he doesn't know yet whether or not he can support Rex Tillerson.",
  "Where, in my view, you have a notable difference of view from at least some of the concerns based on some campaign statements by the president-elect.",
  "And if we are going to engage -- and I'll use Russia in this case, or -- but I can use any other country that -- that these sanctions would apply to.",
  "And when they see the United States is not prepared to stand up and say, \"Yes, Vladimir Putin is a war criminal; Saudi Arabia violates human rights.",
  "And in fact, he differed with President-elect Trump on the Muslim ban, on giving nuclear weapons to U.S. allies, on a departure from NATO Article 5.",
  "We deal with these countries because they have the largest nuclear arsenal on the planet, because China is the second largest economy in the world.",
  "The Treasury Department of the United States has determined that that entity is an agent or affiliate of Iran's Islamic Revolutionary Guard corps.",
  "MENENDEZ: Do you recall whether ExxonMobil was doing business with three different state sponsors of terrorism, including Iran in the first place?",
  "And for America's secretary of state to say, for instance, to an ally -- an ally, Philippines -- yes, their president is murdering people, right?",
  "I think the important conversation that we have to have with them is, does Russia want to, now and forever, be an adversary of the United States?",
  "But he definitely didn't want to go as far as to kind of personally criticize Putin, talk about any actions that they might take against Putin.",
  "And again, as you point out, I'm on the record having signed the letter from my prior position in which I was representing different interests.",
  "When -- in the end of the last round, at the end of the questioning, you said that there was some misunderstanding in alluding to human rights.",
  "So, you know, I have to make sure that I'm 100 percent behind whatever decision that I make, because once I make it, it isn't going to change.",
  "The IRGC is Iran's main connection to its terrorist activities around the world and pledge allegiance to Iran's supreme leader the ayatollah.",
  "It went on to say, \"We know that your form 10-K does not contain any disclosure about your operations in Iran, Syria and Sudan,\" close quote.",
  "In 2009 the U.S. government, along with other nations that are part of the group of 20, the G-20, agreed to phase out fossil fuel subsidies.",
  "Senator Marco Rubio of Florida basically saying he's not sure if he's going to vote to confirm Rex Tillerson as the next secretary of state.",
  "We might have expected it to happen on Russia, but we had Rex Tillerson say many times Russia is not our friend, does not share our values.",
  "There's been a number of questions and discussion today about the South China Sea and about China's aggressive actions in building islands.",
  "That's why I ask those questions, because I believe it's that important for the future of the world that America lead now more than ever.",
  "And he said that, through the course of this hearing, he was not hearing very clear answers to very clear questions, namely about Russia.",
  "He really wanted answers and the fact that he talked about moral clarity and realism in the way that Rex Tillerson would conduct himself.",
  "You said that you didn't want to label them, because it would somehow hurt our chances to influence them or our relationship with them.",
  "So, can you tell the committee whether these business dealings with Iran did not fund any state-sponsored terrorism activities by Iran?",
  "I wish you could do business with the average Cuban and empower them and make economic decisions that would free them in some respects.",
  "It wouldn't come to your level that the Securities and Exchange Commission raised questions with your company about lack of disclosure?",
  "Just this June the State Department, in its annual report on global terrorist activity, listed Iran as the state sponsor of terrorism.",
  "Similar, through the course of the hearing, asking questions about China, whether or not it's one of the biggest human rights abusers.",
  "The current Secretary of State, and you covered John Kerry, the State Department right now, they have not called Putin a war criminal.",
  "So, you ultimately thumb the very oppressive regime that you are trying to get them to change in terms of human rights and democracy.",
  "If confirmed by the Senate and you run the Department of State, you're going to have to label countries and individuals all the time.",
  "And he asked -- and I think your testimony was along the lines of we won't change anything right away after we examine the situation.",
  "MENENDEZ: I would hope you would do so, and I would be willing to hear your response for the record, because I think it's important.",
  "And just reassure me that you will stand up to the president when you disagree on what is the right path forward in terms of policy.",
  "But he has gone very far up to the line to say that it looks as if war crimes have been conducted, and these should be investigated.",
  "TILLERSON: Well, I would like to reserve my final judgment on that until I have been fully briefed on the most recent cyber events.",
  "I couldn't agree with you more that Iran's...\n\n\n\n[17:00:13] WOLF BLITZER, CNN ANCHOR: I'm CNN's Wolf Blitzer in THE SITUATION ROOM.",
  "So I want you to understand the purpose of the questions I've asked you today, because they are in pursuit of clarity and realism.",
  "If there's no objection, there has been a response from ExxonMobil that my staff gave me relative to the Sudan, Iran, Syria issue.",
  "And are you deferring on answering some of these questions because of concerns about statements that the president-elect has made?",
  "Bush and Ronald Reagan, have negotiated agreements with Russia to ensure strategic stability and to introduce nuclear stockpiles.",
  "Nor do I know where some of the other agencies and departments that will have input on this will be under the new administration.",
  "BLITZER: Very quickly, even if it stalls before the Senate Foreign Relations Committee, they have procedures --\n\n\n\nBASH: They do.",
  "And I suppose we should give Marco Rubio credit that, at the end of the day, that's what a confirmation hearing is about, right?",
  "One of the customers in this sales to Iran was the Iranian National Oil Company which is wholly owned by the Iranian government.",
  "And I think the way I would try to -- try to explain this, at least why I'm taking this position, sanctions are not a strategy.",
  "At the beginning of this hearing today, Rubio saying that actually, that whether or not -- if Vladimir Putin is a war criminal.",
  "I want to ask you about one other table that was literally designed with the seat for the United States that still sits empty.",
  "I think you said this morning earlier that you do support the new START treaty, which is the most recent of those agreements.",
  "BLITZER: Let's not forget, Tillerson also has a personal relationship with Putin, received an award from him a few years ago.",
  "In some positions, as it gets higher and higher, the discretion becomes more limited; and our scrutiny should become higher.",
  "If we're going to engage in trying to address a broad array of serious issues, I'd like to have this as a tool, as a tactic.",
  "Alarmingly, Exxon did not originally disclose this business with Iran in its annual 10-K annual report with the SEC in 2006.",
  "The President-elect explains what he'll do with his business holdings as he steps back from his company to run the country.",
  "[17:45:05] I did ask Cory Booker specifically, the New Jersey Democratic Senator, are you open to supporting Rex Tillerson?",
  "Dana, this could be the first major speed bump or hiccup in the confirmation process for Donald Trump's potential nominees.",
  "There is scope to define a different relationship that can bring down the temperature around the conflicts we have today.",
  "RAJU: Because if you make the decision to vote against him, you could stall this committee, this nomination in committee.",
  "TILLERSON: Well, I haven't seen the article in its entirety, but I'll\n\n\n\n-- I'll just deal with the quotes that you read.",
  "You have relationships all over the world, and you have a real understanding of some of these issues as a result of that.",
  "And that's why I asked you about whether Vladimir Putin was a war criminal, something that you declined to label him as.",
  "TILLERSON: Well, defeating ISIS is the one that's right in front of us, and we're already cooperating with them in Iraq.",
  "No ban on Muslims, no nuclear arms race, no nukes for Japan, South Korea or Saudi Arabia, no abandoning our NATO allies.",
  "[17:30:11] I, for one, believe that the science shows that fossil fuels have contributed dramatically to climate change.",
  "And the headline is he's not saying whether or not he will vote to confirm Rex Tillerson as the next secretary of state.",
  "I think they're sitting back and saying, \"You know, we've got Americans fighting over our involvement in the elections.",
  "MENENDEZ: So, in light of efficacy, so, here's characterizes in essence my big question for you, my question about you.",
  "But I think it is rewarding a regime where the only way you can do business in Cuba is with Castro's son or son-in-law.",
  "I'm just saying I don't recall -- 2006 would have been the first year that I would have been looking at those things.",
  "All three of those Republicans, if they vote no, that means Tillerson is not going to be the next Secretary of State.",
  "ExxonMobil only disclosed this information to the SEC after receiving a letter from the SEC asking for explanations.",
  "[17:05:09] I don't think, in terms of discussing or perhaps characterizing it as my willingness to push back on him.",
  "He still has very significant concerns about key issues that Tillerson would deal with as secretary of state, Wolf.",
  "But if the Democrats decide to vote in unison and then Rubio votes no, that is big, big trouble for Rex Tillerson.",
  "I mean, I think it's genuine and those of us who have followed Marco Rubio in the Senate know this is his passion.",
  "Although there are 10 Democrats up for reelection in Trump states in 2018, many of them are not on this committee.",
  "So, I have trust in all the agencies involved, and obviously, the Congress will have a role to play at some point.",
  "SEN. JEANNE SHAHEEN (D), NEW HAMPSHIRE: Thank you, Mr. Chairman, and thank you for giving us some additional time.",
  "And so, I try to get from the past, a gleaming of it, so I can understand where you're going to be in the future.",
  "And I'm not trying to dodge a question in any way, but this is one that I don't know where the president may be.",
  "He has significant concerns with -- with Tillerson and his answers through the course of this day-long hearing.",
  "But you see this as part of a bigger problem, potentially, for -- maybe for some of the other cabinet nominees?",
  "It would be significant, no question, and we've been sitting here watching what had been a very smooth hearing.",
  "I mean, he holds open the possibility of, you know, let's have discussions, maybe there's a way to deescalate.",
  "Now, I do appreciate your comments about being at the table as we continue to negotiate around climate change.",
  "So we'll see when push comes to shove how the Democrats and the Republicans on the committee eventually vote.",
  "Listen to this exchange with Tillerson before the Foreign Relations Committee earlier this morning on Russia.",
  "COONS: Well, let me ask about that if I might, because I came to this hearing with a whole list of questions.",
  "In other words, this was clearly seen as a move designed to do business with Iran to evade sanctions on Iran.",
  "You expressed today support for the Magnitsky Act, which specifically labels individuals and sanctions them.",
  "Now, having said that, to your point, I was actually just looking at the list of Democrats on the Committee.",
  "And if he feels that his conscience doesn't allow him to vote for him, then he's doing his job as a senator.",
  "Rather, it's simply the application of the tax code broadly, tax code that broadly applies to all industry.",
  "BLITZER: Some of those Democrats have said they are certainly open to the possibility of voting to confirm.",
  "I think, as others have noted, our value systems are starkly different, and we do not hold the same values.",
  "Not the issue we expected to possibly -- we don't know what's going to happen -- to possibly trip this up.",
  "Certainly, my position I've taken in the past was one from the perspective of the role I had at that time.",
  "It's an article that appeared in \"TIME\" magazine, and I really want to hear your honest response to this.",
  "Now, obviously, there are very specific issues where they do differ, and that will be fascinating to see.",
  "BLITZER: -- to bring it up for a floor vote and see what happens with all 100 members of the Senate vote.",
  "So, what do we do when we allow business to take place with them and you can only do business with them?",
  "They're under pinned by those same values: duty to God and country, duty to others and duty to yourself.",
  "The five most recent U.S. presidents, including Barack Obama, George W. Bush, Bill Clinton, George H.W.",
  "Not only are they the son and son-in-law, but they\n\n\n\nare high-ranking officials of the Cuban military.",
  "The confirmation hearings of Rex Tillerson, who's been nominated to become the next secretary of state.",
  "I think it s an indication of why the hearing, from my perspective, involved the questions that it did.",
  "And as the secretary of state, you need to have moral clarity and speak with clarity around the world.",
  "You are going to have to designate nations as sponsors of terrorism or organizations as terror groups.",
  "You said, \"We share the same values,\" but that you are \"clear-eyed and realistic about it,\" end quote.",
  "So when you do your bottoms-up review that's another element I'd like you to take into consideration.",
  "Keep in mind, he's soon going to be -- if he were to get through, he would be America's top diplomat.",
  "The third question has to do with sanctions on Crimea against -- against Senator Portman's question.",
  "The second is a clarification of the exchange you had with Senator Portman about an hour or so ago.",
  "SEN. CHRIS COONS (D), DELAWARE: My general approach to this agreement has been distrust and verify.",
  "And I'm not aware of anything the fossil fuel industry gets that I would characterize as a subsidy.",
  "SEN. BOB CORKER (R-TN), CHAIRMAN, FOREIGN RELATIONS COMMITTEE: And we're beginning that round now.",
  "Are you -- have you been briefed about any of this information, and are you concerned about that?",
  "So you can understand him wanting to be, you know, diplomatic as the nation's top diplomat there.",
  "I swore an oath about a week ago to protect, defend and uphold the Constitution of this country.",
  "And that Constitution requires me to provide advice and the consent to the president's nominees.",
  "LABOTT: And this is someone who seem to have a little bit more of a mainstream view as Jim said.",
  "And I'm just going to enter it into the record, if that's OK, for everyone to be able to peruse.",
  "Thank you, Mr. Tillerson for your patience, that you can see the finish line from here, I think.",
  "I asked about Saudi Arabia being a human rights violator, which you also declined to label them.",
  "It sounds like a month and a half ago, someone had said that you were going to be up here today.",
  "1 the questions I asked did not require access to any sort of special information that we have.",
  "And for Putin that's a very comfortable environment,' he told a radio host this week in Moscow.",
  "Is he a war criminal, Putin, for what he's done in Crimea, what he's done in Syria, in Aleppo?",
  "I have a very clear view on foreign policy, both in my presidential race and in my reelection.",
  "And it's interesting, it's not really on the issue that we would have expected that to happen.",
  "And only those who really have questions, I think, are going to be acknowledged at this time.",
  "I don't know what the president's view is on it, and I wouldn't want to get out ahead of him.",
  "As I indicated, that's where we have to find a way we have to engage in the overall process.\"",
  "And as I indicated, I like to be fully informed on decisions... MENENDEZ: I appreciate that.",
  "It's possible some Democrats could turn the other way and eventually vote for Mr. Tillerson.",
  "BLITZER: We're going to take a quick break, but we're going to resume our special coverage.",
  "And I recognize, you know, the partisan split on the committee and what it would all mean.",
  "He's speaking to reporters, answering questions on his tough questions of Rex Tillerson.",
  "There are some things in the public realm from which one can deduce and make a decision.",
  "In other words, the IRGC and the foreign arm, the Quds force, are the ayatollah's army.",
  "And the only reason he's doing this is because he loves America and wants to serve it.",
  "So, I really have a two-part question here with respect to subsidies for fossil fuels.",
  "[17:15:10] It says, \"What Russia want from Tillerson is bigger than sanctions relief.",
  "You've heard a lot about Cuba here, maybe disproportionately to things in the world.",
  "RUBIO: Well, look, I'm not -- as I said, I'm going to go back and look through this.",
  "BLITZER: I want to go to Manu Raju, our correspondent up on Capitol Hill, right now.",
  "It puts Rex Tillerson in answering tough questions for Marco Rubio about war crimes.",
  "But I also know the Russian people because of having spent so many years in Russia.",
  "He said, \"I'm prepared to do what the people of Florida voted, reelected me to do.\"",
  "Stay engaged, potentially, in both the Iran agreement and the Paris climate treaty.",
  "Because Saudi Arabia is a strategic partner in what's happening in the Middle East.",
  "You gave the need for a lot more information in order to comment on some of these.",
  "Would you work to support the Law of the Sea Convention if confirmed as secretary?",
  "MENENDEZ: I have one final question, Mr. Chairman, but I'll wait for my next time.",
  "There are 11 Republicans on the Senate Foreign Relations Committee, ten Democrats.",
  "UNIDENTIFIED FEMALE: Is that for concerns because of Donald Trump on these issues?",
  "And I understand the concerns about sovereignty that some raised in the hearings.",
  "They upgraded Malaysia, because we're working with them now to improve relations.",
  "And we didn't want to have a label out there that hurt the chances of doing that.",
  "So, it's going to be Menendez, Rubio, Shaheen, Cardin, Coons, Cardin -- Merkley.",
  "Regardless, moving to a different thing, because it's all in my sanctions field.",
  "RAJU: But as a critic of Russia, are you concerned about Trump's ties to Russia?",
  "And so the steps being taken are simply to make that point, that Russia is here.",
  "You can tell by the way that he questioned Rex Tillerson and where he was going.",
  "But suffice to say that, if Rubio votes no, it will be extremely\n\n\n\nsignificant.",
  "Well, this could be some drama if Marco Rubio were to hold up this nomination.",
  "But I do think that's a concern that I have listening to the discussion today.",
  "And I'd love to hear your response to that, at least for the record, as well.",
  "Do you want this to get worse or does Russia desire a different relationship?",
  "They want influence in the world, and this is why they're going into Crimea.",
  "I do -- I do take note of it, and I do acknowledge the concerns people have.",
  "And if it's already been played, it's not available to me to use tactically.",
  "Aired 5-6p ET\n\nAired January 11, 2017 - 17:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And also that by 2070 New Hampshire will begin to look like North Carolina.",
  "But they suggest some tension with statements made by the president-elect.",
  "I also did it in the pursuit of realism, because here's what's realistic.",
  "You were right in that middle of that Q&A with Senator Marco Rubio, Manu.",
  "BLITZER: Yes, he's very, very passionate on these issues of human rights.",
  "Very, very significant what Marco Rubio said coming out of this hearing.",
  "So I hope, if I've done nothing else today, you at least know me better.",
  "I don't view this as a game in any way, as that article seems to imply.",
  "I don't know that you need to respond to that unless you would like to.",
  "And in your case, you have a very unique background coming to this job.",
  "He said that if -- this is the second most important job in government.",
  "JIM SCIUTTO, CNN NATIONAL SECURITY CORRESPONDENT: That's exactly right.",
  "And it's just the way the tax code applies to this particular industry.",
  "In fact, they're currently in Syria now helping Assad remain in power.",
  "I understand full well the responsibilities and the seriousness of it.",
  "(END VIDEO CLIP)\n\n\n\nBLITZER: So we showed a very diplomatic response.",
  "Some ethics experts still are concerned about conflicts of interest.",
  "TILLERSON: I don't -- I don't recall the details around it, no, sir.",
  "So I respect -- I respect their rights to express their views also.",
  "I want to go back to nonproliferation, because it got short shrift.",
  "It's not clear what exactly will actually alleviate those concerns.",
  "That kind of tells you what the answer to that, about the politics.",
  "I'm not sure if it's one of world's biggest human rights abusers.\"",
  "I mean, he has -- he was headed for a very comfortable retirement.",
  "Raising, repeatedly raising the possibility of voting against him.",
  "We need a secretary of state that will fight for these principles.",
  "I'm trying to understand that, and this is an expression of that.",
  "Similarly, Mr. Tillerson said, \"Well, it's a human rights abuser.",
  "Rex Tillerson's testimony did not satisfy Marco Rubio's concerns.",
  "Because he's not going to have a chance to question him further.",
  "And that's a fairly predictable course of action they're taking.",
  "I know Vladimir Putin, and I'm going to know how to talk to him.",
  "And I respect that deeply, and I wanted him to understand it.",
  "And what I want to know is which values are going to prevail.",
  "I'm merely saying I don't think that's ours alone to decide.",
  "They are both high- ranking officials in the Cuban military.",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: Happening now, breaking news.",
  "It's usually not -- it doesn't usually happen in the Senate.",
  "Perhaps some of them end up voting and saving Rex Tillerson.",
  "Is that an accurate assessment of the testimony as I third?",
  "I believe your answer was -- and I caught it on television.",
  "I had just stepped out at the tail end of the first round.",
  "TILLERSON: Well, I will certainly work with the president.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "In addition to that, he was saying, listen, I know Russia.",
  "He refused to say whether or not he would vote to confirm.",
  "He said it's the second most important job in the country.",
  "He said, \"Do you think Vladimir Putin is a war criminal?\"",
  "And he has been not shy about criticizing Vladimir Putin.",
  "We're watching the Senate Committee on Foreign Relations.",
  "And in response to others, you've addressed many of them.",
  "We can't achieve moral clarity with rhetorical ambiguity.",
  "I'm not saying that that's -- that that is on the table.",
  "I would argue that we have a lot of scientific evidence.",
  "I have more questions, but I'll wait for the next round.",
  "That could be a problem for Donald Trump moving forward.",
  "UNIDENTIFIED MALE: Do you think they'll be willing to...",
  "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: He could.",
  "No deal with Russia to accept the annexation of Crimea.",
  "SEN. MARCO RUBIO (R), FLORIDA: Thank you, Mr. Chairman.",
  "Your answer was, \"That's an area requiring exploration.",
  "And it's more about the hearing here today in general.",
  "MENENDEZ: You have no recollection of this as the CEO?",
  "And then I'll have all the information in front of me.",
  "Similarly, Rubio was not satisfied with those answers.",
  "Have they said that Russia has engaged in war crimes?",
  "Are you prepared to be the one Republican to vote no?",
  "But -- but I'm not going to vote two different ways.",
  "Russia matters, and we are a force to be dealt with.",
  "We don't know if it will actually get to that point.",
  "BLITZER: He said, \"I'm prepared to do what's right.\"",
  "'America is going to play the deal game under Trump.",
  "So I hope you understand the nature of my questions.",
  "They look to us and often to the secretary of state.",
  "[17:25:05] Now, I want you to understand this, too.",
  "However, anybody who wishes to come down can do so.",
  "And in order for efficacy to prevail, please go on.",
  "And this is a gentleman who didn't need to do this.",
  "BLITZER: So there you see the news, important news.",
  "But clearly not satisfying answers to Marco Rubio.",
  "And Rex Tillerson could not answer that question.",
  "But I'm not going to comment on things like that.",
  "That label on Iran has unfortunately not changed.",
  "Again, I'd have to look back and refresh myself.",
  "Senator Cardin has deferred to Senator Menendez.",
  "So, I won't make that as a rhetorical statement.",
  "I'm not analyzing it from a partisan standpoint.",
  "I just say that as kind of a broad observation.",
  "BLITZER: We're going to break away momentarily.",
  "Perhaps they could save Tillerson's nomination.",
  "I just don't recall this one is all I'm saying.",
  "That cannot be who we are in the 21st century.",
  "And so we're not going off news reports alone.",
  "I asked about the killings in the Philippines.",
  "I don't think they're going to take very long.",
  "But there are some of them who might vote yea.",
  "[17:50:02] BLITZER: I just want to be precise.",
  "They want to create their sphere of influence.",
  "And, so, I intend to take this very seriously.",
  "Deft answers, I might say, from Rex Tillerson.",
  "But he didn't come out there embracing Russia.",
  "RUBIO: Well, I wouldn't read into either one.",
  "RUBIO: Well, I'm prepared to do what's right.",
  "And I consider this the highest of them all.",
  "He did not rule outvoting for Rex Tillerson.",
  "How will you work through those differences?",
  "That is the principal objection people have.",
  "We've not discussed that particular treaty.",
  "All of these, to me, are quite encouraging.",
  "It could be enough to stall the nomination.",
  "For Marco Rubio, perhaps the answer is yes.",
  "Senator Marco Rubio is outside the hearing.",
  "REBECCA BERG, CNN POLITICAL ANALYST: He is.",
  "Those were questions posed by Marco Rubio.",
  "Questions about the Philippines and Saudi.",
  "They have not made a decision themselves.",
  "I'd like to be able to use it tactically.",
  "And so that's why I think it's important.",
  "I have no questions about your character.",
  "So, I thank you for your patience today.",
  "You've been through several rounds here.",
  "And I'm going to quote from the article.",
  "All those issues he was very mainstream.",
  "It's not an effort to embarrass anyone.",
  "I was elected by the people of Florida.",
  "It puts him in a very awkward position.",
  "That's why I asked you these questions.",
  "I really just have four clarifications.",
  "Just going back to some of the things.",
  "Sounds like a pretty full third round.",
  "And I thought it was very interesting.",
  "And doing so, not because of politics.",
  "RUBIO: I haven't analyzed it that way.",
  "We're going to take our job seriously.",
  "It could come down to the wire, Wolf.",
  "This is why they're going into Syria.",
  "Much more coming up right after this.",
  "And I'm glad everybody is interested.",
  "Mr. Tillerson, I admire your stamina.",
  "Women have no rights in that country.",
  "We're not likely to ever be friends.",
  "So, other than in written testimony.",
  "And at this point, it's interesting.",
  "Not on that matter, but on anything.",
  "We've got to get tougher on Russia.",
  "So he's leaving it very, very open.",
  "And I said this to you when we met.",
  "But we still condemn what they do.\"",
  "Is that a correct characterization?",
  "SEN. BOB MENENDEZ (D), : Thank you.",
  "Let me take a quick moment on Cuba.",
  "And then the president will decide.",
  "But it would be pretty significant.",
  "Killed 241 U.S. service personnel.",
  "Yet we fell short of ratification.",
  "And believe me, I understand that.",
  "\"I'm prepared to do what's right.\"",
  "This is a very important decision.",
  "And from a government perspective.",
  "And he said that he is open to it.",
  "It's about asking hard questions.",
  "You didn't campaign for this job.",
  "But you raise a key point, Wolf.",
  "So be careful what you wish for.",
  "UNIDENTIFIED FEMALE: Thank you.",
  "It undermines their democracy.\"",
  "It wouldn't come to your level?",
  "TILLERSON: No, I don't recall.",
  "And anyone who has would know.",
  "But others, maybe not so much.",
  "BASH: I think it's the latter.",
  "Foreign policy is his passion.",
  "RAJU: That is absolutely true.",
  "Dana Bash is with us as well.",
  "These were not obscure areas.",
  "Here's my last clarification.",
  "And I can tell you that, No.",
  "Manu, stand by for a moment.",
  "Those are three Republicans.",
  "But here's the last reason.",
  "You are -- your patriotism.",
  "TILLERSON: That would have.",
  "I've not had that briefing.",
  "Let's continue to monitor.",
  "You'd say that's not true.",
  "With that, Senator Rubio.",
  "Then you strengthen what?",
  "You don't need this job.",
  "There's a lot of topics.",
  "I mean, that has import.",
  "We don't know that yet.",
  "That's well-documented.",
  "Have you visited there?",
  "CORKER: Thank you, sir.",
  "Sanctions are a tactic.",
  "But here's the reality.",
  "TILLERSON: Yes, it is.",
  "I know what they want.",
  "BASH: It is very rare.",
  "That's why they exist.",
  "SCIUTTO: No question.",
  "So, very significant.",
  "What do Democrats do?",
  "[17:20:03] RUBIO: OK.",
  "It's a powerful tool.",
  "TILLERSON: Yes, I do.",
  "And I do admire that.",
  "Let me ask you this.",
  "He didn't hear that.",
  "SCIUTTO: He didn't.",
  "BLITZER: All right.",
  "SHAHEEN: Thank you.",
  "We're almost there.",
  "They upgraded Cuba.",
  "CORKER: Thank you.",
  "What do they want?",
  "BERG: Potentially.",
  "RAJU: Absolutely.",
  "It seemed smooth.",
  "It's like a cone.",
  "It's really wide.",
  "It's a big world.",
  "And who are they?",
  "COON: Thank you.",
  "Senator Shaheen.",
  "Let's listen in.",
  "Russia to blame.",
  "That's perfect.",
  "Again, a label.",
  "It's not snow.",
  "Trump's trust.",
  "BLITZER: Yes.",
  "Thanks, guys.",
  "LABOTT: OK.",
  "All right?",
  "RUBIO: OK.",
  "RUBIO: OK.",
  "Correct.",
  "I do.",
  "OK?"
]