[
  "In the latest development, the U.S. Department of Justice has filed suit against 11 companies alleging that they used Manhattan real estate transactions to launder some of the money stolen from the Russian treasury through that tax refund.",
  "Bill Browder testimony: We’ll never be able to bring Sergei back…\n\nThe act bans 18 Russians from entering the U.S. including Artem Kuznetsov and other police and tax officials allegedly involved in the theft of Brower’s companies.",
  "Bill Browder: What they didn’t anticipate was that after Sergei died that I would make it my life’s work to make sure that this information saw the light of day and the people who killed Sergei didn’t get away with it.",
  "Read the Council of Europe report, \"Refusing impunity for the killers of Sergei Magnitsky\"\n\n\n\nNatalia Magnitskaya: In the photos we saw deep, deep wounds; suggesting that violent force was used against him.",
  "Bill Browder: We said to ourselves if we can own them cheap on a profit after stealing basis and we can stop the stealing then they'll be even cheaper and therefore we can make a lot of money.",
  "We thought there, this certainly must be a rogue operation with high level people involved because to get a tax refund of $230 million, it involves a minister level person to approve it.",
  "If the person who organized the criminal cases against us was the person who stole $230 million and then we exposed, then they killed my lawyer and now they’re putting him on trial.",
  "Bill Browder: In this particular case we were approached by a Russian whistleblower, a guy who decided that, you know, murder was beyond what he was comfortable being involved with.",
  "Bill Browder: I could only think this was somehow, this must be a mistake because I couldn’t have imagined at that point, that I didn't think that I'd gone against the government.",
  "Scott Pelley: How did it make sense to you to invest hundreds of millions of dollars into these companies if you knew that the management was stealing from the bottom line?",
  "Bill Browder: Things like, \"What's worse, prison or death?”\n\nThose weren’t the two options Browder imagined he would face back in 1996 when he first landed in Moscow.",
  "Bill Browder: I was stopped at the airport detention center for about 15 hours and then they deported me from Russia and declared me a threat to national security.",
  "The Putin administration acknowledged last December that a lack of confidence in Russian justice is causing many investors to take their money out of the country.",
  "Bill Browder: They basically took our companies and then applied illegally for a $230 million tax refund which was approved in one day on Christmas Eve 2007.",
  "Bill Browder says he needed an honest man to investigate and found him in Sergei Magnitsky, a Moscow tax attorney who colleagues said had never lost a case.",
  "Hundreds of billions of dollars were sloshing around in what was essentially a new country where neither the government nor the courts had come of age.",
  "Bill Browder: Because the president of Russia has basically gone on record and he's denied that there was any crime that was committed by any official.",
  "He’s on the record saying Sergei Magnitsky was a crook and he’s gone on the record saying that I’m a crook, he’s clearly involved in the cover up.",
  "Look, you went to business there in the gun-slinging days of the early period after the fall of the Berlin Wall when everything was possible.",
  "And that he was defending himself or they were pulling him by his arms, because those kinds of marks couldn’t be just from wearing handcuffs.",
  "In an extraordinary turn of events, the police raided Magnitsky’s apartment--his arrest warrant had been ordered by the same Artem Kuznetsov.",
  "Browder told his version of Magnitsky’s death to Congress and in 2012 convinced members of the Senate and House to pass the Magnitsky Act.",
  "Bill Browder: By the top of my career, we were the largest investment fund in Russia with more than $4.5 billion invested in the country.",
  "Bill Browder has turned part of his London office over to his own group of investigators who have followed the money from the theft.",
  "Browder says it's part of a scheme by an organized crime group consisting of tax service bureaucrats, police, bankers and lawyers.",
  "One of them, he believed, was a lieutenant colonel with the police, Artem Kuznetsov, the man who led the raid on Browder’s office.",
  "If you had put your money in and then took it out when I left Russia you would've made 35 times your money investing in the fund.",
  "One authority estimates that 20 percent of the Russian economy is skimmed by graft and a lot of that by government officials.",
  "The government was selling off relics of communism, big state-owned companies that were inefficient and corruptly managed.",
  "After a flight from London back to Moscow, his charmed life was suddenly crushed under the stamp of a passport inspector.",
  "Bill Browder: They put him in pretrial detention and then they began to torture him to get him to withdraw his testimony.",
  "According to Browder, it turned out there were some crooked guys in the Russian tax service—their version of the IRS.",
  "When you hear what he has to say about Russia you'll know why Russia thinks of Bill Browder as an enemy of the state.",
  "Bill Browder wanted us to know he’s dedicated his life and his wealth to putting certain Russian officials in prison.",
  "Bill Browder: They put him in cells with no windows and no heat in December in Moscow so he nearly froze to death.",
  "Just last summer, the Moscow court convicted the two empty benches and issued a warrant for Bill Browder’s arrest.",
  "Bill Browder: He and his lawyer desperately applied in writing on 20 different occasions for medical attention.",
  "The new Russia was then a vast opportunity where business invested its money and Russians invested their hopes.",
  "Nineteen months after Browder was deported a squad of police raided his office and the offices of his lawyer.",
  "In a news conference, Vladimir Putin, who has run Russia for 14 years, insisted Magnitsky’s heart had failed.",
  "Instead of being hospitalized, Magnitsky was transferred to Butyrka, a jail with limited medical facilities.",
  "Lieutenant Colonel Kuznetsov did not respond to our calls but a lawyer has denied wrongdoing on his behalf.",
  "Empty benches sat in the court as the defendants, one deported the other dead, were tried for tax evasion.",
  "Then, Browder says, the new, phony owners applied to the Russian tax service for a refund that wasn’t due.",
  "He wrote hundreds of complaints and there’s even a prison record of a beating that the guards gave him.",
  "The ownership of your company was transferred to someone else without your knowledge or participation?",
  "Bill Browder: Well, one possibly could believe that if you didn't look at the circumstances of events.",
  "Bill Browder: I had the best job in the world which was making money and doing good at the same time.",
  "It's a rare opportunity to brighten a national image that often skates on the thin ice of corruption.",
  "Bill Browder: Our company, our three companies were stolen using the documents seized by the police.",
  "They put him in cells with no toilet, just a hole in the floor where the sewage would bubble up.",
  "Days later, in retaliation, the Russian parliament banned American adoption of Russian children.",
  "He's a thorn in the side of Vladimir Putin and he has torn a rift between Moscow and Washington.",
  "Bill Browder: Sergei was the kind of person that everybody should want to have in their life.",
  "And deeds for three vacation homes and a mansion owned by a midlevel tax service bureaucrat.",
  "It was the largest tax refund in Russian history approved in one day, no questions asked.",
  "In Russia, there’s a warrant out for Browder’s arrest, but that is not what worries him.",
  "It may be that no one knows more about this than American-born businessman Bill Browder.",
  "Rules were loose and lines were crossed but it was a world that Browder navigated well.",
  "Bill Browder: He believed in the rule of law and he thought the law would protect him.",
  "And it was by far the most unexpected and horrible news that I could ever have gotten.",
  "He was a man of principle, a man of competence and a true friend and a true person.\"",
  "Magnitsky took his evidence to prosecutors, testified and demanded an investigation.",
  "He earned a reputation as a tough negotiator with sharp elbows when he needed them.",
  "He was a man of principle, a man of competence and a true friend and a true person.",
  "And just to remind you these are people on a joint family income on $38,000 a year.",
  "Browder invested in those companies and pushed to throw out the crooked management.",
  "Bill Browder: My life is definitely in danger\n\nScott Pelley: Why do you say that?",
  "Browder tells a story of thievery, vengeance and death worthy of a Russian novel.",
  "\"Sergei was the kind of person that everybody should want to have in their life.",
  "Those documents were then used to reincorporate his companies under new owners.",
  "Bill Browder: That tells me that this goes right up to the president of Russia.",
  "Now the Russians say one of the ways you did that was by beating Russian taxes.",
  "His mother, Natalia, wanted an independent autopsy which the government denied.",
  "The following script is from \"Enemy of the State\" which aired on Feb. 16, 2014.",
  "In America, Browder brought Magnitsky’s mother, wife and son to Capitol Hill.",
  "It was like a knife being plunged right into my heart when I got that call.",
  "Scott Pelley: What's happened to these people now that you've exposed them?",
  "And after about six months of this his health started to really break down.",
  "Russia has been showing the world glistening scenes of the Winter Olympics.",
  "And we expected that he would be back, the next day or the day after that.",
  "Scott Pelley: Stopping the stealing was a way of padding your bottom line?",
  "They’re still valued people no matter what anyone says about them abroad.",
  "Scott Pelley: What was dawning on you as you sat in that detention area?",
  "Magnitsky was one of those who had invested his hopes in the new Russia.",
  "He’d married his high school sweetheart and they were raising two boys.",
  "His evidence includes titles for $81,000 cars owned by police officers.",
  "Magnitsky’s wife, Natalia, says that he was arrested for tax evasion.",
  "Magnitsky went to work, unraveled the theft and identified suspects.",
  "Bill Browder: We've gotten numerous death threats by text, by email.",
  "We're dealing with a nuclear country run by a bunch of Mafia crooks.",
  "We're dealing with a nuclear country run by a bunch of Mafia crooks.",
  "Bill Browder: This tells you who’s in the organized crime group...",
  "It kind of destroys the credibility of any allegations they make.",
  "And you went in there and you made spectacular amounts of money.",
  "The police left with the ownership documents for the companies.",
  "This is Magnitsky, in the light jacket, in the prison in 2009.",
  "Magnitsky’s hands and wrists tell a story which is less clear.",
  "Scott Pelley: And the estimated value of that house is what?",
  "And he added, \"Do you think no one dies in American jails.",
  "Last year, prosecutors put Magnitsky and Browder on trial.",
  "Scott Pelley: Tell me about the moment he was arrested.",
  "There's very few jobs that you can actually do that in.",
  "That was a knife that Russian authorities would twist.",
  "And they killed him, basically killed him as my proxy.",
  "Bill Browder: The Russian regime is a criminal regime.",
  "Bill Browder: A number of them received state honors.",
  "He was 37 years old and would be dead in a few hours.",
  "Browder says he learned what that could mean in 2005.",
  "Scott Pelley: Magnitsky believed in the rule of law?",
  "All of his requests were either ignored or rejected.",
  "In all, he was held for nearly a year without trial.",
  "The results of the investigation are on his website.",
  "U.S./Russian relations haven’t been the same since.",
  "In those days billionaires were grabbing companies.",
  "Scott Pelley: Why should we believe it isn't true?",
  "And I owe him, his memory and his family justice.",
  "To citizens weary of corruption he was a martyr.",
  "I thought I was going against some crooked guys.",
  "Natalia Zharikova: They didn't tell me anything.",
  "He was being transferred to a medical facility.",
  "Magnitsky’s death was something of a sensation.",
  "Scott Pelley: Where do you get all this stuff?",
  "Scott Pelley: You think your life's in danger?",
  "John McCain: Nice to see you again my friend.",
  "Scott Pelley: How did you hear of his death?",
  "Bill Browder: He believed in the new Russia.",
  "Scott Pelley: What do you mean torture him?",
  "I got a phone call from our Russian lawyer.",
  "Prison officials called it a heart attack.",
  "He made enemies and a spectacular fortune.",
  "He said to me, \"I will be back tomorrow.\"",
  "Bill Browder: It was November 17th, 2009.",
  "How is it that you have their tax return?",
  "\"The Russian regime is a criminal regime.",
  "Scott Pelley: What does that tell you?",
  "And he was in prison for about a year.",
  "What did the police officers tell you?",
  "Scott Pelley: The company was stolen?",
  "I can even show you their tax return.",
  "They arrested him for working for me.",
  "They tortured him for working for me.",
  "Scott Pelley: What do the texts say?",
  "Bill Browder: Sergei worked for me.",
  "Putin denies Browder’s allegations.",
  "Scott Pelley: How does that happen?",
  "Scott Pelley is the correspondent.",
  "Scott Pelley: Why do you say so?",
  "Scott Pelley: Your life’s work?",
  "It was lucrative and dangerous.",
  "Bill Browder: We weren't sure.",
  "Scott Pelley: Merry Christmas.",
  "Bill Browder: Merry Christmas.",
  "Sergei tried to calm me down.",
  "Scott Pelley: Twenty million?",
  "Bill Browder: Twenty million.",
  "But not the one he expected.",
  "Scott Pelley: Wait a minute.",
  "Bill Browder: $20 million.",
  "And we have to know that.\"",
  "And we have to know that.",
  "Henry Schuster, producer.",
  "Bill Browder: Exactly.",
  "He was the new Russia.",
  "Of course they do.",
  "He got one.",
  "So what?\"",
  "Why?"
]