[
  "Jesse Goldman, an international trade lawyer at the Canadian law firm Borden Ladner Gervais, told Business Insider that although using corruption laws to go after Trump's businesses is \"within the realm of possibility,\" it would require a government to prove that the Trump Organization is linked to business actively engaged in corruption.",
  "Mike Cassese/Reuters Amanda DeBusk, chair of the global law firm Dechert's International Trade and Government Regulation practice, told Business Insider that the use of the Magnitsky laws to hit the Trump Organization would be a huge departure from the usually course of trade disputes.",
  "\"Looking at Trump's businesses, I'm not sure what goods he sells that could be subject to tariffs or how you could use trade actions to hit his businesses unless you really tailored some sort of measure targeting key industries like real estate,\" Shon told Business Insider.",
  "Debbie Shon, an international trade lawyer at Quinn Emanuel and a former official in the US Trade Representative's office under President Bill Clinton, said that effectively hitting Trump's businesses using trade actions — while legal — would be difficult.",
  "The decision prompted a swift response from US allies, including retaliatory tariffs and a radical departure in treatment from other formerly friendly foreign leaders — from Canadian Prime Minister Justin Trudeau to French President Emmanuel Macron.",
  "While some countries, such as China, have appeared to try and sway the president through treating his family's businesses more favorably, countries have not made moves to curtail the businesses' activity within their borders.",
  "He told Business Insider that the only way a country could go about such sanctions against the Trump Organization would be if they could prove the sort of shady dealing that would provide a legal basis to take such action.",
  "Brett Bruen, a former US diplomat and the president of the consulting firm Global Situation Room, told Business Insider that he doesn't expect such \"non-traditional responses\" to Trump's trade actions \"to be widespread.\"",
  "Canadian Foreign Minster Chrystia Freeland — the country's chief trade negotiator — was asked about the use of the Magnitsky Act by Erin Weir, a member of the Canadian parliament, during a question-and-answer session.",
  "But so far these responses have done little to deter Trump from moving forward with his trade agenda, prompting the the consideration of an outside-the-box response for an outside-the-box president.",
  "Trump and his children — Ivanka, Donald Jr. and Eric —participate in a ribbon-cutting ceremony during a news conference to mark the opening of the Trump International Hotel & Tower in Toronto.",
  "\"I think the most effective avenue might be an attempt to restrict or review financing banks from their countries to his companies, ostensibly because some malfeasance was found,\" Bruen said.",
  "\"In the spirit of the Magnitsky Act, Canada and the western allies come together to collectively pressure the only pain point that matters to this President: his family and their assets.\"",
  "Alex Wong/Getty Images\n\nPresident Donald Trump's headlong push toward a trade war is prompting unprecedented responses from countries around the world and blowback from top US allies.",
  "\"I would expect Canadian officials are looking at issues like that with the attitude that they'll let domestic processes in the US unfold before even considering options like that.\"",
  "Lee Branstetter, a Carnegie Mellon University professor who served on President Barack Obama's Council of Economic Advisers from 2011 through 2012, agreed with Goldman.",
  "Op-eds in The Houston Chronicle and the Canadian news magazine Maclean's suggested the only way to quell the rising trade tensions is to strike at Trump's businesses.",
  "Scott Gilmore, a social entrepreneur and former Canadian diplomat, suggested in Maclean's that Canada should use anti-corruption laws to pressure Trump on trade.",
  "Evan Vucci/AP Images Specifically, Gillmore suggested the use of Canada's Justice for Victims of Corrupt Foreign Officials Act, also known as the Magnitsky Act.",
  "Sanctioning Trump directly would likely scuttle any negotiations to remove the current tariffs and could provoke substantial retaliation from the US president.",
  "\"We are now in a consultation period, we welcome ideas from all Canadians on what should and what should not be in our retaliation list,\" Freeland said.",
  "\"I can see how it would be seen as a radical measure, but we are confronted with a radical reality from the Trump administration,\" Weir told Maclean's.",
  "\"That would be an absolute bombshell, it would rely on someone effectively blowing the whistle on some of those past business dealings,\" Goldman said.",
  "Several countries have lodged a formal complaint with the World Trade Organization regarding the tariffs, but WTO cases take years to resolve.",
  "The law was designed to punish foreign officials engaged in corruption by allowing the Canadian government to crack down on their businesses.",
  "In the past three months, Trump has hit countries around the world with a 25% tariff on steel and a 10% tariff on aluminum exports to the US.",
  "Meanwhile, the countries appear to have little immediate recourse elsewhere, other than to try and negotiate with the Trump administration.",
  "Gillmore argued that the current investigations by US law enforcement provides enough justification, but Goldman was not as convinced.",
  "Countries could use federal and state investigations in the US as a pretext to launch their own investigations of Trump's businesses.",
  "'A last resort'\n\nTrade law experts warn the move could carry danger for any country that attempts to go after the Trump Organization.",
  "She pointed to the Treasury Department's recent sanctions of powerful Russian oligarchs as evidence it could be legally justified.",
  "Yet, as leaders continue to search for effective deterrents to a trade war, they may end up resorting to these kind of tactics.\"",
  "A Trump-branded skyscraper in Vancouver represents the president's most prominent business venture in the country.",
  "\"It's something that certainly would be out of the mainstream in terms of what's been done before,\" DeBusk said.",
  "But he said there \"may well be efforts to scrutinize or tighten the screws on President Trump's companies.\"",
  "The other issue: Such a move would inevitably lead to irreparable damage on the US-Canada relationship.",
  "Other countries could slow approvals for trademarks, licenses, and other business deals, he said.",
  "\"I propose that instead of taxing the import of American serviettes, we tax Trump,\" Gilmore said.",
  "Even Weir, the Canadian MP who posed the idea to Freeland, admitted it would be uncomfortable.",
  "That would force any country trying to go after Trump to get creative with their response.",
  "Gilmore's suggestion picked up enough steam to gain the attention of Canada's lawmakers.",
  "But he said it could be necessary if economic pressure from the tariffs starts to build.",
  "\"This would certainly be an unconventional path for countries to pursue.",
  "But DeBusk said such a move would not be \"totally unprecedented.\"",
  "It would change the dialogue very quickly,\" Goldman said.",
  "Trump and Canadian Prime Minister Justin Trudeau.",
  "\"I see it as last resort,\" Goldman said.",
  "\"It would definitely be salacious.",
  "Could they do it?",
  "Donald Trump."
]