[
  "Browder worked at the Boston Consulting Group and Salomon Brothers before deciding, as he later wrote in his memoir, Red Notice, that Russia had “some of the most spectacular investment opportunities in the history of financial markets.” Browder launched an investment fund in Moscow in 1996—a time when few foreigners would even think about starting businesses there—and, though he didn’t speak Russian, managed to bring in staggering returns.",
  "He wrote an article that was published in The Moscow Times arguing that “while there may be some things about Putin that we disagree with, we should give him the benefit of the doubt in this area and fully support him in his task of taking back control of the country from the oligarchs.” And then, abruptly, Browder himself learned what it was like to cross Putin.",
  "As soon as the hearing ended, Milmo raced to a coffee shop to file his story: “Billionaire Russian Businessman Found Dead Outside Surrey Home Could Have Been Poisoned.” By that night, other articles about the exotic flower that had apparently killed the whistle-blower were flying around the web.",
  "Whether because of pressure to keep quiet, or because she wants to move on from a painful chapter, or because murder jeopardizes the millions of dollars in life insurance Perepilichny took out weeks before he died, her lawyers have fought Browder’s efforts to prove Perepilichny was assassinated.",
  "The next year, the United States passed a law that welcomed foreign scientists with expertise in weapons of mass destruction into the country (in order to prevent them from taking their knowledge elsewhere), and Panchul was able to leverage his work on the jet to get a green card.",
  "In 1991, the two friends signed a contract to build a simulator for the computer system used in aircraft like the Su-24, a supersonic Russian fighter jet that could fly at low altitude and had been deployed to devastating effect during the Soviet occupation of Afghanistan.",
  "May God forgive you for what you have done.” Though poisoning might seem like an easy way to kill someone, ensuring that an assassination will remain anonymous requires a level of technical know-how, resources, and manpower difficult to marshal without government backing.",
  "With the suspicion of poison providing a new, even stronger suggestion of murder, Browder was allowed back into the proceedings as an “interested party.” His lawyers made so many demands before the next hearing that the exasperated coroner opened it by castigating them.",
  "Then, a bombshell: Bob Moxon Browne, a lawyer for the life-insurance company, began speaking in a booming voice about how Monique Simmonds from Kew Gardens had found a chemical in the dead man’s stomach associated with a poisonous plant that grows in China: gelsemium.",
  "Browder didn’t buy this motivation, but Perepilichny dropped clues that allowed him to piece together a story he found easier to believe: Perepilichny and the Stepanovs had fallen out over money Perepilichny had either lost or stolen during the 2008 financial crisis.",
  "In 2008, Browder was trying to launch a new investment fund focused on emerging markets outside of Russia when something strange happened: His office got a call from a bailiff in St. Petersburg, asking when the company planned to pay a $71 million judgment it owed.",
  "He flew to Washington and began an impassioned lobbying effort that would result, in December 2012, in the passage of the Magnitsky Act, which imposed travel bans and sanctions on those believed to be responsible for the tax heist and Magnitsky’s death.",
  "“Given that it only grows in China and is a known weapon of assassination by Chinese and Russian contract killers, why was it in his stomach?” He asked that whatever samples from the body remained be sent to Simmonds so that she could do more tests.",
  "Though he had obviously been poisoned—he had several thousand times the normal level of dioxin in his system, the second-highest level ever recorded—it took a team of some 20 doctors, several of whom flew in from the U.S., to reach that diagnosis.",
  "Perepilichny used another of his companies to send money back to Stepanov, and also bought property for him: a pair of luxury condos on the Palm Jumeirah, a man-made island in Dubai so big that astronauts can see its palm-tree shape from space.",
  "Unsatisfied with the response from the police, Browder slipped reporters the letters he’d sent to them, and as the circumstances surrounding Perepilichny’s death circulated in the papers, the police officially opened a murder investigation.",
  "Little did he know that 25 miles from his office, in a rented house in St. George’s Hill, a Russian who had recently arrived in England and had intimate knowledge of the heist would discover these videos and watch them with great interest.",
  "Desperate, Perepilichny began meeting with a man he told acquaintances was from the Russian interior ministry—a man he said threatened him with more criminal charges but also offered a way for him to make things right with the Stepanovs.",
  "Browder has suggested that Surrey police didn’t thoroughly investigate Perepilichny’s death in part because they’re incompetent and in part because of the enormous influence that wealthy Russians wield in British business and politics.",
  "The Russian government announced an investigation and then the firings of 20 prison officials, and a nongovernmental organization that monitors Russian prisons released a damning report confirming that Magnitsky had been tortured.",
  "Deep in the Amazon basin, the Tupi Indians have, for hundreds, maybe thousands, of years used a heart-shaped leaf from a plant called curare to treat kidney stones, fever, testicular inflammation, snakebites, and other ailments.",
  "Researchers discovered that the one thing people with the condition all had in common was that they’d eaten legumes from the lathyrus plant, often used as a food of last resort because it can survive both drought and flood.",
  "And though no direct evidence exists to link Putin to the Klyuev group’s tax fraud, Russia experts have told me it’s nearly inconceivable that a theft of that magnitude would have happened without the president’s blessing.",
  "He told a parliamentary committee that the stolen money Perepilichny helped expose passed through 12 British banks, and that millions of dollars went toward “an orgy of spending on luxury goods and services in the U.K.”",
  "Another did a sweep with a Geiger counter, lest Sanches try to use radioactive poison—Browder was acutely aware that another of Putin’s enemies, Litvinenko, had been poisoned at a hotel less than a 10-minute walk away.",
  "Perepilichny went to Ukraine to visit family, and when he returned he told an acquaintance in England that he’d been confronted in a restaurant by someone who seemed to be after him, and whose bodyguards attacked him.",
  "So when a life-insurance company needed an expert to determine whether a client named Alexander Perepilichny had been murdered, even though a toxicology test hadn’t detected anything, Simmonds was well placed to help.",
  "(Pavlov told me Perepilichny initiated the meetings, asking for help in determining whether there were any Russian investigations against him, and that Perepilichny knew he was a lawyer, not a government official.)",
  "Perepilichny’s arrival at the university coincided with Mikhail Gorbachev’s at the Kremlin; soon after came glasnost, the new leader’s policy of “openness”—including openness to ideas and information from abroad.",
  "He decided to try to shake it off by taking a few laps around the gated community southwest of London where Russian émigrés like him lived in multimillion-dollar mansions alongside members of the English elite.",
  "(Pavlov told me over email that there is no Klyuev crime syndicate, which he described as “mythical” and “a smokescreen story.” He said that he, Klyuev, and the Stepanovs were in Cyprus separately on vacation.)",
  "Though Browder and Perepilichny hadn’t yet crossed paths, the defining events in both men’s lives began, in part, with the same two people: Vladlen Stepanov and his wife, Olga Stepanova, who ran a tax office.",
  "In 1978, a Bulgarian dissident in London named Georgi Markov died four days after feeling a pinch on the back of his right thigh and turning in time to see a man behind him pick up an umbrella off the ground.",
  "A medical team might recognize the symptoms of thallium poisoning—it was commonly used in rat poison—and set about treating a patient, not knowing that the person was actually dying of radiation exposure.",
  "Tomer Hanuka\n\nBrowder was suspicious when, in August 2010, an email came in from a man who claimed to have seen his YouTube videos, and to know a key player in the massive theft from the Russian treasury.",
  "The same leaf that can salve a tribesman’s testicular pain can impede the neurological signals in a monkey high in the tree canopy, interfering with its ability to hang on to a branch, or even to breathe.",
  "But highly interested parties—including a wealthy American-born investor and quite possibly officials in the highest reaches of the British and Russian governments—were watching the story the whole time.",
  "“To the scam artists who have filched my money, inflicted tangible financial damage upon me and, on top of everything, smeared my reputation,” he wrote, “I shall seek redress.” Perepilichny was exposed.",
  "Browder had good reason to be cautious—he’d gone from being one of Putin’s staunchest supporters to one of his loudest critics, and he believed the Russian government was capable of just about anything.",
  "Browder’s lawyers used Perepilichny’s information in a complaint to the attorney general of Switzerland, and the Swiss responded by freezing two accounts, which together contained at least $10 million.",
  "Markov’s death became known as the “umbrella murder.” (The former agent later denied his involvement, and British authorities decided that they had insufficient evidence to initiate legal proceedings.)",
  "Others had checked in with the court and knew that the hearing had been downgraded to one of the usually boring affairs called a “pre-inquest review hearing,” where the parties talk about logistics.",
  "Twenty years later, another KGB defector admitted his involvement in the assassination: He said that the Kamera had fashioned ricin into a pellet that could be injected from the tip of an umbrella.",
  "He said he’d decided to come forward because he was troubled by Magnitsky’s death: Corruption may have become an accepted part of doing business in Russia, but killing an innocent man was not okay.",
  "He performed well enough on the entrance exams to win admission to Phystech, a prestigious science university founded at the beginning of the Cold War, in part to develop better ballistic missiles.",
  "He would learn how to operate in a variety of industries, build companies, and become successful not because he was willing to be a middleman on the black market but because he understood business.",
  "Police told the press the death was “unexplained.” A 44-year-old man of average build and above-average wealth had simply fallen down and died in the leafy suburb he’d recently begun calling home.",
  "When Browder recognized an opportunity for huge returns at Gazprom, Russia’s biggest energy company, he bought as many shares as he could, then gave the press evidence of theft and mismanagement.",
  "Having demonstrated his willingness, and ability, to destroy one billionaire, he was a credible threat to the rest and could demand a cut of their profits in exchange for leaving them alone.",
  "In May 2015, Cahal Milmo, then a reporter for The Independent, showed up for the opening hearing of the inquest into Perepilichny’s death to find that he was one of the only reporters there.",
  "He reserved rooms in two different Paris hotels—one that had five stars, and a more modest one across town—for the same nights, perhaps in an attempt to make his movements harder to follow.",
  "Once a plan is developed, it is passed down a formal chain of command, from the Kremlin to the chief of the secret service to the head of the FSB (the successor to the KGB) to the Kamera.",
  "It was this use that played a bit part in the course of world history in the summer of 1918, when a young Socialist revolutionary aimed a revolver at Vladimir Lenin and fired three times.",
  "Vladlen Stepanov had set up a pipeline to get his share out of Russia quickly, opening Swiss bank accounts and registering companies in countries with poorly regulated financial sectors.",
  "When he graduated, his professors urged him to work toward a doctorate in biochemistry, but by then he’d abandoned his dream of becoming a scientist in favor of a more lucrative calling.",
  "A shaky cellphone video taken by a young man who happened to be nearby shows the blurred outline of the whistle-blower, lying on a mostly dark street in the glare of a car’s headlights.",
  "The coroner, who in England must open an inquest if the post-mortem examination does not reveal a cause of death, scheduled hearings, but denied Browder’s request to take part in them.",
  "It developed cyanide that could be deployed as a mist: A KGB defector admitted to having killed a prominent writer by spraying him in a stairwell with a canister hidden in a newspaper.",
  "A century later and about 100 miles away, a researcher named Monique Simmonds at the Royal Botanic Gardens at Kew was studying another plant that caused strange physiological effects.",
  "She found that chemicals in some plants actually hacked insects’ brains and manipulated their feeding behavior, presumably as a kind of evolutionary armor against hungry predators.",
  "KGB operatives also used sodium fluoride, which in certain doses is lethal, and is difficult to identify as a cause of death because of its more common use: preventing tooth decay.",
  "Nearly $6 million was routed through Moldova and Latvia before reaching a company registered in the British Virgin Islands to a soft-spoken polymath named Alexander Perepilichny.",
  "Stepanov considered Perepilichny a financial wizard—so much so that by the early 2000s he gave Perepilichny power of attorney, then watched as Perepilichny multiplied his wealth.",
  "The further she got into her research, the more she became known in the criminal-justice system, because in studying plants, she was also identifying poisons—many of them exotic.",
  "Boris Volodarsky, a veteran of Russia’s military-intelligence service and the author of The KGB’s Poison Factory: From Lenin to Litvinenko, described the process to me by email.",
  "The word curare comes from the Tupi words for “kill” and “bird,” and one of its chemical building blocks is an alkaloid that stops signals passing between the brain and muscles.",
  "Perepilichny and Panchul heard stories of businessmen being tortured with electric clothes irons, even sodomized with soldering irons, by thieves trying to find money stashes.",
  "He wasn’t a great coder, but he established himself as something of a middleman, striking deals to outfit government offices and businesses with custom-programmed computers.",
  "He wanted to be an aboveboard entrepreneur like those in the West, with a nice office and proper accounting—not someone who had to hide from thugs behind his apartment door.",
  "In November 2005—just months after criticizing “hysteria” and “alarmist predictions” about Putin—Browder was labeled a threat to national security and kicked out of Russia.",
  "Once, in 1989, someone noticed Panchul carrying a computer into his apartment building and sent an attractive young woman to his door, saying she wanted to go out with him.",
  "Among the material facts not known at the time was that Perepilichny was in good health, as proved by a physical he’d had for a life-insurance policy soon before his death.",
  "For Perepilichny, coming forward was a risky move: In addition to Magnitsky, at least three others who’d known about the tax fraud had died under mysterious circumstances.",
  "Panchul thought it was strange that police didn’t immediately suspect foul play: The Perepilichny he knew partook of few vices that could stop the heart of a healthy man.",
  "Panchul recalls Perepilichny smoking one night, for the first and only time Panchul can remember, and declaring that he no longer wanted to be involved in backroom deals.",
  "But the same changes that lifted the veil on Russia’s standing in the sciences brought an opportunity: Before Gorbachev, private enterprise had been virtually forbidden.",
  "Panchul had been writing software since he was 13, and he began working for a group of fellow students who would buy computers, program them, and sell them at a markup.",
  "An assassin can’t count on a second chance if the dose is too low, and might be exposed as the killer if the dose is too high and symptoms come on before he can escape.",
  "A Russian forensic expert turned investigative reporter later wrote that Sobchak may have been poisoned by a substance sprayed onto a reading lamp on his bedside table.",
  "Browder realized that the stolen funds hadn’t gone just to exotic island destinations: Members of the criminal syndicate also poured money into Manhattan real estate.",
  "Many observers in the West saw the move as a chilling abuse of power, the result of Khodorkovsky’s having publicly challenged Putin and supported opposition groups.",
  "Tomer Hanuka Not long after Perepilichny gave up his dream of studying in the U.S., an American-born businessman named Bill Browder set out on a path to Moscow.",
  "Now he got a fresh tincture of the plant, called gelsemium, which has been known for hundreds of years to Chinese herbalists and to the hill tribes of Vietnam.",
  "Agents draw on careful planning and a long history of tradecraft, which is why when enemies of the Kremlin die, blame is almost never conclusively established.",
  "Sometimes—for example, when the assassin and the target know each other—the killer will practice by drawing the victim out of his safety zone during dry runs.",
  "Browder had no idea what the bailiff was talking about; he knew that his Moscow office had been raided but didn’t know how the stolen documents had been used.",
  "A relative in Russia told Perepilichny that his name and other details were on a hit list police had found at the home of an alleged Chechen contract killer.",
  "He submitted his findings to a journal and later gave up the practice of medicine entirely—becoming a novelist and narrating the exploits of Sherlock Holmes.",
  "When people turned up sick or dead and police suspected poison but didn’t find anything with standard toxicology tests, Simmonds was an invaluable resource.",
  "In late December 2007, they used Browder’s companies to apply for what amounted to the biggest known tax refund in Russian history, a total of $230 million.",
  "Magnitsky reported the people he’d found to be behind the theft, including the lieutenant colonel from the interior ministry, and testified against them.",
  "And that he’d gotten an ominous phone call informing him that police had found his name on a hit list in the home of an alleged Chechen contract killer.",
  "And because Stepanov trusted Perepilichny with bank statements and other records, Perepilichny was one of the few people who knew where the money went.",
  "His team distributed a press release, which included a lengthy description of the torture that Magnitsky had written in prison and given to his lawyer.",
  "Though the two men never met, they had common adversaries in the oligarchs who controlled most of Russia’s wealth, and whose power threatened Putin’s.",
  "For a time, his views weren’t far out of step with those of many European and American experts, who thought Putin was willing to work with the West.",
  "He fled to England, pulling all his firm’s money out of Russia but leaving behind a few dormant companies that he’d need time to properly liquidate.",
  "In 2003, for example, a billionaire businessman named Mikhail Khodorkovsky was arrested for tax evasion and fraud and sent to a Siberian labor camp.",
  "That he’d traveled that morning from Paris, where he had, inexplicably, reserved two hotel rooms in different parts of the city for the same nights.",
  "Journalists from the nonprofit Organized Crime and Corruption Reporting Project turned up information that led to even more criminal investigations.",
  "Stepanov placed an ad in a Russian newspaper, formatted as an open letter, in which he asserted his innocence and threatened Perepilichny by name.",
  "In April 2007, according to a complaint filed by the U.S. Justice Department in an ongoing case, Klyuev flew on a private jet to Larnaca, Cyprus.",
  "As confidence in the new management soared, so did the stock price, and eventually the value of Browder’s initial shares multiplied by 100 times.",
  "How Stepanov had money to invest in the first place is unclear; he was a low-wage worker who dug mines and laid fiber-optic cable for a living.",
  "Perhaps that was inevitable: Corruption and graft were rampant, and much of the capital available for investment came from shadowy enterprises.",
  "Two years later, a former KGB agent turned Putin critic named Alexander Litvinenko was poisoned with a radioactive isotope called Polonium-210.",
  "The heat from the bulb would have diffused the poison throughout the room, its lethal properties diminishing as it dispersed, leaving no trace.",
  "That he’d been meeting with a man he said was from the Russian government, but who was actually an affiliate of a Russian criminal syndicate.",
  "By 2000, Browder was running the best-performing emerging-markets fund in the world; by 2005, his firm was managing $4.5 billion in assets.",
  "A target’s body type, weight, eating habits, and other details must be known by a specialist, who chooses a poison and calculates the dose.",
  "“The real issue is,” the coroner said, “is there evidence that Mr. Perepilichny was poisoned?” “We have a suspect substance in the stomach.",
  "By the end of the 16th century, word of the plant’s many applications had reached Europe by way of Sir Walter Raleigh and other explorers.",
  "Magnitsky eventually discovered that money had been funneled from the Russian treasury to the companies that had been stolen from Browder.",
  "Among the names in Perepilichny’s growing Rolodex, one in particular would prove fateful: Vladlen Stepanov, whom he met in the mid-1990s.",
  "The Stepanovs had used their influence to have criminal charges brought against him, and he’d fled Russia with his wife and two children.",
  "Then they forged contracts that would make the companies appear to owe large amounts of money and therefore be eligible for tax refunds.",
  "His investment strategy relied on a very well-placed ally: Vladimir Putin, who’d been appointed the acting president of Russia in 1999.",
  "He survived for three weeks, helping investigators and even writing a statement from his hospital bed in London before he finally died.",
  "If plants could have such profound effects on insects, whose central nervous systems are similar to ours, how might they affect humans?",
  "Browder had an obvious financial interest in promoting investment in Russia, and he became one of Putin’s most outspoken cheerleaders.",
  "The residue of its security-oriented mission lingered: Perepilichny had to sign a document limiting his communication with foreigners.",
  "Without access to a reliable credit system, Perepilichny had to deal in cash—often in U.S. dollars, which he got on the black market.",
  "Then a company founded by a suspect in the Litvinenko poisoning brought a series of lawsuits against Perepilichny over alleged debts.",
  "That compound is only found in nature in five forms, all of which are associated with the highly toxic gelsemium plant,” Browne said.",
  "The coroner responded without surprise, giving Milmo the impression that this wasn’t the first he’d heard about Simmonds’s findings.",
  "In 2000, a prominent Russian politician named Anatoly Sobchak died of an apparent heart attack; two of his bodyguards fell ill, too.",
  "Now he figured if he could shine a light on the Stepanovs’ crimes, he could hurt their credibility and weaken the case against him.",
  "To Perepilichny and Panchul, it felt as though Russia had woken up to a world of important discoveries that had already been made.",
  "Any time one of the Kamera’s chemical tools was discovered, future deaths from that same poison might be easily linked to Russia.",
  "Conspiracy theories began circulating almost immediately: that the U.S. had poisoned Yushchenko; that he had disfigured himself.",
  "The agent tries to get a target into a situation in which his defenses are down—in which he feels comfortable, or is distracted.",
  "He got involved in money management, currency trading, and many other areas—even condensed-milk and frozen-vegetable production.",
  "She was investigating a condition that afflicted people in poor parts of the world, especially parts prone to extreme weather.",
  "In 2004, the Ukrainian opposition leader Viktor Yushchenko became violently ill. Lesions covered his face and he nearly died.",
  "Perepilichny wanted to become an aboveboard entrepreneur—not someone who had to hide from thugs behind his apartment door.",
  "(Stepanov has claimed that he and Olga divorced in 1992, but according to The Moscow Times, they were married until 2010.",
  "Panchul told me that before leaving Russia, he’d earned more in a single year than his parents had in their entire lives.",
  "Perepilichny jogged through a neighborhood of homes once owned by Elton John, Kate Winslet, John Lennon, and Ringo Starr.",
  "Which meant that when Browder continued calling out oligarchs, he was unwittingly attacking Putin’s financial interests.",
  "Dozens of police officers herded employees into conference rooms, drilled into safes, and spent hours taking documents.",
  "And because prices for foreign goods were extremely inflated, the amount of cash he had to have on hand was staggering.",
  "He was accompanied by a lieutenant colonel in the interior ministry, the primary police arm of the Russian government.",
  "He gave himself a tiny dose, less than one-tenth of a fluid ounce, and increased the amount ever so slightly each day.",
  "He’d blown the whistle not just on a Russian crime boss but on police and officials high up in the interior ministry.",
  "Browder’s YouTube video and his complaint to the Swiss listed the address of a property Stepanov had bought in Dubai.",
  "The thallium would disintegrate by the time an autopsy could be performed, leaving no physical evidence of poisoning.",
  "Browder learned that 19 of the 20 prison officials the government fired had had nothing to do with Magnitsky’s death.",
  "It went live in mid-April and got 200,000 views by the end of the first day, half a million by the end of the month.",
  "But as Putin grew more authoritarian and the Western view of him dimmed, Browder continued to praise and defend him.",
  "He had the pale complexion and skinny frame of someone who spent most of his time indoors, his nose buried in books.",
  "Perepilichny left behind two children and a widow, who has an opinion of her own—and it’s not what one might expect.",
  "Had Doyle continued increasing his dose, he would have become paralyzed and short-circuited his respiratory system.",
  "To date, more than a dozen different countries have frozen accounts, launched investigations, or imposed sanctions.",
  "When a young secretary in his office suggested posting videos to explain the crime, Browder figured, What the hell?",
  "“But the howl of protest from around the world will reverberate, Mr. Putin, in your ears for the rest of your life.",
  "Sometimes agents perform “passive probes,” in which they follow the target, noting details of movement and habit.",
  "The plant was used on a suspected double agent and a Ukrainian archbishop who preached resistance to the Soviets.",
  "He remembers his old friend as a shy young man who walked with his head down and carried his anxiety in his gait.",
  "The applications of what he was working on were limitless, unimaginable—he was exploring what made people people.",
  "Porton Down, the U.K.’s military-science research facility, determined that Markov had been poisoned with ricin.",
  "So when he arrived at the courthouse and figured out what was going on, he resigned himself to a wasted morning.",
  "But his doctors determined that the bullets had been coated with poisonous curare resin, which intrigued Lenin.",
  "With the documents Perepilichny provided, Browder turned to YouTube again, posting a video about the Stepanovs.",
  "Their seed money came from a friend who’d tapped into the demand for another Western innovation: the mood ring.",
  "He figured he’d need $3,000—a wildly ambitious sum, considering his stipend at Phystech was about $10 a month.",
  "Its purpose, according to former intelligence agents, was to find ways to kill people without leaving a trace.",
  "The man called himself “Alejandro Sanches,” which was obviously not a Russian name and struck Browder as fake.",
  "(Simmonds agreed to talk to The Atlantic about her research on the condition that no open cases be discussed.)",
  "She learned that the lathyrus plant contained neurotoxins that confused signals between the brain and muscles.",
  "Listen to the audio version of this article:\n\nDownload the Audm app for your iPhone to listen to more titles.",
  "The two would later have a falling-out, and Perepilichny would find himself on the wrong side of the Kremlin.",
  "Perepilichny’s friend Yuri Panchul learned of his death on a blog maintained by a Russian opposition figure.",
  "Submitting papers to international journals and traveling to conferences abroad required special permission.",
  "Browder and his associates tried to protect Perepilichny’s identity by redacting details in court documents.",
  "As she continued in her research, Simmonds identified other plant compounds that could have strange effects.",
  "The man who, according to Browder, had approved Magnitsky’s arrest was a highly placed official in the FSB.",
  "When the students started out, in the fall of 1989, they managed to sell a single computer every few weeks.",
  "He suffered beatings and a series of health problems that prison doctors treated improperly or not at all.",
  "The campus was drab, but Perepilichny was surrounded by some of the brightest minds in the Soviet Union.",
  "The money was split up and dispatched through thousands of transactions in more than a dozen countries.",
  "He explained who he was and said he could point Browder to the criminals who had carried out the heist.",
  "Several years earlier, while seeking a cure for his nerve pain, he had learned about an exotic flower.",
  "Novaya Gazeta, a major Russian newspaper, published Magnitsky’s handwritten letters on its front page.",
  "Putin intervened, firing the CEO and replacing him with one who promised to recover the stolen assets.",
  "Police and medics were called to the scene, but within 30 minutes, Perepilichny was pronounced dead.",
  "He wasn’t sure what good might come of it, but he was angry, and willing to try just about anything.",
  "The only person who knew that address, besides the Stepanovs themselves, was Alexander Perepilichny.",
  "Simmonds used insects to test the ways in which chemicals in the plant might be acting on the brain.",
  "She has said she believes her husband probably died of something called sudden adult death syndrome.",
  "(Requests for comment to three different law firms that have represented her have gone unanswered.)",
  "The lieutenant colonel led raids on Bill Browder’s office and on the law firm that represented him.",
  "He collapsed on Granville Road, within 100 meters of the house he was renting for $20,000 a month.",
  "Aspiring Soviet scientists were able to see more clearly just how far they lagged behind the West.",
  "He was pronounced dead just before 5:40 p.m.\n\nBrowder had no doubt that Perepilichny was murdered.",
  "After Perepilichny collapsed, a few neighbors turned him on his back and tried to administer CPR.",
  "In the summer of 1879, an English medical student named Arthur Conan Doyle began experimenting.",
  "His lawyers wrote to the Surrey police to lay out the evidence and demand a toxicology report.",
  "He spent more than $1,500 at a Prada store, but didn’t bring anything back with him to London.",
  "He deduced from his symptoms that the plant acted as a motor paralyzer, and he wasn’t far off.",
  "Court filings and records from multiple government investigations lay out what happened next.",
  "Klyuev’s associates used the stolen documents to register Browder’s companies to new owners.",
  "Now demand soared for products that had been unavailable or very scarce in the Soviet Union.",
  "The Swiss also launched an investigation, and Browder’s team gained access to the case file.",
  "It interferes with a receptor responsible for managing critical functions all over the body.",
  "Police also met with Browder’s team and took a witness statement from one of his employees.",
  "Perepilichny concluded that if he wanted to be a scientist, he would have to go to America.",
  "Browder and Putin repeated this dance as Browder’s fund grew, and Putin’s enemies suffered.",
  "Perepilichny handed over bank records and other evidence, and explained what it all meant.",
  "But when the NGO sent its findings to five government agencies, none of them even replied.",
  "The couple was involved with a Russian crime syndicate run by a man named Dimitry Klyuev.",
  "Growing up in Ukraine in the 1970s and early ’80s, Perepilichny wanted to be a scientist.",
  "But the path he took didn’t lead to the upstanding business career he’d once envisioned.",
  "He alerted the U.S. Justice Department, which began legal proceedings to seize property.",
  "He spent a year in prison, where, despite pressure, he refused to change his testimony.",
  "Three years passed before a theory emerged that might explain what had happened to him.",
  "A single computer could sell for more than 100 times the average Soviet monthly salary.",
  "Panchul happily obliged, but asked a friend to stay in the apartment while he was gone.",
  "Perepilichny, meanwhile, made the $3,000 he needed to study in the U.S.—and then some.",
  "(These were the days of George W. Bush looking Putin in the eye and seeing his soul.)",
  "The bulk of the refunds were approved within a single business day—on Christmas Eve.",
  "He’d made a relative fortune hawking a Soviet version of it on a busy Moscow street.",
  "On November 10, 2012, Alexander Perepilichny was feeling a little under the weather.",
  "But he was a criminal who could help him take down the people behind the tax fraud.",
  "Over the years, the lab would move around and change names—becoming Laboratory No.",
  "At parties he was quiet and sober while those around him drank and smoked heavily.",
  "Perepilichny had a heavy metal door installed at the entrance to his apartment.",
  "Lenin established a laboratory to study poisons and develop them into weapons.",
  "Three others who knew about the fraud had died under mysterious circumstances.",
  "When he got home, he told his wife he wasn’t feeling well and went for a jog.",
  "They met at least twice, first in Zurich, then at a café in Heathrow Airport.",
  "At the meeting, Sanches revealed his true identity: Alexander Perepilichny.",
  "He established a laboratory to study poisons and develop them into weapons.",
  "Several others arrived soon after, including a lawyer named Andrey Pavlov.",
  "He asked a tax attorney in Moscow named Sergei Magnitsky to look into it.",
  "Not even assassinations are exempt from the singular Russian bureaucracy.",
  "Government ministries wanted them; so did the new businesses popping up.",
  "Olga Stepanova had left the tax office to work at the defense ministry.",
  "Browder’s personal take reportedly rose to nearly $250 million a year.",
  "Sure enough, just after he left with his date, a man tried to get in.",
  "Back in Moscow that June, the group set in motion an audacious plan.",
  "Irradiated thallium was one of the Kamera’s mid-century innovations.",
  "But Browder’s crusade put him at odds with the victim’s own family.",
  "The most visible symptom was that, simply put, they walked funny.",
  "But the Tupis knew that the heart-shaped leaf could be poisonous.",
  "Which means Perepilichny may have made an enemy of Putin himself.",
  "He was an associate of the Klyuev group—the lawyer Andrey Pavlov.",
  "According to Browder and others, Putin quietly switched tactics.",
  "The Stepanovs came too, and met with Klyuev in Cyprus on May 8.",
  "Relegated to the sidelines, there was nothing else he could do.",
  "One of Browder’s lawyers went to meet Sanches, whoever he was.",
  "Over the next decade, he would amass many millions of dollars.",
  "He became giddy, his limbs felt weak, and his pulse was faint.",
  "Then came persistent and prostrating diarrhea and depression.",
  "The coroner agreed, delaying the proceedings for four months.",
  "But enough clues slipped through to tip off Vladlen Stepanov.",
  "But instead of the culprits, Magnitsky himself was arrested.",
  "Panchul used his earnings to buy a plane ticket to America.",
  "But the circumstantial evidence pointed strongly to Russia.",
  "Browder was devastated and enraged when he heard the news.",
  "To Browder, Perepilichny was a criminal, plain and simple.",
  "He dove into his research and discovered his passion: DNA.",
  "The lawyer was accompanied by a four-man security detail.",
  "The entire money-laundering scheme was coming into focus.",
  "The next day, he had trouble focusing on distant objects.",
  "He remained certain that Perepilichny had been murdered.",
  "Its uses were eventually reported on by medical experts.",
  "He told me he met Perepilichny 30 years ago, in Moscow.",
  "But within a year they were moving dozens each month.",
  "On the third day he took about one-fifth of an ounce.",
  "12—but it remained colloquially known as the Kamera.",
  "The day after that: headache, diarrhea, and fatigue.",
  "Some had worked at prisons thousands of miles away.",
  "After that night, Perepilichny began branching out.",
  "Attempted robberies became an occupational hazard.",
  "The details of this trip are murky and suspicious.",
  "Many people already have it in their bloodstream.",
  "“You may succeed in silencing one man,” he wrote.",
  "But the man was not from the Russian government.",
  "Another dropped dead of liver failure at age 43.",
  "Another dropped dead of liver failure at age 43.",
  "Panchul works as an engineer in Silicon Valley.",
  "Curare was one of the Kamera’s first projects.",
  "In November, Perepilichny traveled to France.",
  "The effect was strange, and almost immediate.",
  "The group invited Perepilichny to join them.",
  "But Browder came to the president’s defense.",
  "And he called on an old associate for help.",
  "It became known as the Kamera—the Chamber.",
  "Attempts to reach him were unsuccessful.)",
  "All of which set up a bizarre spectacle.",
  "The applications went to Tax Office No.",
  "Then they ruled the death unsuspicious.",
  "Browder was determined to get justice.",
  "But Milmo hadn’t remembered to check.",
  "Instead, he decided he’d had enough.",
  "A third died of heart failure at 53.",
  "Perepilichny was doing even better.",
  "He had a new vision for his career.",
  "One guard carried a signal jammer.",
  "Troubling things began to happen.",
  "Products like personal computers.",
  "Did the lawyer just say “poison”?",
  "Did the lawyer just say “poison”?",
  "28, where Olga Stepanova worked.",
  "Toxicology tests were performed.",
  "On November 16, 2009, he died.",
  "He called it the Special Room.",
  "What dates work for everyone?",
  "1, Lab X, and Laboratory No.",
  "So the lab kept innovating.",
  "Lenin survived, of course.",
  "He didn’t need the thrill.",
  "His headache didn’t abate.",
  "Should we empanel a jury?",
  "One fell from a balcony.",
  "One fell from a balcony.",
  "And he took to YouTube.",
  "Browder didn’t care.",
  "But he didn’t go.",
  "25 and to No.",
  "Milmo sat up.",
  "Milmo sat up.",
  "The Chamber.",
  "And he did."
]