[
  "| Alex Wong/Getty Images Russian attendee at Trump Tower meeting sues Putin critic Browder\n\nA Russian-American lobbyist who attended the infamous meeting with Trump campaign officials at Trump Tower in June 2016 has filed a libel lawsuit against one of Russian President Vladimir Putin's most prominent critics.",
  "The group's announced focus was trying to help unfreeze adoptions Russia cut off after passage of the Magnitsky Act, but foreign policy analysts believe the aim was actually to advance the interests of Russian businesses and individuals targeted by the sanctions.",
  "\"In my opinion, you had a member of Putin’s secret police directly meeting with the son of the future next president of the United States asking to change U.S. sanctions policy crucial to Putin,\" Browder told Business Insider, in one example noted in the suit.",
  "Story Continued Below\n\nThe lawsuit cites a series of statements Browder made last July on Twitter and in interviews with news outlets, calling Akhmetshin a \"Russian intelligence asset\" and \"a Russian GRU officer.\"",
  "Rinat Akhmetshin filed the civil case Thursday against investor Bill Browder in federal court in Washington, alleging that Browder repeatedly defamed him by labeling him as a Russian intelligence operative.",
  "Most of the disputed statements relate to allegations by Browder that when Akhmetshin and others met the Trump officials in 2016, the lobbyist and businessman was acting on behalf of Putin in some capacity.",
  "Rinat Akhmetshin filed the civil case Thursday against investor Bill Browder in federal court in Washington, alleging that Browder repeatedly defamed him by labeling him as a Russian intelligence operative.",
  "Akhmetshin is represented in the suit by New York attorneys Michael Tremonte and Michael Gibaldi of law firm Sher Tremonte and by Washington lawyer Kim Sperduto of law firm Sperduto Thomson Gassler.",
  "The Russian-American lobbyist also helped organize a documentary movie screening at the Newseum in 2016 in a bid to encourage Congress to revisit the Magnitsky Act and warm relations with Russia.",
  "Browder became a crusader for sanctions against Russia after the death in a Russian prison in 2009 of his lawyer, Sergei Magnitsky, who was investigating an alleged tax fraud corruption scheme.",
  "Along with another attendee at the Trump Tower meeting, Russian lawyer Natalia Veselnitskaya, Akhmetshin helped found the Human Rights Accountability Global Initiative.",
  "Browder's campaign to expose Russian human rights abuses led to passage in the U.S. in 2012 of the Magnitsky Act, imposing sanctions on alleged rights violators.",
  "\"Akhmetshin did not (and has never) represented the Russian government or any Russian government official at the Trump Tower meeting,\" the complaint asserts.",
  "Akhmetshin and others have argued that Browder's initial claims about the tax scheme were misplaced and that Browder was actually engaged in tax fraud.",
  "\"Akhmetshin is not, and has never been, a Russian GRU officer, intelligence asset, or spy for the Russian Federation or former Soviet Union.\"",
  "The suit, which seeks a minimum of $1 million in damages, says Browder's statements have hurt Akmetshin's lobbying business in Washington.",
  "HRAGI and Akhmetshin have come under scrutiny by special counsel Robert Mueller as he probes Russian influence on the Trump campaign.",
  "The Russian-American lobbyist testified last August before a grand jury used by Mueller, multiple press reports said.",
  "The investor also has pressed for parallel Russia-sanctions legislation in other countries.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "CORRECTION: An earlier version of this article misstated the year Sergei Magnitsky died.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The GRU is Russia's main military intelligence agency focused overseas.",
  "Browder did not respond to messages Thursday night seeking comment.",
  "According to the suit, Browder's claims were false.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "It was in 2009."
]