[
  "We know the Trump campaign survived and even thrived on chaos, but given his position, both in relation to the candidate and within the Trump organization, it seems really, profoundly weird that Trump Jr. would agree to a sit-down under such mysterious circumstances.",
  "If the promised \"information\" had been obtained through similar means, or by the same person or group, the meeting, and whatever was discussed there, would have placed all the Trump campaign attendees in murky ethical and, perhaps, legal waters.",
  "In his telling, the Russian lawyer, Natalia Veselnitskaya, began by peddling a \"vague, ambiguous\" and ultimately unsubstantiated allegation that \"individuals connected to Russia were funding the Democratic National Committee and supporting Ms.",
  "If faithfully recalled, it's a remarkable scene -- with the nomination in hand, Trump's top aides stopped their work and, with no knowledge of what was purportedly on the table, gathered for a discussion with a mystery guest.",
  "First, consider this: By the time this meeting came together, his father was the presumptive Republican nominee and there was, at the least, suspicion that Hillary Clinton's private email server had been compromised.",
  "Trump Jr., who asked them to \"stop by\" (as he described it in his statement from a day earlier), never mentioned that the visitor was advertised as arriving with \"information helpful to the campaign\"?",
  "Trump Jr. statement: \"I was asked to have a meeting by an acquaintance I knew from the 2013 Miss Universe pageant with an individual who I was told might have information helpful to the campaign.",
  "The statement also notes that Jared Kushner, the President's son-in-law and a top campaign adviser, and former campaign manager Paul Manafort were in the room, at Trump Jr.'s invitation.",
  "When the would-be source, a Russian lawyer, did not produce the goods but instead pivoted to an unrelated diplomatic question, Trump Jr. recalled, the session was quickly abandoned.",
  "Donald Trump Jr. revealed on Sunday that, in June of 2016, he was lured by an unnamed acquaintance into a meeting with the promise of \"information helpful to the campaign.\"",
  "The latest twist in the narrative surrounding potential connections between the Trump campaign and Russian operatives turns on a statement by the President's own son.",
  "Most importantly, given how much Trump Jr.'s story changed -- or expanded -- over the course of the weekend, how are we supposed to believe there isn't more to tell?",
  "That established, Trump Jr. took a meeting, with the promise of \"information helpful to the campaign\" without any inquiry into who would be sitting across from him.",
  "It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.\"",
  "A related, and probably more important point: Was there any discussion, ahead of time, over how he or she had procured the \"helpful\" new details?",
  "After issuing a brief response for the initial Times story, published on Saturday, Trump Jr. released this second, much more detailed account.",
  "According to The New York Times' reporting , the expectation was more specific -- \"damaging information about Hillary Clinton.\"",
  "Is it normal for Manafort and Kushner, who were basically running the campaign, to not be told about the purpose of a meeting?",
  "(The lawyer) then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "At that, Veselnitskaya pivoted to another, more familiar Russian diplomatic concern, and was duly sent on her way.",
  "Given claims by a Romanian hacker that he had breached Clinton's email , it would seem like a pertinent question.",
  "Trump has cleared the GOP field, but still faces the prospect of a delegate revolt at the July convention.",
  "Trump Jr. statement: \"I asked Jared and Paul to attend, but told them nothing of the substance.\"",
  "(CNN) This time around, there are no anonymous sources to bash, or calls to \"find the leakers.\"",
  "\"I was asked to have a meeting by an acquaintance I knew from the 2013 Miss Universe pageant.",
  "One of Manafort's top tasks, at that point, was steering the ship cleanly into Cleveland.",
  "Despite all the new details to chew on, this is a story that begs still more questions.",
  "Trump Jr. statement: \"It quickly became clear that she had no meaningful information.",
  "And yet they attended this meeting without ever asking about its subject matter?",
  "... As (the meeting) ended, my acquaintance apologized for taking up our time. \"",
  "Was there any suggestion, then, that this nameless visitor would be a foreigner?",
  "Why did Trump Jr. agree to take a meeting without asking who would be there?",
  "What would have happened if the lawyer did have something 'of substance'?",
  "Did Trump Jr. not ask how the \"information\" was obtained, or by whom?",
  "Even if the situation demanded a follow-up, why did he go this deep?",
  "(And how, given that, did he leave so much unanswered?)",
  "What if her Clinton story was believable -- then what?",
  "But what if, as promised, she had brought the goods?",
  "I was not told her name prior to the meeting.\"",
  "Russia hosted the 2013 Miss Universe pageant.",
  "Which brings us to a related question...\n\n2.",
  "Kushner, as now, was a top adviser to Trump.",
  "Again, this is June 2016.",
  "What comes next?",
  "Here are five.",
  "Clinton.\"",
  "Really?",
  "1.",
  "4.",
  "3.",
  "5."
]