[
  "Sen. Marco Rubio and Rep. Chris Smith want foreign entities, including businesses, research institutions, government and private organizations, and individuals seen as profiting from the clampdown added to a watch list, the two Republicans, among the staunchest critics of China in the U.S. Congress, said in a letter Wednesday to Commerce Secretary Wilbur Ross.",
  "The letter singled out Xinjiang's top leader, Chen Quanguo, and other officials seen as behind the clampdown, saying they should be sanctioned under the Global Magnitsky Act that allows the U.S. government to place travel and financial restrictions on individuals anywhere in the world given credible proof of their role in human rights violations or corruption.",
  "Also Wednesday, Australia's opposition Labor Party issued a statement saying it was \"deeply concerned by continuing reports of the mass detention of China's minority Uighur population and other violations of human rights,\" citing questions brought by members of the U.N. Committee on the Elimination of Racial Discrimination in Geneva last week.",
  "Listing would place the entities under export administration regulations requiring American companies wishing to sell to them to be subject to \"specific license requirements for the export, re-export and/or transfer (in-country) of specified items,\" according to the Commerce Department's Bureau of Industry and Security.",
  "Beijing says it is taking necessary measures to fight terrorism, religious extremism and separatism in the restive region and that criminals involved in minor offenses are sent to \"vocational education and employment training centers\" to help with their rehabilitation and reintegration into society.",
  "In addition, monitoring groups say as many as 1 million Muslims have been sent to a system of internment camps , also known as \"re-education centers,\" where they are locked up for months without trial and forced to undergo political indoctrination and renounce Islam and traditional culture.",
  "\"Given the national integration of China's state security apparatus, we believe there should also be a presumption of denial for any sale of technology or equipment that would make a direct and significant contribution to the police surveillance and detection system,\" the letter said.",
  "The letter says the director of the bureau's Foreign Policy Division, Anthony Christino, stated in recent testimony before the Congressional-Executive Commission on China that it was evaluating \"whether there is sufficient evidence to justify additional end-user restrictions.\"",
  "\"U.S. companies should not be assisting in the expansion of China's systems for surveillance, detection, and detention, or be complicit in what are gross violations of internationally recognized human rights occurring daily\" in Xinjiang (SHIN-jhang), the letter said.",
  "The letter also mentions two companies that could be sanctioned under a separate executive order, Hikvision and Dahua Technology, both of which make video surveillance technology used extensively throughout Xinjiang to track residents and restrict their movements.",
  "The Wednesday letter follows one last month from U.S. lawmakers, including Rubio and Smith, to Secretary of State Mike Pompeo and Treasury Secretary Steve Mnuchin, calling for measures to address the \"ongoing human rights crisis\" in Xinjiang.",
  "Two U.S. lawmakers are urging the extension of tougher American export restrictions to prevent sales of equipment that could be used in China's massive security clampdown targeting the Xinjiang region's native Muslim population.",
  "A day earlier, China rejected a request from the U.N.'s head of human rights, Michelle Bachelet, to allow monitors into Xinjiang, with Geng saying Bachelet should \"respect China's sovereignty, fairly and objectively.\"",
  "No specific entities were named in the letter, which is the latest sign that the detentions are raising concerns among foreign leaders, governments, activist groups, media outlets and private citizens.",
  "Over recent years, Xinjiang has been transformed into a vast security state , packed with police stations, street cameras and security checkpoints at which electronic identity cards are scanned.",
  "On Wednesday, Chinese foreign ministry spokesman Geng Shuang said China \"has been firmly and strongly opposed to the U.S. using Xinjiang-related issues to interfere in China's internal affairs.",
  "China has denied operating the system of camps, despite extensive documentation from those interned and relatives, and other evidence such as satellite photos and government documents.",
  "That followed a statement by the Australian National Imams Council condemning the treatment of Uighurs as \"inhumane and unbearable\" and urging action from the Australian government.",
  "It said the commission was awaiting an update \"as to the status and anticipated timeline of this interagency process,\" but said the government should err on the side of caution.",
  "Asked Tuesday about the possibility of sanctions, State Department spokeswoman Heather Nauert said the U.S. has \"a lot of tools at our disposal\" but mentioned no details.",
  "Muslim activists in Bangladesh, meanwhile, marched through the capital chanting slogans and carrying signs demanding China \"stop religious persecution\" of Uighurs.",
  "The measures target members of the Uighur (WEE-gur), Kazakh and other Muslim minority groups, with the region's ethnically Chinese residents largely exempted.",
  "\"The Chinese government protects the Chinese citizens' freedom of religion and belief in accordance with law,\" Geng told reporters at a daily briefing.",
  "\"It's the old standard line on sanctions, that we're not going to preview any sanctions that may or may not happen,\" Nauert told reporters.",
  "Dozens of Chinese companies are already on the \"Entity List,\" though none with an explicit, direct link to the oppression in Xinjiang.",
  "Travel restrictions prevent free movement or even the opportunity to visit friends and relatives in nearby towns.",
  "The U.S. has long maintained restrictions on the export of crime control and detection equipment to China."
]