[
  "But Paul Manafort, who attended the meeting, is facing a slew of fraud, money-laundering, and tax-evasion charges, and may ultimately choose to cut a plea deal with Mueller in exchange for insight into the Veselnitskaya meeting and other subjects.",
  "Veselnitskaya previously admitted that her goal in the meeting was to push for the overturn of the Magnitsky Act, a U.S. law that has been used to seize the funds and restrict the movement of Russian oligarchs implicated in serious crimes.",
  "According to the New York Times, Veselnitskaya’s initial claims to have acted independently were previously undermined when her talking points for the Trump campaign meeting appeared to originate with Chaika.",
  "In an interview with NBC News that aired Friday, Veselnitskaya said “I am a lawyer and I am an informant,” and that she has been communicating with Russia’s prosecutor general, Yuri Y. Chaika, since 2013.",
  "Natalia Veselnitskaya, a Russian lawyer who met with top members of the Trump campaign team in June of 2016, has admitted to funneling information to the Kremlin starting in 2013.",
  "If it were made, that offer would look very much like the kind of cooperation between the Trump campaign and Russia that is being investigated by Special Counsel Robert Mueller.",
  "When arranging the 2016 meeting with Donald Trump Jr., Jared Kushner, and Paul Manafort, Veselnitskaya promised damaging information on the Hillary Clinton Campaign.",
  "In an interview last November, Veselnitskaya alleged that Donald Trump Jr. offered to push for changes to the law in exchange for damaging material on Clinton.",
  "Veselnitskaya, of course, might have made the claim as part of a further Kremlin attempt to sow chaos in the U.S. political system.",
  "Messages to Donald Trump Jr. explicitly claimed that the information originated with a high-level Russian official.",
  "The admission came after emails surfaced showing Veselnitskaya working closely with Russian legal authorities.",
  "She had denied any such connection since the discovery of the meeting in July of last year.",
  "Get CEO Daily, Fortune’s newsletter for leaders."
]