[
  "In the second statement on Sunday, Trump Jr. confirmed that in the meeting, the Russian lawyer, Natalia Veselnitskaya, said she \"had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,\" but claimed the information never came to light.",
  "And when confronted by the possible release of the emails by the Times on Tuesday, Trump Jr. posted this statement to Twitter:\n\n\"To everyone, in order to be totally transparent, I am releasing the entire email chain of my emails with Rob Goldstone about the meeting on June 9, 2016.",
  "David Becker/Getty Images Donald Trump Jr. on Tuesday released emails which that showed he was informed that a Kremlin-connected lawyer was attempting to pass him information as part of a Russian government effort to boost his father's campaign, and he met with the lawyer anyway.",
  "During this busy period, Robert Goldstone contacted Don Jr. in an email and suggested that people had information concerning alleged wrongdoing by Democratic Party front-runner, Hillary Clinton, in her dealings with Russia,\" the lawyer, Alan Futerfas, told the Times on Monday.",
  "In a brief initial statement on Saturday, Trump Jr. claimed that the meeting \"primarily discussed a program about the adoption of Russian children,\" but did not make any mention that he knew he was meeting a Kremlin-connected source who had damaging information on Clinton.",
  "The email release came several days after The New York Times first reported that Trump Jr. met with a Kremlin-connected lawyer, a story that has unfolded in the pages of the paper over the past several days.",
  "\"In order to be totally transparent, I am releasing the entire email chain of my emails with Rob Goldstone about the meeting on June 9, 2016,\" Trump said in a statement posted to Twitter on Tuesday.",
  "I interrupted and advised her that my father was not an elected official, but rather a private citizen, and that her comments and concerns were better addressed if and when he held public office.\"",
  "Since the Times first reported on the meeting, Trump Jr.'s public disclosures of the meeting's contents have evolved as the Times has continued to break stories revealing new details.",
  "Trump Jr.'s lawyer — who was retained after the Times broke news of the meeting — acknowledged to the newspaper on Monday that Trump Jr. knew the purpose of the meeting in advance.",
  "\"Don Jr.'s takeaway from this communication was that someone had information potentially helpful to the campaign and it was coming from someone he knew.",
  "It became clear to be that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.",
  "The first email on June 3, 2016 was from Rob, who was relating a request from Emin, a person I knew from the 2013 Ms. Universe Pageant near Moscow.",
  "\"I first wanted to just have a phone call but when that didn't work out, they said the woman would be in New York and asked if I would meet.",
  "He continued: \"She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "And, as we have said, she had no information to provide and wanted to talk about adoption policy and the Magnitsky Act.",
  "As Rob Goldstone just said today in the press, the entire meeting was the 'most inane nonsense I ever heard.",
  "The information they suggested they had about Hillary Clinton I thought was political opposition research.\"",
  "Don Jr. had no knowledge as to what specific information, if any, would be discussed.\"",
  "To put this in context, this occurred before the current Russian fever was in vogue.",
  "\"Her statements were vague, ambiguous, and made no sense,\" Trump Jr. said.",
  "\"No details or supporting information was provided or even offered.",
  "Emin and his father have a very highly respected company in Moscow.",
  "The woman, as she has said publicly, was not a government official.",
  "It quickly became clear that she had no meaningful information.\"",
  "Donald Trump Jr. in Nevada in November, 2016.",
  "And I was actually agitated by it.'\"",
  "\"This is much ado about nothing.",
  "I decided to take the meeting."
]