[
  "\"In terms of the Magnitsky Act, which is basically is a U.S. act that went through Congress, that limits friends of Vladimir Putin, close associates, from things they like to do, like travelling to the United States, travelling throughout other areas in the world, because it's a slap on the wrist for human rights violations.\"",
  "\"Someone close to the president needs to get everyone connected with that campaign in a room and say from the time you saw Doctor Zhivago until the moment you drank vodka with a guy named Boris,\" he exclaimed, \"you list every single one of those and we're gonna turn them over to the special counsel.\"",
  "\"Selective, in terms of who it impacts,\" she explained, \"it also, so their punishment, the Russian government's punishment was to say we're gonna end all these adoptions that are happening to the United States, and a few other things that they did.\"",
  "The bombshell stories in the New York Times led to Donald Trump Jr. disclosing emails he had received that indicated he could obtain damaging information about Hillary Clinton from the Russian government before the election.",
  "Rep. Trey Gowdy (R-S.C.), speaking Martha MacCallum on Fox News Tuesday, said that he was disturbed by the details in the emails disclosed by Donald Trump Jr., and not so much about what actually happened at the meeting.",
  "\"I'm not nearly as concerned with that,\" Gowdy responded, \"I'm much more concerned with the purported reason of the meeting as opposed to the real reason.",
  "\"Are you concerned that there was an effort to influence this campaign with regard to changing that,\" she asked, \"or to find a sympathetic ear on that?\"",
  "That concerns me more than someone trying to sit down with a member of perhaps an incoming administration to lobby for a policy change.\"",
  "\"And the third, which is more of a medical issue,\" he joked, \"is the amnesia of the people that are in the Trump orbit.\"",
  "The political level, Martha, here we are beginning another week, this one in July with a new revelation about Russia.\"",
  "\"So in terms of this Donald Trump Jr. story that's out there today, are you troubled by any of it,\" asked MacCallum.",
  "\"I'm much more concerned with the words of the actual email than the real reason she wanted to meet,\" he said.",
  "\"Because this drip drip drip is undermining the credibility of this administration,\" he concluded.",
  "\"Russian governments' efforts to help the Trump campaign, official documents,\" he answered.",
  "The purported reason was for an agent of a foreign power to try to influence our election.",
  "\"Number one, the legal level, but I think that's Bob Mueller's lane.",
  "\"Well, you may be right about that,\" MacCallum answered.",
  "\"Yeah, I'm troubled on three levels,\" Gowdy replied.",
  "\"Which words in the email disturb you?\"",
  "MacCallum asked."
]