[
  "Previous stories showed that Michael Flynn, the fired national-security adviser, had lied to the public, the vice president, and probably the FBI about his conversations with Sergey Kislyak, the Russian ambassador to the United States and that Attorney General Jeff Sessions failed to disclose meetings with Russian officials during the campaign.",
  "Donald Trump’s tendency to speak unwisely remains one of his greatest weaknesses—his threat to release apparently fictive tapes resulted in a special-counsel investigation that has rocked his still-young presidency—and his children are a chip off the old block.",
  "On July 24, Trump Jr. appeared on CNN’s State of the Union and said that the suggestion that Russia was trying to hurt Clinton was “disgusting” and “so phony.” On July 27, Donald Trump publicly pleaded with Russia to hack and release Clinton’s personal emails.",
  "In other words, Trump Jr. admitted (while acknowledging a prior lie) that he was open to receiving damaging information about Hillary Clinton from the Russian lawyer; he was just frustrated that she didn’t seem to have it.",
  "Trump Jr. claims that Veselnitskaya provided no actual incriminating information about Clinton, but it’s impossible at this point to know whether this is true, especially given Trump Jr.’s unreliable accounts.",
  "“The woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Mrs. Clinton,” Trump Jr. said in a statement.",
  "In any case, Wikileaks began dumping a cache of hacked emails from the Democratic National Committee on July 22, a month and a half after the June 9 meeting.",
  "The president has also posted material from social-media users who espouse abhorrent views, apparently without vetting them, as recently as last week.",
  "Manafort, who has extensive connections to Kremlin-tied politicians and businessmen, might have been more likely to be aware of who Veselnitskaya was.",
  "Trump Jr. got into hot water during the campaign when he appeared on a white supremacist’s radio show; he claimed he did not know the man’s views.",
  "The revelation about the meeting with Veselnitskaya is the first concrete evidence of attempts at collusion during the presidential campaign.",
  "No details or supporting information was provided or even offered.” Instead, he complained, she just railed against the Magnitsky Act.",
  "If there was no collusion between the Kremlin and the Trump inner circle, it was not because top Trump aides were against it.",
  "It is possible that, as Trump Jr. says, he did not know the identity or background of the lawyer with whom he was meeting.",
  "But it is also, crucially, an instance of the scandal reaching into Trump’s family—his closest ring of advisers.",
  "The Trump family has a history of failing (or simply declining) to do due diligence in its business projects.",
  "(Eric Trump has admitted, contra claims of separation, that he continues to talk business with his father.)",
  "Kushner failed to disclose meetings with Russians after the election when applying for security clearance.",
  "(Another, lower-level aide, Carter Page, is under investigation for questionable ties to Russia as well.)",
  "The top U.S. intelligence agencies have all concluded that Kremlin-connected hackers were responsible.",
  "“Her statements were vague, ambiguous, and made no sense.",
  "Trump Jr.’s admission here is remarkable.",
  "Manafort faces several investigations."
]