[
  "Months before the June 2016 meeting, she presented the claims to Chaika and coordinated with him to pass along the findings to Rep. Dana Rohrabacher, R-California during a congressional delegation trip to Moscow and handed a similar memo to Rep. French Hill, R-Arkansas.",
  "Trump Jr. came under fire over this past summer due to revelations that gradually came out surrounding the meeting at Trump Tower with the Russian lawyer, along with Trump's campaign chairman at the time, Paul Manafort, and Trump's son-in-law, Jared Kushner.",
  "The Russian lawyer who met with Donald Trump Jr. in June 2016 who offered damaging information on Hillary Clinton shared the allegations with Russia's prosecutor general in the months prior, according to The New York Times.",
  "A memo that Veselnitskaya brought to the meeting alleged that an American firm, Ziff Brothers Investments, bought shares in a Russian company illegally and evaded Russian taxes, the report said.",
  "The firm, according to the report, invested in funds managed by Bill Browder, who helped pass the Magnitsky Act, which imposed sanctions on Russian officials for human rights abuses.",
  "Rob Goldstone, an associate of the Trump Organization, had written to Trump Jr. about setting up a meeting with someone regarding information from \"the Crown prosecutor of Russia.\"",
  "Natalia Veselnitskaya discussed her research with Yuri Chaika even though she has repeatedly claimed that the information emerged as a result of her own digging, the report noted.",
  "Some o the memo Veselnitskaya brought to the June 2016 meeting incorporated parts of the memos presented to one of the lawmakers, the report said.",
  "The Times report seems to confirm in part information that emerged when Trump Jr. released the emails about the arrangement of the meeting.",
  "He told Senate investigators in September that he agreed to the meeting because he wanted to determine Clinton's \"fitness\" for office.",
  "Goldstone said that the information \"would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "He added that the \"very high level and sensitive information\" was \"part of Russia and its governmnet's support for Mr.",
  "It added that it was the \"financial vehicle\" of two of Clinton's major donors.",
  "Trump.\""
]