[
  "There’s no statute that’s even in play.” President Trump’s attorney Jay Sekulow on Trump Jr. emails pic.twitter.com/npjc7Ao8nX — TODAY (@TODAYshow) July 12, 2017\n\n“Did Donald Trump Jr. lie about this meeting in your opinion?” @MLauer to President Trump’s attorney Jay Sekulow pic.twitter.com/lZxyrGyAwi — TODAY (@TODAYshow) July 12, 2017\n\n“That’s not being transparent.",
  "The longtime litigator and Republican administration official — he advised President George W. Bush and 2012 Republican presidential nominee Mitt Romney on legal issues — was a fixture as a conservative legal talking head on Fox News for years, earning a reputation among those who knew him as someone who enjoys the media spotlight.",
  "Lauer said Sekulow's claim \"wasn't a good story\" because Trump Jr. released the emails only after The New York Times informed his lawyer it was going to publish them and requested comment from Trump Jr.\n\n\"That's not being transparent — that's trying to appear as if you're transparent when you're backed into a corner,\" Lauer said.",
  "In a series of interviews, Jay Sekulow defended Trump Jr.'s decision to meet with Natalia Veselnitskaya in June 2016, arguing that the investigation was a \"media frenzy\" and that the president's son did not break any laws by seeking opposition research from Veselnitskaya in an exchange made public in emails released Tuesday.",
  "That’s trying to appear as if you’re transparent after being backed into a corner.” @MLauer on Jr. emails pic.twitter.com/4GyyN5Krt8 — TODAY (@TODAYshow) July 12, 2017\n\nTrump's lawyer also attempted to push back on other eyebrow-raising reports about the president's handling of Trump Jr.'s unfolding scandal.",
  "One of President Donald Trump's personal lawyers faced numerous tough questions Wednesday in interviews with TV anchors who pressed him over new revelations that Donald Trump Jr. knowingly sought out damaging information on Hillary Clinton from a Kremlin-connected lawyer.",
  "Trump Jr. first acknowledged only that he had met with the Russian lawyer and discussed the Magnitsky Act, a US law blacklisting Russians accused of human-rights abuses that Moscow retaliated to by barring Americans from adopting Russian children.",
  "New York Times reporter Maggie Haberman noted, however, that the president's legal team was not involved, so Sekulow would not know firsthand that Trump didn't craft the statement.",
  "Guthrie pointed out that Trump Jr.'s statements about the meeting with Veselnitskaya evolved significantly since Saturday, when The New York Times first reported on the meeting.",
  "On CNN, Sekulow denied that he knew about a statement that Trump Jr. released along with the emails on Tuesday, and he denied that Trump knew about the statement.",
  "And when Sekulow applauded Trump Jr. for releasing the emails regarding the incident on Twitter, Matt Lauer immediately took issue with that characterization.",
  "While other members of Trump's legal team have largely stayed out of the spotlight, Sekulow has regularly appeared for television interviews.",
  "NOW WATCH: People on Twitter are loving how baffled Buzz Aldrin appeared by Trump's 'space' talk\n\n\n\n\n\nMore From Business Insider",
  "He did not mention that the meeting was arranged on the expectation he would receive damaging information about Clinton.",
  "\"He goes on CNN and is asked point-blank about this allegation from the Clinton campaign: Did the Russians meddle?",
  "On NBC's \"Today,\" host Savannah Guthrie grilled Sekulow over Trump Jr.'s misstatements revealed by the emails.",
  "\"Donald Trump Jr. released the email unlike Hillary Clinton, who deleted 33,000 emails,\" Sekulow said.",
  "\"The meeting was about the adoption issue, so that was a correct statement,\" Sekulow responded.",
  "She added: \"Just because the meeting didn't turn out as he hoped doesn't change his intent.\"",
  "\"Look, his lawyer made the decision to release the entire chain of emails,\" Sekulow said.",
  "And now there's a media frenzy going around this because Russia is en vogue to attack.\"",
  "Sekulow responded: \"Yeah, I know, is that shocking that sometimes they make a mistake?",
  "No exchange of information, the meeting ended up producing nothing.",
  "\"There was no information that was exchanged,\" Sekulow said.",
  "\"Because they were going to be published,\" Lauer said.",
  "\"They were published — he released them.\"",
  "He knew he had the meeting weeks before.\"",
  "\"A little bit, you are,\" Cuomo replied.",
  "\"There was a meeting that took place.",
  "Are they trying to help your father?\"",
  "I'm not trying to be disparaging.\"",
  "\"Correct, but misleading, right?\"",
  "“There’s no violation of any law.",
  "\"The New York Times is wrong?\"",
  "\"And he says: 'That is false.",
  "CNN host Chris Cuomo asked.",
  "Isn't that untruthful?",
  "They are lying.'",
  "\"OK, so what?\"",
  "Sekulow said.",
  "Guthrie said.",
  "Guthrie said."
]