[
  "https://t.co/H0QYViJS1p — Glenn Thrush (@GlennThrush) July 17, 2017\n\nTrump Jr. released images of his own emails on Twitter in order to preempt a New York Times scoop that he had attended the meeting, along with Trump campaign chair Paul Manafort and current White House senior adviser and Trump son-in-law Jared Kushner, in order to acquire incriminating information about Hillary Clinton “as part of Russia and its government’s support for Mr. Trump.”\n\nTrump Jr.’s now-infamous response was: “If it’s what you say I love it especially later in the summer.”\n\nWhile meeting attendees have agreed that the meeting turned to issues of the Magnitsky Act and the subsequent suspension by the Russian government of US adoption of Russian children, the premise of the meeting appears to have had nothing to do with adoption.",
  "Moreover, according to an ex-CIA operative’s interview with Vox’s Sean Illing, using the Magnitsky Act as a cover wouldn’t have been an unusual move for the Russian intelligence agencies seeking influence:\n\nIf you're an intelligence agency or officer, you never walk up to somebody that you want to recruit or influence and tell them directly that you want to recruit or influence them.",
  "White House press secretary Sean Spicer returned to the podium Monday afternoon for an off-camera press briefing at which he reportedly told journalists that “there was nothing as far as we know that would lead anyone to believe” Donald Trump Jr.’s June 2016 meeting with a Kremlin-linked attorney was not about adoption policy.",
  "One, that is a specific objective that the Russians are seeking to effect both overtly and covertly, and through influence operations by shaping perceptions, by buying people off, by providing information that leads toward their objectives, and by developing sources.",
  "Here’s Spicer’s full quote, which Baker shared a short time later:\n\nFull quote from @PressSec on Trump Jr.: “It is quite often for people who are given information during the heat of a campaign to ask … “ /1 — Peter Baker (@peterbakernyt) July 17, 2017\n\n.",
  "— Peter Baker (@peterbakernyt) July 17, 2017\n\nAccording to Politico, Spicer refused to discuss the meeting further and referred questions to outside counsel.",
  "Glenn Thrush, also of the New York Times, responded in all caps, pointing out why the statement was so absurd:\n\nExcept for the part where DON JR.",
  "@PressSec says “there was nothing as far as we know that would lead anyone to believe” that Don Jr. meeting wasn’t about adoption policy.",
  "You act upon them indirectly, whether they’re witting or unwitting or complicit — and all of those things are slightly different.",
  "HIMSELF RELEASED EMAILS ADMITTING HE TOOK THE MEETING BECAUSE HE WAS PROMISED DIRT ON HILLARY CLINTON.",
  "New York Times chief White House correspondent Peter Baker shared the quote:\n\n.",
  "And there was nothing as far …\" /2 — Peter Baker (@peterbakernyt) July 17, 2017",
  "There is still plenty of evidence that suggests that’s not all it was about.",
  "So in this case, the meeting is allegedly to discuss the Magnitsky Act.",
  "(Nowhere in the email chain was the issue of adoption mentioned.)",
  "But in any case, you always have a cover story — always.",
  "So perhaps the meeting was about adoption policy.",
  "The president’s made it clear through his tweet.",
  "And you always act in a way that can be masked.",
  "@PressSec : “… what that is.",
  "That’s what simply he did."
]