[
  "The president had mostly steered clear of the June 9 meeting, except to state he was not aware of the meeting and to vouch for his son’s character as a “high-quality person.” Trump Sr. briefly addressed it during last week’s trip to France, in an off-the-record chat with reporters, parts of which were later made public at his behest.",
  "With the exception of Manafort, a well-traveled veteran whose attendance at the meeting remains mysterious and comparatively unexplored, many of Trump’s team, and especially Trump Jr. and Kushner, had never worked on a political campaign before, much less a presidential campaign.",
  "I mean, how many people are not going to take the meeting?”\n\nTrump’s tweet Monday is his clearest and most unequivocal embrace of the argument that collusion with a foreign country (much less a largely adversarial one) is standard-operating procedure.",
  "That case didn’t even involve a foreign power, and there’s little reason to believe that the Gore campaign was unusually virtuous about opposition research; after all, it is widely thought to have leaked news of Bush’s 1976 DUI to the press.",
  "(My colleague Uri Friedman helpfully explores an accusation of Democrats working with Ukraine, in what appears to be a disturbing but manifestly lower-level matter than Trump Jr.’s connections with Russia.)",
  "One anecdote that has gotten a great deal of new attention is the 2000 incident in which Al Gore’s campaign was leaked George W. Bush’s debate prep materials, and in response called the FBI.",
  "(The adoptions issue connects to the Magnitsky Act, a U.S. law targeting human-rights abusers, and could plausibly be part of a Russian ask in a quid pro quo.)",
  "It confirms that Trump Jr. went to the meeting in order to get the damaging information, closing off a previous argument that the meeting was about adoptions.",
  "Second, the idea that other campaigns might have done the same is weak “whatabouttism”—the habit of trying to distract attention by pointing to others’ flaws.",
  "If somebody called and said, hey—and you’re a Democrat—and by the way, they have taken them—hey, I have some information on Donald Trump.",
  "The question is not whether campaigns routinely collude with foreign powers, but whether such an action is ethical and legal.",
  "Trump told voters he was not a politician and not beholden to special interests, and he promised to drain the swamp.",
  "The first is that members of the Trump team don’t have a great grasp on what normal is.",
  "Veteran Republican and Democratic operatives both said such a meeting was unheard-of.",
  "Now his defense is that he and his aides were acting just like any other politician.",
  "“Honestly, in a world of politics, most people are going to take that meeting.",
  "There are several key weaknesses to the “collusion is normal” argument.",
  "“He had a meeting, nothing happened with the meeting,” Trump said.",
  "You’re running against Donald Trump.",
  "Can I see you?"
]