[
  "In a series of emails that Trump Jr. made public on Twitter on Tuesday, the president's son was told that Natalia Veselnitskaya, who was identified as a \"Russian government attorney,\" had information that \"would incriminate Hillary [Clinton] and her dealings with Russia and would be very useful to your father ... as part of Russia and its government's support for Mr.",
  "Natalia Veselnitskaya @NBCNews/Twitter The Russian lawyer who met with Donald Trump Jr. and other top Trump campaign officials in June 2016 is a white-collar defense attorney, former prosecutor, and prominent advocate for the repeal of the 2012 Magnitsky Act, a US law that blacklists Russians suspected of human-rights abuses.",
  "In a statement to the news media on Sunday, Trump Jr. said that Veselnitskaya provided him with \"no meaningful information\" about Clinton and that the \"claims of potentially helpful information were a pretext for the meeting\" in which Veselnitskaya broached other topics, including the Magnitsky Act.",
  "In an interview with Business Insider last Saturday, Browder said Veselnitskaya made fighting against the Magnitsky Act her \"main project last year,\" and argued that \"there was no obvious reason\" for Veselnitskaya and her team to engage in this lobbying \"as part of their defense for Prevezon.\"",
  "After marrying Alexander Mitusov, a powerful law enforcement official who later became deputy transport minister for the Moscow region, Veselnitskaya established a private practice through which she has represented numerous high-profile clients, including Russian state-owned businesses.",
  "Most notably, Veselnitskaya represented Denis Katsyv, the son of a senior government official and owner of Russian real estate firm Prevezon, which was sued in 2013 by then-Manhattan US Attorney Preet Bharara on charges of laundering money in a massive Russian government tax scam.",
  "After Magnitsky's death, Browder sought justice for his former attorney in the US and Europe and, in 2012, Congress passed the Magnitsky Act, which froze the assets of and denied visas to 44 Russian businessmen believed to have been involved in Magnitsky's death.",
  "The scam is also known as the Magnitsky affair, named after Sergei Magnitsky, a Russian lawyer for American investment fund manager Bill Browder who is widely believed to have been tortured and killed in a Russian prison after exposing the $230 million fraud.",
  "Based on the emails sent to Trump Jr., it appears she was in court in New York on the same day she met with Trump Jr., then-campaign chairman Paul Manafort, and the president's son-in-law and top adviser Jared Kushner in June at Trump's offices.",
  "Veselnitskaya, a successful private attorney, spent the early years of her legal career in the Moscow regional prosecutor's office, dealing in large part with land disputes, according to Bloomberg View's Leonid Bershidsky.",
  "In 2015, Veselnitskaya was initially denied a visa to enter the US with her children, but she was later granted temporary entrance in order to represent Katsyv in court in New York, The Daily Beast reported.",
  "Veselnitskaya, who represents HRGIF, has also helped organize screenings of an anti-Magnitsky film that casts doubt on both Browder's claims and Magnitsky's findings and promotes Putin's stance.",
  "\"No, we don't know who it is and, certainly, we cannot track down all movements of all Russian lawyers both within Russia and abroad,\" Kremlin spokesman Dmitry Peskov told reporters on Monday.",
  "Katsyv registered a nonprofit in Delaware called the Human Rights Accountability Global Initiative Foundation in February 2016, the stated aim of which is to overturn the adoption ban.",
  "In May 2017, two months after Trump fired Bharara, the US Attorneys office reached an unexpected $6 million out-of-court settlement with Katsyv, who never admitted guilt in the case.",
  "Yury Martyanov/AP\n\nRussian President Vladimir Putin retaliated against the Magnitsky Act by blacklisting Americans, including Bharara, and banning US adoptions of Russian children.",
  "Natalia Veselnitskaya, who met with Donald Trump Jr. in June 2016, is best known in the US for defending a Russian businessman accused by the US government of laundering millions.",
  "In an interview with NBC News on Tuesday, Veselnitskaya denied ever having incriminating information about Clinton, who was then set to become the Democratic presidential nominee.",
  "\"I have never acted on behalf of the Russian government and have never discussed any of these matters with any representative of the Russian government,\" she told NBC.",
  "It was never my intention to have that,\" she said, adding, \"It is quite possible that maybe they were longing for such an information.",
  "\"It wouldn't have helped the company address the money laundering allegations mounted by the US Department of Justice,\" Browder said.",
  "Since then, Katsyv and Veselnitskaya have persistently lobbied for the repeal of the Magnitsky Act.",
  "\"No lawyer in Veselnitskaya's situation could have asked for more,\" Bershidsky wrote on Tuesday.",
  "\"The only reason for them to do this would have been at the behest of the Russian government.\"",
  "Veselnitskaya denies having any connections to or acting on behalf of the Russian government.",
  "The temporary \"parole letter\" was extended past its original end date in January 2016.",
  "They wanted it so badly that they could only hear the thought that they wanted.\"",
  "\"I never had any damaging or sensitive information about Hillary Clinton.",
  "The Kremlin also denies knowing or having ties to Veselnitskaya.",
  "Trump.\""
]