[
  "Also present at the meeting was Rinat Akhmetshin, a well-known Washington lobbyist and former Soviet military officer, who for the past few years has been lobbying on behalf of Russian interests trying to poke holes in the Magnitsky story.",
  "After the situation received widespread attention Monday, U.S. Customs and Border Protection issued a statement saying that it had \"manually approved\" Browder's application on Oct. 18, \"clearing him for travel to the United States.\"",
  "Republicans and Democrats on Monday demanded answers from the U.S. government after British-American financier William Browder, who lobbied heavily for a law targeting Russian officials over human rights, said his visa was revoked.",
  "\"The reason I had been added to the Interpol list by Russia is that Vladimir Putin is very angry at me personally, he even made some very nasty remarks about me on Thursday night in a gathering, in a public gathering in Moscow.",
  "\"Mr. Browder's work has helped to remove corrupt actors from our financial system and enhance accountability measures with respect to the U.S. relationship with the Russian Federation,\" McCain and Cardin said in a statement.",
  "Browder told the Associated Press he believes his visa was revoked by \"an automatic process\" in the U.S., and he doesn't think this was an active attempt by President Donald Trump's administration to bar him from entering.",
  "The meeting was billed in emails to Trump Jr. as part of a Russian government effort to aid his father's campaign by providing information that could be used against Democratic presidential candidate Hillary Clinton.",
  "\"If they ever got me back to Russia they would throw me in a jail and kill me like they killed Sergey Magnitsky, and so I've got to be extremely vigilant and prudent to try to avoid falling in to their traps.\"",
  "But the attorney, Trump Jr. and others present — including Trump son-in-law Jared Kushner and former campaign chairman Paul Manafort — have said it mostly involved Russian adoption and the Magnitsky Act.",
  "The reason for Putin's anger is I'm the activist responsible for passing four different pieces of sanction legislation named after my lawyer Sergey Magnitsky in four different countries.\"",
  "Browder pushed for the 2012 law named after his former employee, Russian whistleblower Sergei Magnitsky, that imposed travel bans and froze assets of dozens of Russian officials.",
  "Browder told CBS News, \"When I looked in to it, the reason I discovered that the U.S had cancelled my travel privileges was that I had been added to the Interpol list by Russia.\"",
  "In an interview with The Associated Press on Monday, Browder said he was checking in to a flight to the United States on Sunday when he discovered his visa had been revoked.",
  "Senate Armed Services Committee Chairman John McCain, R-Ariz., and Maryland Sen. Ben Cardin, the top Democrat on the Foreign Relations Committee, wrote the Magnitsky Act.",
  "\"It would be unfortunate if the U.S. decided to bar him based on a decision by those same Russian officials who have been targeted by this important legislation.\"",
  "The two senators said Monday that Browder is a \"strong advocate for anti-corruption efforts\" and Homeland Security should immediately review the decision.",
  "More recently, the law has factored into the explanations for a meeting at Trump Tower in New York between Donald Trump Jr. and a Russian attorney.",
  "\"The Russian government has made death threats, kidnapping threats, arrest threats, extradition threats,\" Browder told CBS News.",
  "Engel, the top Democrat on the House Foreign Affairs Committee, said the Trump administration is playing into Putin's hands.",
  "\"The real tests will be how quickly DHS cleans this up,\" Browder said, referring to the Department of Homeland Security.",
  "He said it was denied because Russian President Vladimir Putin had issued \"an abusive Interpol arrest warrant for me.\"",
  "Browder tweeted Sunday that his name had been added to an Interpol travel list and his U.S. visa had been revoked.",
  "The Magnitsky Act aimed to retaliate against the Russians who were accused of being involved in Magnitsky's death.",
  "Shortly after its passage, the Russian government countered by barring Americans from adopting Russian children.",
  "Magnitsky died in jail after accusing Russian officials of stealing government money in a tax fraud scheme.",
  "In a separate letter, New York Rep. Eliot Engel urged the State Department to reverse the decision.",
  "\"This decision harms American credibility on the world stage, and is unacceptable,\" Engel wrote.",
  "Browder says he has been the target of death threats and is \"very fearful\" for his safety."
]