[
  "In addition to Trump Jr. and Veselnitskaya, the meeting included British music publicist Rob Goldstone, former Soviet military intelligence officer and lobbyist Rinat Akhmetshin, Trump's son-in-law and senior adviser Jared Kushner, former Trump campaign manager Paul Manafort, Russian translator Anatoli Samachornov, and reportedly a representative of the Agalarov family from Russia, which initially asked to arrange the meeting.",
  "Trump Jr. said in an initial statement that the meeting had been a \"short introductory\" one and that he and Veselnitskaya \"primarily discussed\" an adoption program that Russian President Vladimir Putin cut off in retaliation for the 2012 Magnitsky Act, which blacklisted Russians suspected of human-rights abuses.",
  "When his lawyer, Alan Futerfas, was asked why Trump Jr. didn't disclose those details when the initial report came out, Futerfas said it was because the reports concern \"events that occurred 13 months ago that were considered insignificant at the time and essentially forgotten.\"",
  "Later in the week, after the New York Times contacted him and said they had obtained copies of an email thread showing he was aware Russia was attempting to tilt the election in Trump's favor, Trump Jr. posted the emails to Twitter.",
  "President Donald Trump kicked off Sunday with a series of tweets going after the media for reporting on recent revelations that Donald Trump Jr. met with a Russian lawyer to obtain dirt on Hillary Clinton during the campaign.",
  "Though it was known that Kushner, Manafort, and Goldstone were at the meeting with Trump Jr. and Veselnitskaya, they did not disclose the presence of Akhmetshin, Samachornov, or anyone else who may have been there.",
  "Trump's tweets came on the heels of reports revealing that Trump Jr.'s meeting with the lawyer, Veselnitskaya, was organized as part of \"Russia and its government's support of Mr. Trump\" last June.",
  "Trump himself had signed off on the first statement, which subsequently needed to be amended several times to address new details that emerged about the meeting.",
  "Trump later followed up: \"With all of its phony unnamed sources & highly slanted & even fraudulent reporting, #Fake News is DISTORTING DEMOCRACY in our country!\"",
  "The Trump campaign is currently under multiple congressional and FBI investigations examining whether it colluded with Russia to help Trump win the election.",
  "\"HillaryClinton can illegally get the questions to the Debate & delete 33,000 emails but my son Don is being scorned by the Fake News Media?\"",
  "NOW WATCH: Watch Jared Kushner speak publicly for the first time since joining Trump's administration\n\n\n\n\n\nMore From Business Insider",
  "Trump Jr. announced he had hired Futerfas to represent him in the ongoing probes following initial reports about his meeting.",
  "But on Saturday, it emerged that Trump's re-election campaign made a $50,000 payment in June to Futerfas' office.",
  "Clinton's emails were one of the most-covered topics during the election year, according to Tyndall Report.",
  "Multiple media reports also detailed how Clinton was provided debate questions in advance.",
  "They were covered more frequently than Russia's election interference and cyberespionage.",
  "Trump Jr. has so far confirmed all the facts of the meeting as they've been reported.",
  "The payment was made weeks before news of the meeting became public knowledge.",
  "The statement mentioned nothing about getting information on Clinton.",
  "Trump tweeted on Sunday."
]