[
  "| Thomas Peter/Getty Images Kushner got emails about WikiLeaks, Russia in 2016, lawmakers say\n\nJared Kushner received emails in September 2016 about WikiLeaks and about a “Russian backdoor overture and dinner invite” and forwarded them to another campaign official, according to a letter to his attorney from the bipartisan leaders of the Senate Judiciary Committee.",
  "According to the lawmakers, Kushner’s attorney suggested providing some documents might “implicate the president’s Executive Privilege.” In their letter, they asked Lowell to resolve those issues and produce the documents or create a “privilege log” to detail over which documents the president is asserting executive privilege.",
  "“We provided the Judiciary Committee with all relevant documents that had to do with Mr. Kushner's calls, contacts or meetings with Russians during the campaign and transition, which was the request,\" Lowell said, adding that he and Kushner had also told the committee they would be open to additional requests for information.",
  "Grassley and Feinstein said they’d like all communications between Kushner and Flynn since Election Day 2016, as well as any communications that reference email hacking, Russia, the Magnitsky Act and other people or entities that have been implicated in the Russian interference scheme.",
  "In a section of the letter titled “Missing documents,” Grassley and Feinstein said Kushner had handed over some materials but omitted communications that mentioned some of the people connected to the investigation into Russian meddling in the 2016 election.",
  "“If, as you suggest, Mr. Kushner was unaware of, for example, any attempts at Russian interference in the 2016 presidential election, then presumably there would be few communications concerning many of the persons identified,” the lawmakers wrote.",
  "The lawmakers said they have yet to receive access to Kushner’s lengthy interview with the Senate Intelligence Committee and are seeking a copy of it from Lowell to determine “whether the transcript satisfies the needs of our investigation.”",
  "Story Continued Below\n\n“We appreciate your voluntary cooperation with the Committee’s investigation, but the production appears to have been incomplete,” the pair wrote in a letter dated Thursday to Kushner’s attorney, Abbe Lowell.",
  "You also have not produced any phone records that we presume exist and would relate to Mr. Kushner’s communications regarding several requests.”\n\nThey asked Kushner to turn over all responsive documents by Nov. 27.",
  "The lawmakers said they intend to take Lowell up on a separate request to visit his office to review the documents in person, but they said the committee would not waive its request to obtain its own copies.",
  "Committee Chairman Chuck Grassley (R-Iowa) and ranking member Sen. Dianne Feinstein (D-Calif.) said Kushner failed to turn over the relevant documents when they asked for them last month.",
  "“Other parties have produced September 2016 email communications to Mr. Kushner concerning WikiLeaks, which Mr. Kushner then forwarded to another campaign official,” they wrote.",
  "“Likewise,” the letter continued, “other parties have produced documents concerning a ‘Russian backdoor overture and dinner invite’ which Mr. Kushner also forwarded.",
  "Lowell said in a statement that he and Kushner, President Donald Trump's son-in-law and a White House senior adviser, had been responsive to the requests.",
  "Grassley and Feinstein also said Kushner declined to produce documents connected to his security clearance application, citing their confidentiality.",
  "The committee is also seeking another broad group of documents about Kushner’s contacts with former national security adviser Michael Flynn.",
  "Grassley and Feinstein also alluded to documents they received from other witnesses on which Kushner was copied.",
  "Again, these do not appear in Mr. Kushner’s production despite being responsive to the second request.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "And still others have produced communications with Sergei Millian, copied to Mr. Kushner.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Lawmakers asked Jared Kushner to turn over all responsive documents by Nov. 27.",
  "“Such documents should have been produced...but were not.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]