[
  "In an interview with a pro-Russian Crimean news service, Veselnitskaya said she met with Rohrabacher — a California Republican and arguably the most prominent advocate in Congress for closer relations between Washington and Moscow — in April 2016 to discuss issues surrounding the Magnitsky Act, the punitive American sanctions measure responding to Russian human rights abuses that she has lobbied against.",
  "Ivan Sekretarev/AP\n\nRep. Dana Rohrabacher met with the Russian lawyer Natalia Veselnitskaya during a 2016 trip to Moscow, a previously undisclosed tête-à-tête that sheds additional light on the extent to which Moscow-based political operatives sought to influence American officials in the run-up to last year's presidential election.",
  "Carl Court/Getty Images\n\nTwo months after her meeting with Rohrabacher, Veselnitskaya met in New York with Trump's eldest son, Donald Trump Jr., to discuss Magnitsky and to offer potentially incriminating information about his father's opponent, former Secretary of State Hillary Clinton.",
  "In the interview published Tuesday with News Front, Veselnitskaya said Trump Jr. asked whether she was in possession of any \"financial documents\" indicating whether Ziff Brothers Investments, an American firm, had transferred what she described as stolen funds to the Clinton campaign.",
  "One of the June meeting's organizers, the British publicist Rob Goldstone, emailed Trump Jr. and told him Russian government officials had \"offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia.\"",
  "In August, Rohrabacher met with Julian Assange, who during the campaign posted documents stolen from Democratic Party computer systems, and subsequently tried to broker the WikiLeaks founder's departure from the Ecuadorian Embassy in London, where he has been in hiding.",
  "While in Moscow, Rohrabacher and his staff met with a variety of Russian officials and received a collection of documents stamped \"confidential\" alleging that Browder had duped American lawmakers into passing the sanctions bill, according to the Daily Beast.",
  "In the aftermath of the 2016 election, during which U.S. intelligence agencies say Russian operatives ran a campaign to boost Donald Trump's campaign, Rohrabacher has become a magnet for controversy over his desire for a rapprochement with Moscow.",
  "In her meeting with Rohrabacher, Veselnitskaya said she provided the California Republican with a copy of a documentary produced by Andrei Nekrasov, which questions the credibility of Sergei Magnitsky and Browder, the American financier.",
  "Paul Behrends, a top Rohrabacher aide, was removed from his job as staff director of the foreign affairs subcommittee chaired by the California Republican after news of his involvement in the meeting was made public.",
  "A vocal advocate of warmer relations between Russia and the United States, Rohrabacher has repeatedly gained the attention of Kremlin officials, who view him as one of their few reliable allies in Congress.",
  "The document was supplied by officials in the Russian prosecutor-general's office and raised the possibility that repealing the sanctions law could lead to improved relations between Moscow and Washington.",
  "Russian authorities had opened a tax investigation against Ziff and Browder, who had invested together, and Veselnitskaya thought this information could be used against Clinton, according to Bloomberg.",
  "Rohrabacher has pushed for removing Magnitsky's name from the law and last year attempted to screen the Nekrasov documentary before the House Foreign Affairs Committee, of which he is a senior member.",
  "\"We just asked to listen to us, just to listen to the alternative version,\" Veselnitskaya said in the interview, seated in a futuristic-looking wingback chair set against a light purple background.",
  "Together with the Russian-born, Washington-based lobbyist Rinat Akhmetshin, another participant in the June meeting, Veselnitskaya has organized a lobbying campaign to promote the law's repeal.",
  "Veselnitskaya's exact relationship with the Russian government remains unclear, but former intelligence officials describe her as a possible intermediary for the Kremlin's security services.",
  "In exchange for safe passage, Assange would reportedly have provided the White House with evidence that Russia was not responsible for providing WikiLeaks with a tranche of stolen documents.",
  "Getty Images/ AFP/ Bertrand Guay\n\nBrowder hired Magnitsky, a Russian lawyer, to investigate claims of vast government fraud at a collection of Browder's firms seized by the Russian state.",
  "Such a public campaign in line with Russian foreign-policy goals would be unlikely to occur without at least tacit approval from the Kremlin, former U.S. intelligence officials argue.",
  "The American law that now bears Magnitsky's name has become a powerful tool for Washington to target assets belonging to Russian officials implicated in human rights abuses.",
  "FBI and congressional investigators are examining that meeting as part of their investigation into whether Trump campaign operatives accepted Kremlin help to attack Clinton.",
  "Members of the Ziff family had contributed to the Clinton Global Initiative along with Bill Browder, an American financier who had lobbied for the passage of Magnitsky.",
  "Rep. Ed Royce, a California Republican and the committee's chairman, scotched the plan to show the film during a June 14, 2016, committee hearing.",
  "Kenneth Grubbs, a spokesman for Rohrabacher, confirmed that the meeting took place but that the congressman \"was not focused on her identity.\"",
  "Browder argues that he was killed to cover up a scheme by Russian bureaucrats to embezzle some $230 million from Browder's companies.",
  "Grubbs described Veselnitskaya as \"among many people\" Rohrabacher encountered during a congressional delegation he led to Moscow.",
  "News Front, based in Crimea, publishes a mix of aggregated and original news in six languages, including Russian and English.",
  "In 2012, the FBI even warned Rohrabacher that Russian spies were attempting to recruit him, according to the New York Times.",
  "For Veselnitskaya, the New York meeting represented but one prong of her long-running effort to undermine the Magnitsky Act.",
  "She attacked the sanctions measure's proponents and told Rohrabacher that American lawmakers had been duped.",
  "One former employee alleges that it is financed by Russian security services, a claim News Front denies.",
  "While Rohrabacher's trip to Moscow has been widely reported, his meeting with Veselnitskaya has not.",
  "Its repeal has become a central focus of the Kremlin's foreign policy.",
  "\"'Do not let yourself be used by scammers,'\" she recalled saying.",
  "Magnitsky subsequently died in jail, allegedly beaten to death.",
  "She said she was not in possession of any such documents.",
  "\"If it's what you say I love it,\" Trump Jr. replied.",
  "WikiLeaks founder Julian Assange in London.",
  "GOP Rep. Dana Rohrabacher."
]