[
  "“The United States will agree to a fair deal, or there will be no deal at all.”\n\nThis is the dangerous behavior of an insecure bully playing, yet again, to his narrow political base rather than the leader of a benevolent hegemon, and it is steadily undermining the liberal trading environment the United States helped to create—not that Trump seems to care a whit about that.",
  "“This could take the form of special taxation on their current operations, freezing of assets, or even sanctions against senior staff.”\n\nA Magnitsky Act for Trump isn’t going to materialize any time soon, but the very mention of such an idea is indicative of where things stand and how volatile they could become.",
  "Scott Gilmore, a Canadian writer and social entrepreneur, went further, arguing that the United States’ traditional allies should impose the same sort of sanctions on Trump that the U.S. Congress imposed on Russian oligarchs close to the Kremlin.",
  "“In the spirit of the Magnitsky Act, Canada and the western allies come together to collectively pressure the only pain point that matters to this President: his family and their assets,” Gilmore wrote in the Canadian news magazine Maclean’s.",
  "Prime Minister Justin Trudeau, addressing the Trump Administration’s claim that Canadian steel exports represent a threat to U.S. national security, pointed out: “Canadians have served alongside Americans in two world wars and Korea.",
  "But China only exports about three billion dollars’ worth of steel and aluminum to the United States, whereas Canada and the European Union between them export more than twenty billion dollars’ worth—so they will be hit harder.",
  "From the beaches of Normandy to the mountains of Afghanistan, we have fought and died together.” Lawrence Herman, a former Canadian diplomat, pronounced the era of neighborly relations over.",
  "Even as the White House allowed the waivers to expire, Commerce Secretary Wilbur Ross told reporters on Thursday that he wanted to keep talking with the Canadians, Europeans, and Mexicans.",
  "These are the metal tariffs that were originally announced in March; they are already in effect on steel and aluminum products from a number of countries, including China and Russia.",
  "At the Financial Times, Europe’s business newspaper, the columnist Edward Luce wrote: “The US president is committed to the pursuit of a trade war of all against all ...",
  "After he backed off of imposing broader tariffs on China a couple of weeks ago, for whatever reason, making this move enabled him to put back on his protectionist garb.",
  "And right now it’s hitting some of America’s closest allies harder than China, the country he repeatedly berated on the campaign trail for its unfair trading practices.",
  "Although the metal tariffs cover a narrow range of imports, Trump appears determined to extract some very broad concessions from America’s closest trading partners.",
  "Last week, he ordered the Commerce Department to open an investigation that could lead to the imposition of hefty duties on cars and trucks imported from Europe.",
  "also said it would take legal action against the United States, at the World Trade Organization, which is supposed to be the governing body on trade disputes.",
  "The fact that it poses a threat to the global order is a feature, not a bug, of his actions.”\n\nIn Canada, the reaction was one of thinly veiled outrage.",
  "Back in March, the Trump Administration granted a permanent exemption from the tariffs to South Korea after Seoul agreed to restrict metal exports.",
  "At midnight on Thursday night, tariffs of twenty-five per cent went into effect on imports of steel from Canada, the European Union, and Mexico.",
  "But they promised to respond to the American move by vowing to impose tariffs on U.S. exports such as soybeans, bourbon, and blue jeans.",
  "The June 1st deadline for the waivers came without any agreement being reached, and the Administration decided not to extend it.",
  "“Earlier today, this message was conveyed to Prime Minister Justin Trudeau of Canada,” the White House said in a statement.",
  "With all the different trade skirmishes that the Trump Administration is involved in, it’s getting difficult to keep track.",
  "“This is protectionism, pure and simple,” Jean-Claude Juncker, the President of the European Commission, said on Thursday.",
  "On Thursday, he again threatened to withdraw the United States from the NAFTA agreement with Canada and Mexico.",
  "It’s time to try new tools - instead of asking ‘What does the US want?’ we need to ask ‘How do we hurt him?’ ”",
  "Ever since Trump’s election, many Canadians and Europeans have regarded him as a blundering ignoramus.",
  "Politically, he's heavily invested in protecting the U.S. steel industry, particularly in the Midwest.",
  "A tit-for-tat spiral could imperil the growing U.S. economy that Trump inherited and hurt many G.O.P.",
  "It granted temporary waivers to Canada, the E.U., and Mexico and started negotiating with them.",
  "He consistently takes a zero-sum view of most economic interactions, and trade in particular.",
  "A tariff of ten per cent went into effect on aluminum imported from the same countries.",
  "This is how trade wars escalate, and there’s no telling where this one will end up.",
  "“America’s allies have used all their diplomatic tools,” Gilmore wrote on Twitter.",
  "“Trump still keeps punching them in the nose as he dismantles the int.",
  "In Europe and Canada, the level of anger at Trump is rising sharply.",
  "Increasingly, they are now seeing him as a hostile threat.",
  "Donald Trump has got the trade war he’s always wanted.",
  "order we've spent a century building.",
  "voting blocs, such as farmers.",
  "The E.U."
]