[
  "Sponsored by the Human Rights Foundation, PutinCon was the first event of its kind — a meeting of dissidents and journalists; of people who've been robbed by the Kremlin; of former soldiers who've seen too much; of prosecutors and politicians who know too much; of Russians and Europeans and Americans (North and South) who had enough of Putin's interference and violence.",
  "It moves from Cyprus, to the British Virgin Islands, to the United Kingdom, and/or then to the United States, where it is folded into layers and layers of Delaware companies — laundered by our own bureaucracy and shielded by our unique interpretation of freedom under capitalism.",
  "A perfect example: There was much talk of how Putin's ill-gotten gains travel the world — how loot leaves Russia to be enjoyed by Putin's billionaire friends who get to live more peaceful lives in nicer places than their countrymen can afford.",
  "Reuters\n\nThe security at the New World Stages theater in midtown Manhattan on Friday was quite heavy, but you would expect that for a gathering of enemies of one of the world's most dangerous men: Russian President Vladimir Putin.",
  "This is one of the most important pieces of what Putin's enemies had to explain, and it was best articulated by Arkady Babchenko, a renowned Russian journalist who fought in the second Chechen War.",
  "Being there all day — submerged in dimly lit talks in which a single speaker performed a macabre one-man show describing experiences with Russia's president — was like a dark meditation.",
  "He explained how his office managed to nail down foreign nationals who engaged in murder and money laundering on American soil with the blessing of their state.",
  "And at the end, the message was clear: As far away (and weak) as Russia may be, Putin is our problem now — and he has no choice but to make himself such.",
  "The war, you'll recall, was started after Chechen separatists were blamed for setting off a series of bombs in apartment buildings across Russia in 1999.",
  "One moment the spy was sitting on a park bench with his daughter, and the next he and his daughter were approaching death after being poisoned.",
  "The Magnitsky Act seeks to stop Putin's cronies from enjoying their ill-gotten gains in the world where it is enjoyable — in our world.",
  "These bombings turned Putin — then a nobody backed by the unpopular President Boris Yeltsin — into the only man who could save Russia.",
  "Russian President Vladimir Putin at a ceremony to receive credentials from foreign ambassadors at the Kremlin in Moscow on October 3.",
  "If you give a moose a muffin\n\nI had a moment to interview Garry Kasparov, the now-exiled Russian chess champion chairing PutinCon.",
  "It is what was discussed in Trump Tower in the summer of 2016 — the meeting that made Donald Trump Jr. exclaim, \"I love it.\"",
  "Putin, running out of Russian money to steal and people to blame for it, has turned his great propaganda machine on the US.",
  "Our 'original sin'\n\nTo be American is to have the luxury of not having to know how Putin turns people into \"others.\"",
  "But as Bharara said, \"Sometimes you want to judge a person by their enemies, and I don't mind that so much today.\"",
  "We were speaking as nation after nation condemned Russia for the poisoning of a former spy living on British soil.",
  "As an investor in Russia a decade ago, Browder saw a friend, Sergei Magnitsky, murdered and his own money stolen.",
  "As the government blamed Chechen separatists, the independent press — then still active — told a different story.",
  "The FSB, whose fingerprints were all over the situation, tried to tell people that the bomb was a test, a drill.",
  "He describes this as our \"original sin\" against Russia — the moment we should've known Putin had to be stopped.",
  "That didn't just mean leveling Chechen cities and going after terrorists, it meant dehumanizing the Chechens.",
  "Babchenko was told the Chechens were evil, that any Chechen ages 10 to 60 was a threat to \"kill, kill, kill.\"",
  "Bharara said we could, by upholding the rule of law without exception, stop Putin from killing and stealing.",
  "That is how Browder, a soft-spoken man with what seems like unlimited patience, became Putin's enemy.",
  "It was, Satter said, an affirmation of the idea that, to Putin, \"the individual counts for nothing.\"",
  "Putin, Kasparov agreed, is like the moose in the children's story \"If You Give a Moose a Muffin.\"",
  "But in 1999, Yeltsin was so weak, and it looked as if the Communists might return to power.",
  "He brought up the Magnitsky Act, a law that is the effort of a single man, Bill Browder.",
  "Five times in 1999, a bomb was planted in an apartment somewhere in or around Moscow.",
  "And so we, the free world, turned a blind eye to state-sponsored domestic terrorism.",
  "\"Everything would have worked had it not been for that one mistake,\" Satter said.",
  "At the time, an American journalist named David Satter was on the ground.",
  "This was painfully clear when the fifth bomb mercifully did not detonate.",
  "In the afternoon, the former US Attorney Preet Bharara took the stage.",
  "He had done so with people from Guatemala, Saudi Arabia, and Turkey.",
  "\"Today, Russians hate you,\" said Babchenko, referring to Americans.",
  "He did it in Georgia in 2008, and he did it in Ukraine in 2014.",
  "It limits their travel and bars them from business in the US.",
  "The bombs were planted by Russia's security force, the FSB.",
  "(There's a Mouse/Cookie version too if you prefer that.)",
  "The more you let Putin take, the more he'll reach for.",
  "He is barred from traveling to Russia for his efforts.",
  "Once in office, Putin set about punishing his enemies.",
  "Yeltsin had appointed Putin head of the FSB in 1998.",
  "\"Putin's main weapon is propaganda,\" Babchenko said.",
  "That made him electable, and so he was elected.",
  "Four times the bomb went off, killing hundreds.",
  "There is no stopping point, no deed too dark.",
  "Don Jr., you see, was trying to make friends.",
  "The more you allow, the bolder he'll become.",
  "Screenshot, PutinCon\n\nWe needn't be, though.",
  "\"He knows how to make people into zombies.\"",
  "How much should we let Putin steal?",
  "That is why he is our problem now.",
  "How much should we let him kill?",
  "We are, after all, his enablers.",
  "These are important questions.",
  "There is no red line for him.",
  "Remember that you know that.",
  "Preet Bharara at PutinCon.",
  "Now, about those bombings.",
  "That is for us to decide.",
  "You knew about that.",
  "And so it remains.",
  "We're enablers.",
  "You knew that."
]