[
  "Related: Ten Times Trump Denied Collusion With Russia\n\nIn April, Sen. Chuck Grassley, R-Iowa, chairman of the Judiciary Committee, wrote to the Department of Homeland Security seeking information about Akhmetshin on the grounds that he \"has been accused of acting as an unregistered agent for Russian interests and apparently has ties to Russian intelligence.\"",
  "Mike Eckel / RFE/RL\n\nThose communications, he argued, could contain \"highly sensitive discussions\" about topics including the location of U.S. bases in the former Soviet Union, narco-trafficking in Afghanistan, surveillance of undercover agents, and trade secrets in the energy industry.",
  "/ Updated By Ken Dilanian, Tracy Connor and Kenzi Abou-Sabe\n\nWASHINGTON — As a lobbyist bridging the unscrupulous world of the former Soviet Union and the corridors of power in Washington, Rinat Akhmetshin has the reputation of a charming, skillful, behind-the-scenes operator.",
  "Sergei Magnitsky\n\nHermitage Capital Management, a fund run by Magnitsky client and sanctions champion Bill Browder, filed a complaint alleging that Akhmetshin's involvement in the film amounted to lobbying on behalf of the Russian government and a violation of U.S. laws.",
  "Yury Martyanov / AP, file\n\n\"I am an American citizen since 2009 who pays taxes, earned his citizenship after living here since 1994, and swore an oath of loyalty to the United States of America,\" he said in a statement to Radio Free Europe / Radio Liberty last summer.",
  "But now the 49-year-old finds himself very much in the spotlight after being unmasked as the mystery man who accompanied Moscow lawyer Natalia Veselniskaya to a meeting with top Trump campaign officials in June 2016, including Donald Trump Jr., the president's son.",
  "His background in counterintelligence in the Soviet military for a couple of years as young man is under scrutiny, along with his client list, and court cases that include unproven accusations of involvement in hacking and smear campaigns.",
  "Related: This Is the Man Who Connected Trump Jr. to Russian Lawyer\n\nIn a sworn court document, Akhmetshin said his clients include national governments or their high-ranking officials, as well as private entities in the energy industry.",
  "The complaint was filed just weeks after the lawyer and lobbyist had their now-notorious meeting with Donald Trump Jr., Jared Kushner and Paul Manafort — although it would be more than a year before the sitdown would come to light.",
  "In 2015, he was named in a suit by the Russian mining company International Mineral Resources (IMR), which alleged that Akhmetshin and others orchestrated hacking to steal corporate secrets on behalf of another Russian company.",
  "He said he gathered research for the firm by bartering information with journalists before he was fired because of his ties to another client, the former prime minister of Kazakhstan, who was then an opposition figure in exile.",
  "Browder alleged that Veselnitskaya's client, the Russian-owned firm Prevezon, and Akhmetshin's client, the Human Rights Accountability Global Initiative Foundation, were trying to overturn the Magnitsky Act.",
  "The so-called documentary took aim at lawyer Sergei Magnitsky, who died in Russian custody and whose death spurred Congress to pass the Magnitsky Act in 2012, leading to sanctions against Russians.",
  "\"Rinat is one of those figures who operates between two worlds,\" said writer Steve LeVine, who has known Akhmetshin for 20 years and wrote about him in his 2007 book \"The Oil and the Glory.\"",
  "\"All of those are qualities you learn as an intelligence officer: how to cultivate sources, how to win their trust, how to leverage that in deliverables for your client.\"",
  "In court documents, IMR alleged that Akhmetshin met a contact at a London coffee shop and handed over a hard drive and said it contained 50 gigabytes of hacked material.",
  "According to friends, he has a biochemistry degree, and his name appears on a few papers from Catholic University from the early 1990s.",
  "The hacking accusations were later dropped and the case, which was litigated in New York and Washington, was dismissed.",
  "The affidavit was filed connection with a federal defamation lawsuit by a former Russian politician, Ashot Egiazaryan.",
  "\"He knows how to ingratiate himself with people,\" added LeVine, who is the features editor for the news website Axios.",
  "Married with a daughter, he rides a bike from meeting to meeting and is known as a wine connoisseur and sharp dresser.",
  "Akhmetshin, who was born 500 miles from Moscow in Tatarstan, denies he is doing the bidding of Russian intelligence.",
  "LeVine said Akhmetshin is more often than not working for someone who would be considered an opposition figure.",
  "In the professional world he navigates, \"there are no absolutely clean good guys of any kind,\" LeVine said.",
  "Accused of planting negative articles in a Jewish newspaper, Akhmetshin fought a subpoena for his emails.",
  "But Akhmetshin, who was hired by a law firm, denied hacking or asking anyone else to hack into IMR.",
  "Rinat Akhmetshin at the Newseum screening of the documentary on Sergei Magnitsky in June 2016.",
  "\"There is a lot of stuff ... but that is why you are paying money,\" he said, according to IMR.",
  "More recently, it was Akhmetshin's promotion of a film that drew negative attention.",
  "Natalia Veselnitskaya speaks to a journalist in Moscow, Russia on Nov. 8, 2016.",
  "\"But he is one of the least bad guys working for some of the least bad guys.\"",
  "He is fluent in Russian, English and French and also speaks some Spanish.",
  "\"My business is strategic communications,\" he wrote in a 2012 affidavit.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"Individual and entities seek me out when they have an issue.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "Tracy Connor and Kenzi Abou-Sabe reported from New York.",
  "\"He's kind of like a non-ideological player,\" he said.",
  "\"He knows how to win the trust of suspicious people.\"",
  "Veselnitskaya was also named in the complaint.",
  "\"And he cooks like a god,\" the friend said.",
  "A friend said he is a voracious reader.",
  "Ken Dilanian reported from Washington."
]