[
  "Questions continue to swirl round the Kremlin's possible role in our presidential election and the nature of contacts between the Russians and those close to President Donald Trump, who has repeatedly professed his admiration of Vladimir Putin's skills as a strong leader.",
  "Vladimir Kara-Murza: I was in a coma for a week, and I don't remember anything for a month and had basically a cascade of all my major life organs failing, one after another; just switching off you know the lungs, the heart, the kidneys.",
  "Vladimir Kara-Murza: To those who say that this is a plot, I honestly, and I mean this sincerely, I wish they never have to experience what I've experienced twice in the last two years, when you're trying to breathe and you cannot.",
  "Vladimir Kara-Murza: I have absolutely no doubt that this was a deliberate poisoning, that it was intended to kill because, as I mentioned already, the doctors told my wife that it's about a five percent chance of survival.",
  "Lesley Stahl: We've been told that we are very naive, naive journalists, gullible, and that this whole thing is concocted by the opposition to fool the American people into thinking that that regime would do such a thing.",
  "Vladimir Kara-Murza: I was at one point connected, I think to eight different artificial life support machines and doctors told my wife that there's only gonna be about a five percent chance that I'll survive.",
  "Home is now London where he funds a Russian pro-democracy movement -- and this is where the plot thickens because one of his senior organizers on the ground in Russia is none other than Vladimir Kara-Murza.",
  "We don't know what it was because, you know, with these things, as people who know more about this than I do explained to me, you basically have to know exactly what you're testing for in order to find it.",
  "And there's a reason: this Cold War CIA memo reveals that the Soviets ran a \"laboratory for poisons […] in a large and super secret installation […] known as the chamber\" to test undetectable compounds.",
  "Vladimir Kara-Murza: On the 27th of February 2015, he was killed by five bullets in the back as he was walking home, as he always did, out in the open, without bodyguards—\n\nThis was an assassination.",
  "Political opponents and human rights lawyers have been shot; rogue spies hunted down; overly inquisitive reporters have perished in mysterious plane crashes or by car bombs, by poison or gun-fire.",
  "In 2015, once Vladimir Kara-Murza was stabilized, he was flown to Washington DC to continue treatment near his wife, Evgenia, and their three kids who live in the U.S. for their safety.",
  "Then there are enemies who kill themselves, one by hanging, one by stabbing himself to death with two knives, and one by tying himself to a chair and jumping into a swimming pool.",
  "He was continuing his opposition work when this past February...\n\nEvgenia: All of a sudden he begins experiencing this very elevated heart rate, his blood pressure drops very low.",
  "Browder was so outraged, he joined with Vladimir Kara-Murza to lobby the U.S. Congress for a law targeting those responsible for that death and other human rights violations.",
  "CBS News\n\nMikhail Khodorkovsky: For a period of over 10 years, Vladimir Putin had ample opportunity to put an end to my life very easily, just by snapping his fingers.",
  "He went back immediate after, even though threats against him had intensified, like this video posted on Instagram putting him in the cross hairs of a sniper rifle.",
  "\"I have absolutely no doubt that this was a deliberate poisoning, that it was intended to kill...\" Vladimir Kara-Murza\n\nLesley Stahl: You were out for a month?",
  "CBS News\n\nVladimir Kara-Murza was an opposition activist, on the front lines, protesting Putin's policies, organizing demonstrations and town hall meetings.",
  "But he turned into a dogged adversary when his Russian tax attorney Sergei\n\nMagnitsky blew the whistle on alleged large-scale theft by government officials.",
  "Bill Browder: The Magnitsky Act is designed to sanction, to freeze the assets and to ban the visas for people who commit these types of crimes in Russia.",
  "Vladimir Kara-Murza: Well, you know, I think there's nothing better this regime, the Putin regime, would like us to do than to give up and run away.",
  "The Kremlin has denied any involvement, and since no poison has been found yet, supporters of Putin question whether he was really poisoned at all.",
  "One reason Vladimir Kara-Murza is convinced he was targeted is because six people connected to the Magnitsky case, as he was, have ended up dead.",
  "But, as we first reported in March, what Mr. Trump doesn't talk about is the unfortunate fate that stalks some of Putin's most prominent critics.",
  "He ordered more tests -- and three years later it was revealed in court that an exotic toxin was found with the help of an authority on flowers!",
  "Some of Putin's opponents are in prison, others forced out of the country like Mikhail Khodorkovsky, probably Putin's most famous living critic.",
  "Evgenia: You know, of course I'm terrified, but at the same time, you know, I married the guy 13 years ago and I knew what I was getting into.",
  "It wasn't until the fourth day, and after he had been on a dialysis machine, that blood was drawn and sent to a toxicology lab in France.",
  "Evgenia: The first time he had been dragged from one hospital to another to yet another where they were trying to establish the cause.",
  "He was shuttled from hospital to hospital in Moscow for two days as doctors frantically tried to figure out what was wrong with him.",
  "As if his outspokenness wasn't enough to anger the Kremlin, he made matters worse for himself when he joined forces with this man.",
  "So he was well-connected and had perfect English, which he used to incessantly criticize the regime on the international stage.",
  "And then for the next year you're trying to relearn how to walk, how to use cutlery, you know, how to talk to your kids again.",
  "And when you feel the life coming out of your body in the next few hours, and you don't remember anything for the next month.",
  "Lesley Stahl: There are people who say that what's happened to Kara-Murza is a message to you, a message to you to back off.'",
  "Evgenia: The Russian doctors' official diagnosis is an acute intoxication by an undetermined substance, which is poisoning.",
  "Less than three weeks after he collapsed, he was flown to the U.S. And two weeks later we spoke to him, for a second time.",
  "When we spoke with him last year, he'd been recovering for a year, but he was still walking with a limp from nerve damage.",
  "One of them was Boris Nemtsov, a leader of Russia's opposition and Kara-Murza's partner in lobbying for the Magnitsky Act.",
  "Vladimir Kara-Murza: I was in a work meeting with my colleagues in Moscow, when I suddenly started to feel really sick.",
  "Politicians on both sides of the aisle spoke out against the apparent poisoning, but the Trump administration has not.",
  "Mikhail Khodorkovsky: You know, for 10 years, I was receiving lots of messages from our authorities of various sorts.",
  "Take the case of this Russian banker who came forward with incriminating documents related to the Magnitsky case.",
  "He was subsequently arrested, put in pre-trial detention, tortured for 358 days and killed at the age of 37.",
  "This happened just as Washington was raising questions about President Trump's relationship with Mr. Putin.",
  "And he was angrier when people started getting added, names started getting added to the Magnitsky list.",
  "Vladimir Kara-Murza: A government that is based on genuine support does not need to jail its opponents.",
  "This time he was taken directly to the hospital, to the same medical team that had treated him in 2015.",
  "In recent years quite a few of Putin's enemies have perished by swallowing things they shouldn't have.",
  "Bill Browder: A small sample of his stomach contents was sent to a botanical garden outside of London.",
  "And I went, within about 20 minutes, from feeling completely normal to feeling like a very sick man.",
  "In 2006, Russian-spy-turned-Kremlin-critic Alexander Litvinenko drank tea laced with polonium-210.",
  "At the age of 44, he went jogging outside his home in Surrey, outside of London and dropped dead.",
  "Bill Browder: And so Vladimir Putin is extremely angry that the Magnitsky was going to be passed.",
  "I don't know the precise circumstances, I don't know the who or the how, but I do know the why.",
  "But the list of those who've come to die unexpectedly after running afoul of Mr. Putin is long.",
  "When we met him last year, he told us that one day in May 2015, he learned just how dangerous.",
  "And one of the scientists found a compound called Gelsemium Elegans which is a Chinese herb.",
  "Cambridge educated, he was for years a Washington-based reporter for a Russian TV station.",
  "Two years earlier the Ukrainian politician Viktor Yushchenko had somehow ingested dioxin.",
  "He was put on trial, his oil company confiscated, and then thrown in prison for 10 years.",
  "Evgenia: I think what my husband believes in will always outweigh the fear, the paranoia.",
  "Are you saying, \"I'm not going back any\"—\n\nVladimir Kara-Murza: Oh God no, of course not.",
  "I am Russian, this is my country, and I believe in what I do, in what my colleagues do.",
  "Bill Browder was for years the largest foreign investor in Russia and Putin's champion.",
  "Lesley Stahl: So they can't get their money which may be stashed in the United States.",
  "And, some of these messages were rather unpleasant, concerning my physical well-being.",
  "Khodorkovsky was once the richest man in Russia -- until he took to opposing Putin.",
  "He said he's recovering faster because his doctors knew just what to do this time.",
  "Lesley Stahl: Can you be sure that what happened to you was directed by Mr. Putin?",
  "They have been victims of unsolved shootings, suspicious suicides and poisonings.",
  "McCain: Vladimir has once again paid the price for his gallantry and integrity.",
  "CBS News\n\nBill Browder: We discovered massive corruption of the Putin regime.",
  "When you feel your organs shutting down, giving up on you one after another.",
  "I wish these people who tell you these things never have to experience this.",
  "In the case of the banker in London, the coroner wasn't willing to give up.",
  "But what would the motive be in the case of the critic Vladimir Kara-Murza?",
  "But as soon as Kara-Murza got better, he was itching to go back to Russia.",
  "In some of the deaths, proving there was foul play has been a challenge.",
  "Vladimir Kara-Murza: Of course, I will absolutely go back to Russia.",
  "So Vladimir Kara-Murza quickly became an issue on the Senate floor.",
  "And the moment they saw him, they knew what they were dealing with.",
  "Vladimir Kara-Murza: Well, it was some kind of a very strong toxin.",
  "It is the first law that sanctions individual Russians, 44 so far.",
  "His wife thinks her husband was attacked the same way as before.",
  "And it causes a person to die unexpectedly without explanation.",
  "Journalist reporter Anna Politkovskaya was poisoned and shot.",
  "Bill Browder: They did a very first round toxicology screen.",
  "Still, there's no direct evidence of a Kremlin connection.",
  "It found heavy metals in his blood, but no specific toxin.",
  "I would like to believe that they have not forgotten that.",
  "And when it's that kind of percentage, it's not to scare.",
  "Bill Browder: Alexander Perepilichny was a whistleblower.",
  "Sergei exposed it, testified against officials involved.",
  "Bill Browder: It's death if you cross the Putin regime.",
  "Lesley Stahl: So they never found the exact compound?",
  "Lesley Stahl: You were very, very sick and went back.",
  "Vladimir Kara-Murza: Many, unfortunately, have died.",
  "The police deemed it an unsuspicious, natural death.",
  "They didn't find anything on the first run through.",
  "Produced by Shachar Bar-On and E. Alexandra Poolos.",
  "Then I don't remember anything for the next month.",
  "Vladimir Kara-Murza: Well of that we have no idea.",
  "Lesley Stahl: But not many have almost died twice.",
  "But the authorities saw I ignored these messages.",
  "They succeeded: the Magnitsky Act passed in 2012.",
  "Still Kara-Murza maintains that he was poisoned.",
  "He begins sweating and he has trouble breathing.",
  "Lesley Stahl: Are you afraid for your own life?",
  "And we're not going to give him that pleasure.",
  "Lesley Stahl: And what do you think happened?",
  "Lesley Stahl: Well, they did look for poison.",
  "Detecting poison can be extremely difficult.",
  "Vladimir Kara-Murza: Well, you're very kind.",
  "Lesley Stahl: Even after being poisoned?",
  "I don't think I feel as good as I look.",
  "He was even angrier when it got passed.",
  "He knew he was on a dangerous mission.",
  "Lesley Stahl: So you look pretty good.",
  "Remarkably, Kara-Murza survived again.",
  "Many of my colleagues cannot do that.\"",
  "Lesley Stahl: You're going to go back?",
  "Vladimir Kara-Murza: It's our country.",
  "Many of my colleagues cannot do that.",
  "Today, it's a little more difficult.",
  "Vladimir Kara-Murza: They never did.",
  "They call it the heartbreak grass.",
  "Tonight, the story of one of them.",
  "\"Many, unfortunately, have died.",
  "Maria Rutan, associate producer.",
  "Lesley Stahl: So what happened?",
  "He survived but was disfigured.",
  "How are you actually feeling?",
  "They just couldn't find any.",
  "Lesley Stahl: Even for you?",
  "He told us this last June.",
  "I'm still talking to you.",
  "I'm still talking to you.",
  "I honestly, sincerely do.",
  "We have to fight for it.",
  "I'm the fortunate one.",
  "Now, are you finished?",
  "I'm the fortunate one.",
  "There are many of us.",
  "But he beat the odds.",
  "It's our country.",
  "I'm still here.",
  "I'm still here.",
  "It's to kill."
]