[
  "Michele Thoren Bond is the former assistant secretary for Consular Affairs; Washington, D.C. & Susan S. Jacobs is the former special adviser to the Office of Children’s Issues; McLean, Va.\n\n‘Medicare for all’ is a loser\n\nLetter to the editor:\n\nIn her USA TODAY column “Medicare for all is a winner for Democrats, as Ocasio-Cortez and others have shown,” Erica Payne argued that Democrats should endorse Medicare for all because “it’s more than just good policy.",
  "More: Donald Trump sold out the US to Russia, Vladimir Putin at #TreasonSummit\n\nMore: Maria Butina is the 'spy' the Trump administration asked for\n\nWhile we are a very strong country, we are not that strong that we would not need any help in many different ways, such as the use of air bases in European countries and supporting troops if we were to get involved in a major conflict on foreign soil.",
  "Amy Kaplan; Boulder, Colo.\n\nBefore siding with Russia, Trump dissed the EU\n\nLetter to the editor:\n\nOn the eve of President Donald Trump’s meeting with Russian President Vladimir Putin in Helsinki, Trump stated: “I think the European Union is a foe.” Calling the European Union a “foe” of the United States is not very smart and one must wonder just how mentally unbalanced the president really is.",
  "George Magakis; Norristown, Pa.\n\nState Department is helping with adoptions\n\nIn his USA TODAY column “Why does the State Department make it hard to adopt children from other countries?”, Chuck Johnson of the National Council (NCFA) for Adoption blamed the State Department for the recent decline in intercountry adoptions.",
  "(Photo: Evan Vucci, AP)\n\nLetter to the editor:\n\nWhere are the Republican legislators who, before the last election, loudly proclaimed that in this country “we have a president, not an emperor,” in voicing their objections to perceived overstepping by President Barack Obama?",
  "Now, he is trading threats with Iranian President Hassan Rouhani, warning of consequences “the likes of which few throughout history have ever suffered.” Is there any reason for Rouhani to take this threat any more seriously than the one made against North Korea?",
  "More: Melania Trump is making money as first lady ... bless her heart\n\nPresident Donald Trump’s objective is obvious: to that ensure the executive branch is above the law, secure his control over the legislative and politicize the judiciary in his favor.",
  "Bob Kline; Waxhaw, N.C.\n\nSystem of checks and balances on thin ice\n\nLetter to the editor:\n\nRegardless of who replaces Justice Anthony Kennedy, it’s certain that for the foreseeable future the Supreme Court’s decisions will skew to the right.",
  "On the other hand,Vietnam and Kyrgyzstan reopened their intercountry adoption programs in 2014 and 2017, after concerted efforts by the department to address their concerns, and similar efforts continue in other countries worldwide.",
  "And if this wasn’t bad enough, Trump had previously dissed the North Atlantic Treaty Organization as “obsolete.” NATO is an intergovernmental alliance between 29 countries, which is essentially a system of collective defense.",
  "Their silence makes them complicit, co-conspirators in the excesses and blatant misuse of presidential authority that is undermining both the rule of law and the constitutional design and functioning of our government.",
  "Sally C. Pipes, president and CEO of Pacific Research Institute; San Francisco\n\nTo join the conversations about topics on USA TODAY, email letters@usatoday.com, comment on Facebook, or use #tellusatoday on Twitter.",
  "During our years at the department, we (and our colleagues) led international efforts to promote ethical adoptions around the world, in the face of numerous outside factors that drove adoption numbers down.",
  "Their willful silence is a shameful attempt to look away, rather than rise to the duty in their oath of office, and in doing so they put all that we stand for as a country, including our freedom, at risk.",
  "When he ran for president, Sanders proposed paying for his plan by instituting a new 7.5 percent tax on employers, a new 4 percent tax on all households and significant tax hikes on the wealthy.",
  "We have spent decades enjoying a great relationship with our European allies and have always known that we could depend on them if we needed their help to fight any potential adversaries.",
  "The Medicare for all plan championed by Sen. Bernie Sanders, I-Vt., for instance, would increase federal health spending by $32 trillion over 10 years, according to the Urban Institute.",
  "More: Medicare for all is a winner for Democrats, as Ocasio-Cortez and others have shown\n\nAll those tax hikes would still raise less than half of what’s needed to pay for the plan.",
  "More: Trump's tweet threat to Iran is irrational, lacks credibility\n\nIt appears Trump acts in the spur of the moment without screening his thoughts or controlling his anger.",
  "The NCFA should join and support efforts to promote domestic and intercountry adoptions, in line with our shared goal of placing and keeping children in loving families.",
  "The European Union is our ally and the United States would be in big trouble if, God forbid, we end up in another world war or a major conflict somewhere in the world.",
  "Guatemala, Cambodia, Ethiopia and Nepal have all closed their intercountry adoption programs due to concerns about trafficking, rehoming and other bad practices.",
  "I hope the day never comes that we get attacked and have no European allies to help us, but unfortunately we are getting closer to that day with this president.",
  "Thus, the accusation that the department maintains “anti-adoption policies” that are “preventing Americans from becoming parents” is offensive and wrong.",
  "The decline in intercountry adoptions reflects changing practices in many countries from which Americans had historically adopted in large numbers.",
  "He threatened North Korean leader Kim Jong Un with “fire and fury” in the past, and that threat came to nothing but muddled denuclearization talks.",
  "At this moment, maintaining these three pillars of our democracy is more critical than the issues of abortion, health care or even immigration.",
  "Trump’s tweet on Iran lacks credibility\n\nLetter to the editor:\n\nPresident Donald Trump seems not to be able to track what he says.",
  "President Theodore Roosevelt said “speak softly and carry a big stick,” but Trump stomps around making big noises doing nothing.",
  "It is time for them to show their courage and integrity by doing what is right for America, rather than what is convenient.",
  "Domestic adoptions have increased in some countries, including China, resulting in a decrease in intercountry adoptions.",
  "What’s not certain is the future of the three branches of government that our Constitution so wisely implements.",
  "It’s hard to see how trillions of dollars in new taxes could possibly represent good policy — or good politics.",
  "But it is becoming increasingly clear that he lacks any credibility with our allies or other foreign powers.",
  "From Helsinki, to Iran, to intercountry adoptions our readers sound off on the week's headlines.",
  "I implore senators to reject any action or rationale that might put Kananaugh on the bench.",
  "More: Why does the State Department make it hard to adopt children from other countries?",
  "Russia closed its intercountry adoption program in retaliation for the Magnitsky Act.",
  "South Korea reduces the number of intercountry adoptions by 10 percent every year.",
  "It’s good politics.” But wait until voters get a look at how much it would cost.",
  "If the European Union is our “foe,” then I hate to think who our real enemy is!",
  "Trump is a very foolish president and is jeopardizing the safety of our nation.",
  "Americans should be grateful that he hasn’t gotten us into a war, yet.",
  "If Brett Kavanaugh is confirmed, our Constitution will be compromised.",
  "They were right of course, but where are they now?",
  "Read or Share this story: https://usat.ly/2vdW6sY",
  "Nothing could be further from the truth.",
  "More: Rep. Ted Lieu: Tapes don't lie.",
  "Brian Vukadinovich; Wheatfield, Ind.",
  "President Donald Trump in Iowa.",
  "Even if the president does."
]