[
  "Washington Post reported late last month the following, \"Trump's ire at Mueller rose to such a level that then White House strategist Stephen K. Bannon and then-Chief of Staff Reince Priebus grew, quote, 'Incredibly concerned,' that he was going to fire Mueller and sought to enlist others to intervene with the president, according to a Trump advisor who requested anonymity to describe private conversations.\"",
  "I think you know the story of Andrew McCabe that walked into my office, shut my door and basically told me that the New York Times' story that was in the paper that first came out in February that said there are constant contacts between the Trump campaign and the Russians with the door closed-- looked at me and said, \"I want you to know that this story right here is total BS.",
  "For instance, on Thursday, one day before the release of the Republican memo, Brennan sent out a tweet that said in part, \"I never witnessed the type of reckless partisan behavior I am now seeing from Nunes and House Republicans, absence of moral and ethical leadership in White House is fueling this government crisis.\"",
  "CHUCK TODD:\n\nPresident Trump is not ruling out firing Deputy Attorney General Rod Rosenstein after the release of a Republican memo which accuses senior law enforcement officials including Rosenstein of abusing their surveillance powers to spy on former campaign aid Carter Page who they suspected was a Russian agent.",
  "CHUCK TODD:\n\nIn fact I want to --\n\nREINCE PRIEBUS:\n\nThe point is is that --\n\nCHUCK TODD:\n\n-- there was one, in fact the president's lawyer said the following, and this is a New York Times that \"Mr. Cobb said that Mr. Trump did not know that Mr. Flynn had discussed sanctions with Mr. Kislyak in the call.",
  "[END TAPE]\n\nJOHN BRENNAN:\n\nI think there are a number of senior members of this administration who follow Donald Trump's way of trying to denigrate and condemn everything that happened before them as a way to make them appear that they are doing things better than ever have been previously.",
  "If I'm reviewing that and I tell the attorney general, \"By the way, this came from the DNC and the Hillary Clinton campaign,\" and that's not in the memo, we go back to the F.B.I., there was no division of national security at that time, and we send it back and put it in.",
  "You take away – what the, what the -- when you take away what the media wants to focus in on which is the decision making process and some of the drama, but you actually look at what decisions are being made and the fundamentals, the president's doing a remarkable job.",
  "But I think it reflects a general insecurity that you -- only if you criticize your predecessors, whether it be President Obama or whether it be the former director of the C.I.A., do you -- are you able to make sort of points to try to trump up your credentials.",
  "But I do think that Paul's view of what fundamentally is getting accomplished under President Trump when you look at tax cuts, you look at ISIS, you look at the courts which is a historical record, when you look at regulation and what the president's done.",
  "REINCE PRIEBUS:\n\nOh he brought it up occasionally but he also follows it up with the fact that, you know, that day and the next day I was the guy on the plane playing both the moderator and Hillary Clinton, preparing the President for that second debate.",
  "I was chairman of--\n\nCHUCK TODD:\n\nDid you feel misled reading the next day--\n\n(OVERTALK)\n\n--to find out that the email that Donald Trump Junior thought the meeting was going to be about Hillary Clinton--\n\n(OVERTALK)\n\nREINCE PRIEBUS:\n\nWell, no not really.",
  "But I will tell you this, which I think is something that I've talked to a couple people about, I never felt, of all the things that we went through in the West Wing, I never felt that the president was going to fire the special counsel.",
  "Nor does this memo undermine much of what we now know about the Russia probe from contacts between Trump family members and campaign officials with Russians, to President Trump's admission to Lester Holt of NBC News that he fired F.B.I.",
  "CHUCK TODD:\n\nThe memo which has been hyped by Trump allies for weeks alleges the October 2016 application for the initial surveillance warrant relied on a dossier compiled by Christopher Steele, a former British intelligence operative.",
  "Still, many see President Trump using the memo either as justification or an excuse depending on your point of view to dismiss the man who oversees Special Counsel Robert Mueller's investigation, Deputy Attorney General Rod Rosenstein.",
  "Washington Post columnist, NBC News analyst Eugene Robinson, Amy Walter, national editor of the Cook Political Report, Yamiche Alcindor, White House correspondent for the PBS NewsHour and Hugh Hewitt, host on the Salem Radio Network.",
  "I think over the past year he has demonstrated he's engaged in these tactics purely to defend and try to make excuses--\n\nCHUCK TODD:\n\nHas he brought up--\n\n(OVERTALK)\n\nCHUCK TODD:\n\n--any legitimate issue in your mind in that memo?",
  "If senior members of a political campaign on a presidential campaign, they need to be aware of what it is that they need to do in order to make sure that they stay on the right side of the law as well as the right side of ethics.",
  "So when he goes to deliver the news it's a lot different than when, say, Ken Starr went to deliver the news because Democrats had effectively undercut him and undercut his credibility and made it about Ken Starr personally.",
  "If you were a corporate executive in America and you did a quarterly earnings report that showed income from a source and you did not describe that source as sketchy, shady or in some way compromised you will go to jail.",
  "The scarlet A.H'\" How often did he -- I've heard this about the president, not just with you, that he finds a moment that you -- that he didn't like advice, and this is with any advisor, and he brings it up all the time.",
  "I mean so -- it's one of those things where people--\n\nCHUCK TODD:\n\nThey're hanging it on you\n\nREINCE PRIEBUS:\n\n-- people, people behind the scenes bring this issue up but none of them spoke up and said oh that's wrong.",
  "But I just want to go back to something else to sort of do a 30,000-foot view about where we are and how we got here that none of this--what we're talking about right now would have been possible but for two things.",
  "CHUCK TODD:\n\nLet me ask you another event in and around that time also which was the report about the Trump Tower meeting between Donald Trump Junior, members of the campaign team at the time and the response to it.",
  "Let me -- one more question about one more event --\n\nREINCE PRIEBUS:\n\nOk, one more\n\nCHUCK TODD:\n\n-- one more event that we're -- that has been unclear which is the Michael Flynn situation --\n\nREINCE PRIEBUS:\n\nSure.",
  "I think it's fascinating that the coauthor of the memo and the man who saw the underlying intelligence, Congressman Trey Gowdy, has been saying this does nothing to undermine his faith in the Mueller investigation.",
  "JOHN BRENNAN:\n\nWell, it's so hard to say because we, we don't have access to the underlying information of the Nunes memo which really, you know, clearly indicates that he was being exceptionally partisan in this.",
  "CHUCK TODD:\n\nThe Washington Post reports that Mr. Trump has told aids that releasing the memo might give him justification to fire Rosenstein who oversees Mueller and is the only person who could legally fire him.",
  "And his tweets say that this vindicates him when we--when anybody who reads that memo realizes that that's not what happening tells me that this memo was all about just getting the base to start talking about it.",
  "So I never felt the level of--\n\nCHUCK TODD:\n\nThe feeling and--\n\nREINCE PRIEBUS:\n\n--the level ten that--\n\nCHUCK TODD:\n\n--what people heard, it's possible the president uttered the words, \"I want Mueller fired.",
  "What I can tell you is that there was never a time from the moment that this issue came up until the moment that we discovered it wasn't necessarily true, there was never a time that Michael Flynn denied it.",
  "REINCE PRIEBUS:\n\nWhat do you mean I was -- I don't know about -- I don't remember about in front of the president but I can tell you to me certainly it was something that he always denied up until the end.",
  "And as wild as that ride has been both for Paul Ryan and people like myself you cannot escape the fact that the president is doing a remarkable job on the fundamentals of what being president is all about.",
  "It was all about this idea that they were trying to explain to the public that they needed to know this, that this was in their best interest when in reality it was in the best interest of the president.",
  "People say they're just not following the NFL as closely as they used to in a 2014 NBC News/Wall Street Journal poll we had 58% saying they followed football closely versus just 42% who said they didn't.",
  "But even with our hype surrounding today's game between the Eagles and Patriots, data shows the NFL and football in general may have some real issues to deal with in the public eye for years to come.",
  "And to hear people like Mr. Trump and others denigrate the work that they do, and they're trying to make distinctions between the rank and file and the senior members, well, I think, you know, C.I.A.",
  "And, and, and --\n\nCHUCK TODD:\n\nThere's no --\n\nREINCE PRIEBUS:\n\n-- others in that circle, when that story came out, we all talked to each other and said this is the craziest thing I've ever heard of.",
  "Because I think in the end the people involved, at least this is my assertion, that the people involved truly believed that it was a nothing meeting, totally about these issues of Russian adoption.",
  "CHUCK TODD:\n\nSo when you were preparing to go on that show and you asked, \"Okay what should I know about this meeting--\"\n\n(OVERTALK)\n\nCHUCK TODD:\n\nMembers of the family told you Russian adoption?",
  "CHUCK TODD:\n\nYea\n\nREINCE PRIEBUS:\n\nAnd that we had to do everything that we could do to turn this campaign around, get ready for the second debate, apologize for what happened and more forward.",
  "And Devin Nunes, over the past several months, all the way back to the spring of last year I think has been engaged in these tactics purely to defend, make excuses and try to protect Mr. Trump.",
  "And you see people\n\nCHUCK TODD:\n\nI'm old enough to remember--\n\nEUGENE ROBINSON:\n\n--and people on the right, of the Republican Party, or virtually the entire Republican Party saying, \"The F.B.I.",
  "Joining our panel right now from Jupiter, Florida on this Super Bowl Sunday is a man who knows a thing or two about both football and politics, it's Bryant Gumbel, host of Real Sports on HBO.",
  "CHUCK TODD:\n\nThis morning my two exclusive guests, President Trump's first White House chief of staff, Reince Priebus who knows how the president thinks and makes decisions and former C.I.A.",
  "CHUCK TODD:\n\nBack now with end game, that remark during the State of the Union addressed this week about standing for the national anthem was just President Trump's latest swipe at the NFL.",
  "And if the Russians were involved in something like that, directed against individuals who are aspiring to the highest office in this land, there was an obligation on the part of the F.B.I.",
  "Listen, it's a legitimate issue that the president and all of his supporters, at least the ones that go on television, reiterate in saying they want to cooperate with the special counsel.",
  "And I find it inexplicable in terms of how that meeting took place and interest in part of individuals, very close to Mr. Trump, who wanted to get dirt on Hillary Clinton from Russians.",
  "Individuals who maybe were unaware of what their obligations were or just how diabolical the Russians can be in terms of their cultivation of individuals to work on their behalf.",
  "And look, if I didn't believe in the president, I wouldn't have transferred the millions of more dollars that were put into his campaign and the field and data operation to boot.",
  "Some of it by their own behavior whether it was the Catholic Church covering up sex abuse scandals, sports covering up doping, obviously 9/11 and the weapons of mass destruction.",
  "Let me ask you this, you had a pretty powerful monologue after the president's initial comments when he made those remarks in Alabama about what owners ought to do to players.",
  "officers know that these are institutions that I believe have been well-led over the years and that really are so important and critical to keep this nation safe and secure.",
  "Joining me for insight and analysis are Washington Post columnist and NBC News political analyst Eugene Robinson, Amy Walter, national editor for the Cook Political Report.",
  "And let's face it, if you are a star or if you are an indispensable member of a team, you have more latitude than the guy who's just barely hanging on for the job minimum.",
  "did not pull the threads, investigative threads, on American persons who might have been involved with Russia and working on their behalf either wittingly or unwittingly.",
  "And it did not play any role whatsoever in the intelligence community assessments that was done that was presented to then President Obama and then President-elect Trump.",
  "You were the recipient of emails from K. T. McFarland and forwarded emails I think from Tom Bossert during the transition that did hint at a conversation that Flynn had.",
  "REINCE PRIEBUS:\n\nI think it was very clear by the president's own words that he was concerned about the conflicts of interest that he felt that the special counsel had.",
  "Player protests are clearly turning off some fans as well as the safety concerns of the game, both for the game we watch and how we watch it and the game our kids play.",
  "When we come back, will the memo convince Americans that the Russia investigation is tainted or that President Trump's allies will do whatever it takes to protect him?",
  "(BEGIN TAPE)\n\nCHUCK TODD:\n\nJoining me now for his first interview since leaving the White House last summer is President Trump's first chief of staff Reince Priebus.",
  "PRESIDENT TRUMP:\n\nPresident's reverence for those who have served our nation reminds us of why we salute our flag and why we proudly stand for the national anthem.",
  "But I'd like to believe that at this point people of good will recognize the protest is about police brutality and has nothing to do with the military or the flag.",
  "EUGENE ROBINSON:\n\nYamiche’s point though ... it is fascinating that you see people on the left of the Democratic Party saying, \"How dare anyone attack the F.B.I.\"",
  "But I never, ever saw the Democrats do something like this that was so partisan, so reckless and really just laid waste to the protocols that governed committees.",
  "But I also think it's clever of him to offer far more on DACA than most what Republicans would have offered because I think there – it, it boxes everyone else in.",
  "And if there was ever anything at all that caused me any concern I would go to the White House Counsel's office, we would talk about it and it would get resolved.",
  "YAMICHE ALCINDOR:\n\nTalk to me a little bit about how the social impact of President Trump talking has really impacted how athletes feel the pressure to speak up.",
  "When we come out of this we're going to talk Super Bowl Sunday a little bit and why some people say they're not following the NFL as closely as they once did.",
  "We're going to go deeper into how the political culture wars have impacted the way people feel about the NFL and the role President Trump has played in that.",
  "And when you were on that Sunday show that morning I think it was the only Sunday show that morning that actually talked about that New York Times article.",
  "And the memo undercuts its own case acknowledging that it was not the Steele dossier but Trump campaign advisor George Papadopoulos who triggered an F.B.I.",
  "But yet Senator Feinstein kept the, the Republican members informed and did not decide to put something out that only reflected the, the Democratic side.",
  "(BEGIN TAPE)\n\nSTEVE BANNON:\n\nAnd Trump went around the room and asked people the percentages he thought -- of still winning and what the recommendation.",
  "The pre-release campaign by President Trump's allies was aimed at discrediting the Russia investigation no matter what the memo did or did not reveal.",
  "and the intelligence community had collected a fair amount of information in the summer of 2016 about what the Russians were doing on multiple fronts.",
  "That Devin Nunes and Republicans denied the ability of the minority, the Democrat members of that committee, to put out its report is just appalling.",
  "I do think that when the president weighed in it energized African-American athletes and to an extent unified them in a way they had not been before.",
  "(END TAPE)\n\nCHUCK TODD:\n\nAn anonymous friend of the president said this about you, he said \"Trump had long questioned the depth of Priebus' loyalty.",
  "Is it something that we can correct, we can –\n\nCHUCK TODD:\n\nWhat you're saying is you might have been willing to defend it had he been forthcoming?",
  "But they never did what this administration is doing and these people are doing,\" which is really adding--\n\nHUGH HEWITT:\n\nI have to disagree a bit.",
  "REP ADAM SCHIFF:\n\nThis is just the latest chapter in an effort to distract attention from the Russia probe and try to put the government on trial.",
  "And it was in late summer of 2016 when there were some individuals from the various U.S. news outlets who asked me about my familiarity with it.",
  "had visibility into a number of things that were going on involving some individuals who may have had some affiliation with the Trump campaign.",
  "director himself under President Obama, John Brennan, who is making his debut as an NBC News senior national security and intelligence analyst.",
  "JOHN BRENNAN:\n\nDianne Feinstein and I had some very, very confront--\n\nCHUCK TODD:\n\nYou went on this show had some--\n\nJOHN BRENNAN:\n\nI did, yes.",
  "And if there are concerns about how forthcoming the bureau is, and I think the bureau from what I have been able to tell, was very forthcoming.",
  "I think number one is I think it was Malcolm Gladwell said that it's going to be in about 25 years socially unacceptable to be a football fan.",
  "So you have this weird situation where I thought it was really important that John Brennan was saying that, \"Yes, I had issues with Democrats.",
  "And so everyone's in this world where we're being told one thing and sort of operating in this other world of constant obsession by the media.",
  "And I can just tell you I've never felt that there was some sort of collusion or some kind of obstruction situation going on in the West Wing.",
  "And that, of course, there would be a Mueller investigation, a Russia investigation without the dossier, without--even without Carter Page.",
  "Should, we dont -- we are learning that the FISA Court was certainly alerted of some political, political opponent being involved in this.",
  "Whites have seen a 12 point drop among those who say they follow football closely while blacks and Hispanics have essentially held steady.",
  "Anyway, well, now you have--\n\nCHUCK TODD:\n\n--all of you picked up on that and I wanted the audience to hear your guys' reaction on that.",
  "CHUCK TODD:\n\nThe president's allies say the memo proves the entire Russia investigation is illegitimate and that this is just phase one.",
  "In other words, every time Michael Flynn was confronted with the question of did you or did you not talk about sanctions, he denied it.",
  "I mean he turned that second debate around and then went on a three week, five speech a day disciplined campaign and won the operation.",
  "CHUCK TODD:\n\nI want to get your reaction to something your successor said about his decision-making pro--process as head of the C.I.A.",
  "And when you dig even deeper, it's really white men behind this drop, a 22 point slip among white men while white women are unchanged.",
  "But look at this one, among moms a 13 point increase in those who'd encourage their kid to not play football due to the safety issue.",
  "And then the tribalism that we only will trust what comes out of the mouths and the opinions of people that we already identify with.",
  "CHUCK TODD:\n\nPlus will President Trump use the memo to fire the man in charge of the special counsel's investigation, Rod Rosenstein?",
  "YAMICHE ALCINDOR:\n\nIf you listen to the Trump supporters though and people who are really in his camp, they're going after Mueller.",
  "Director John Brennan's becoming an increasingly vocal critic of members of Congress who have attacked the intelligence community.",
  "The memo does not make the case that the now famous dossier compiled by British spy, Christopher Steele, was the reason the F.B.I.",
  "REINCE PRIEBUS:\n\nWell, I mean, first of all, there's an ongoing investigation so there's some things that I can't get into, Chuck.",
  "But now what you get on Sunday afternoon you can get on Thursday night, you can get on Sunday night, you can get on Monday night.",
  "BRYANT GUMBEL:\n\nYou know what, Gene, I don't think it's as big a factor as it is in baseball where you need one of the big teams.",
  "JOHN BRENNAN:\n\nI believe that there was a fair amount of naiveté on the part of individuals who were part of the Trump campaign.",
  "JOHN BRENNAN:\n\nWell, there were things in that dossier that made me wonder whether or not they were, in fact, accurate and true.",
  "CHUCK TODD:\n\nJohn Brennan, you're now adding the title of NBC News national security analyst, senior national security analyst.",
  "HUGH HEWITT:\n\nHey, Bryant, Hugh Hewitt, how much of the NFL's problems is really the flipside of the college game's ascendancy.",
  "CHUCK TODD:\n\nDo you know if the president--\n\n(OVERTALK)\n\nCHUCK TODD:\n\n--was involved with the drafting of the statement or not?",
  "CHUCK TODD:\n\nBecause Steve Bannon shared this anecdote about, about you and candidate Trump after the \"Access Hollywood\" tape.",
  "But I know the difference between fire that person, why isn't that person gone, to what I read in that New York Times' piece.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“02.04.18”\n\nCHUCK TODD:\n\nThis Sunday the Republican memo is out and the reaction is in.",
  "He was coming off of talking about a teammate of his, Mike Pyle, who was the center on the Bears teams that he was a part of.",
  "And you also have the delusion of, the diminution of the audience of the NFL in that Sunday afternoon used to be sacrosanct.",
  "Parents who have a child at home were asked if they'd encourage them to play another sport due to concern about concussions.",
  "He did not -- that he basically misled you and didn't tell you that his conversations with the Russian ambassador were that.",
  "In that, in fact, it was a meeting about Russian adoption and this thing called the Magnitsky Act that I'd never heard of.",
  "And by the way, nobody else will say this, all charges against Paul Manafort and General Michael Flynn need to be dropped.",
  "REP. DEVIN NUNES:\n\nWe are in the middle of what I call phase two of our investigation which involves other departments.",
  "In fact, White House counsel Don McGahn wrote in his cover letter clearing the release of this memo for public reading.",
  "REP. DEVIN NUNES:\n\nWe are in the middle of what I call phase two of our investigation which involves other departments.",
  "REINCE PRIEBUS:\n\nBecause he’s -- my point is he's accomplishing the things that he's worked til -- since he was 21 on.",
  "But I do think if you ask the owners they would say, \"Yeah, people tune in to see the duel between Brady and Rodgers.",
  "Unfortunately the rancor right now in Washington between the Democrats and Republicans is at an unprecedented level.",
  "[BEGIN TAPE]\n\nMIKE POMPEO:\n\nGovernment's worse than the private sector because the incentive systems are misaligned.",
  "REINCE PRIEBUS:\n\nAnd I’ve talked about this before which is why I’m comfortable talking about it with you right now.",
  "Even though I was chief of staff, it doesn't mean that I know every single thing that his lawyers are dealing with.",
  "REP. JIM JORDAN:\n\nFour times they took this dossier and dressed it all up like it was some legitimate intelligence.",
  "Hugh Hewitt, host on the Salem Radio Network and Yamiche Alcindor, White House correspondent for the PBS News Hour.",
  "Some of it is that the people as part of the institutions, even politicians, things are rigged, things are corrupt.",
  "I think that if you look at what's happening in the economy and you look at the tax cuts, you look at unemployment.",
  "JOHN BRENNAN:\n\nWell, it was not a very well-kept secret among press circles for several months before it came out.",
  "1) the gradual disillusion of faith and trust in institutions that has been happening over the last ten, 15 years.",
  "I think it feels a little bit like you know, when you're in the supermarket and there's ‘musac’ in the background.",
  "YAMICHE ALCINDOR:\n\nAnd Sarah Sanders said from the podium, \"Of course he's not going to call for Mueller's firing.",
  "None of that happened because if it did happen, then it would have simply been ok, is what you did right or wrong.",
  "REINCE PRIEBUS:\n\nI'm going tell let his lawyers deal--\n\nCHUCK TODD:\n\nBecause his--\n\nREINCE PRIEBUS:\n\n--with that.",
  "CHUCK TODD:\n\nYou were pretty rough on the Senate Intel Committee when they released the so-called torture report.",
  "It's Republicans going after Republicans and Republicans going after institutions that usually were conservative.",
  "It's that you have people now questioning the institutions without really understanding what everything is about.",
  "So Paul Ryan and Mitch McConnell know if they said, \"He really should fire Rob Mueller,\" that would be a crisis.",
  "As divided as we are as a country there's still one thing that always brings Americans together, the Super Bowl.",
  "And I think the one that's being overlooked is the NFL product is not a very good entertainment product anymore.",
  "I don't know much about it other than it seems to be, on the end of the Trump individuals, a big nothing-burger.",
  "After the inauguration,\" he said \"'Flynn specifically denied it to him, in the presence of witnesses,' he said.\"",
  "And Super Bowl Sunday, the NFL's big day and its big problems with concussions, politics and declining interest.",
  "And I would know the difference between a level ten situation, as reported in that story, and what was reality.",
  "HUGH HEWITT:\n\nThe memo proves--I reviewed hundreds and hundreds of FISA applications for two attorneys general.",
  "And as I said in my tweet, I've had fights with the Dems over the years when I was in the Obama administration.",
  "REINCE PRIEBUS:\n\nI think it's something he needs to talk to his wife about in the spring and make a decision.",
  "CHUCK TODD:\n\nYamiche, what has mattered more with this memo, what was in it for the president or the buildup?",
  "AMY WALTER:\n\nBut this now--Right This is undercutting the underlying evidence that's going to Robert Mueller.",
  "How does the president's insertion of politics into football-- how has it impacted the game, in your opinion?",
  "The drop has been steeper among Republicans, 15 points, but Democrats and independents have declined as well.",
  "ANNOUNCER:\n\nYou can see more end game and post-game sponsored by Boeing on the Meet the Press Facebook page.",
  "CHUCK TODD:\n\nWhen did you first learn of the so-called Steele dossier and what Christopher Steele was doing?",
  "This was all in that report that said White House Counsel Don McGahn said he'd resign if ordered to do this.",
  "Now the campaign by Trump allies to push for the memo's release--\n\nSEAN HANNITY:\n\nHashtag release the memo.",
  "CHUCK TODD:\n\nBut you felt like--\n\nCHUCK TODD:\n\n--when you heard the word ‘felt’ that that was legal advice.",
  "And the idea of tuning in to watch second-string quarterbacks go at it does not move the needle very much.",
  "HUGH HEWITT:\n\nI talked to all the Republicans, McConnell, Ryan, no one is calling for Mueller to be fired.",
  "Did you know -- when did you know that Michael Flynn did speak to the Russians about the sanctions issues?",
  "CHUCK TODD:\n\nSo it was just other people informing you of this is what you should know about this meeting.",
  "Were you one of those witnesses, where Flynn denied talking to the Russians on sanction to the President?",
  "The president has been highly critical of players who have refused to stand for the Star-Spangled Banner.",
  "But when it has, Amy, it's gotten two lying to the F.B.I., two flips and Michael Flynn and Papadopoulos.",
  "Amy Walter, all right, do you feel like you know more or less about the safety of Robert Mueller's job?",
  "The Cowboys, who are supposed to be good this year, who are America's team, in fact, were pretty awful.",
  "The senior official described Priebus' counsel that day as a quote 'stain he was never going to remove.",
  "Let me start right on an issue that happened near the end of your tenure as White House chief of staff.",
  "If you go back and look at every single Sunday show, that was the only one that actually discussed it.",
  "I think about athletes like Kareem Abdul-Jabbar, there was a moment there where he is now very active.",
  "CHUCK TODD:\n\nBy the way, let me put up the quick poll number here, Eugene, to support your point here.",
  "And people ought to think about a FISA warrant as a quarterly report and hold it to the same standard.",
  "CHUCK TODD:\n\nI want to go the, the central thesis of the Nunes memo is that the FISA Court was misled.",
  "There is some owners who are more willing to allow the players a great deal of freedom of expression.",
  "I think television is down and all shows across the board, morning shows and television news shows.",
  "CHUCK TODD:\n\nSo does Ryan think--\n\nREINCE PRIEBUS:\n\nAnd I think he--\n\nCHUCK TODD:\n\n--he can retire?",
  "So you can understand the frustration of the president when he's told he's not under investigation.",
  "I think--\n\nCHUCK TODD:\n\nI guess I kind of expected--\n\nBRYANT GUMBEL:\n\n--that's what scares people.",
  "You either drop out right now or you lose by the biggest landslide in American political history.",
  "In other words, the White House counsel is saying this is essentially a political opinion piece.",
  "And who was in a bed seriously ill with most of his problems relating to his years in football.",
  "And I'm sorry, we were all stunned when Mike Ditka said he wouldn't have his kid play football.",
  "Well, this year only 49% say they follow closely while a slim majority, 51% now say they don't.",
  "He's giving more than I probably would have given in the same, in the same -- as advice to him.",
  "How much detail should the FISA judge have known and should they have known more than they did?",
  "CHUCK TODD:\n\nSo the Trump Tower meeting, for instance, with Donald Trump Junior, gets an email.",
  "But he, as a messenger, is more credible than, say, somebody coming out of another institution.",
  "And that--\n\nCHUCK TODD:\n\nWe don't know there's an omission of that material fact though, Hugh.",
  "We've now learned they've tried to confirm some of it and have had some success, some not yet.",
  "Maybe he might have to recuse on an obstruction case because he authored the memo about Comey.",
  "You think of Muhammad Ali feeling the need because he was an African-American man to speak up.",
  "To a lot of people the headline of the Republican memo was that it didn't live up to the hype.",
  "If, if, if General Flynn would have simply said, wait a second, you know what, I actually did.",
  "That's a minus two overall for football and an 18 point swing in interest in just four years.",
  "I think the president's position that he's taking on the, the dreamers and DACA is very bold.",
  "To include on the Senate Intelligence Committee's report on interrogation program the C.I.A.",
  "I don't know of a single Republican of stature, of stature--\n\nYAMICHE ALCINDOR:\n\nOf stature.",
  "CHUCK TODD:\n\nBryant, on that note I wish I could say, we are going to end in an upbeat note.",
  "REINCE PRIEBUS:\n\nI can't really get into all of that because some of that is, is classified.",
  "You need the Yankees of the Dodgers or the Cubs to be engaged for the nation to be engaged.",
  "But the problem with Hispanics is worse today for the Republican party then it was in 2013.",
  "The other thing I'd say is that no one in the room disagreed with what I was saying either.",
  "CHUCK TODD:\n\nRepublican opponents of you critic -- claimed you were politicizing the C.I.A.",
  "If we do not, out Party's appeal will continue to shrink to its core constituencies only.\"",
  "It's not a stop and go league where you have to turn to instant replay every other second.",
  "CHUCK TODD:\n\nAnd House Intelligence Committee Chair Devin Nunes says there's more to come.",
  "Director John Brennan on his concerns about the dangers of the politicizing intelligence.",
  "We now learn the next day that it was not about Russian adoptions at the initial meeting.",
  "JOHN BRENNAN:\n\nIf there are issues related to whether they be the process involving FISA.",
  "YAMICHE ALCINDOR:\n\nHashtag, release the memo was way more important than the actual memo.",
  "HUGH HEWITT:\n\nI believe it is fairly--I will rely on the fact they did not say DNC, HRC.",
  "ANNOUNCER:\n\nFrom NBC News in Washington, the longest-running show in television history.",
  "Yesterday President Trump tweeted, quote, \"This memo totally vindicates Trump in probe.\"",
  "RAJ SHAH:\n\nWe fully expect Rod Rosenstein to continue on as the deputy attorney general.",
  "AMY WALTER:\n\n--and because he has a lower profile the attacks aren't on him personally.",
  "Some for the game, some for the commercials and some, of course, for Justin Timberlake.",
  "And the reality is it's not a game that's going to leave you healthy and of sound mind.",
  "In a politically divided country this change in attitude looks strangely bipartisan.",
  "Or do you think it's more something like they would naturally already be doing this?",
  "Specifically the State Department and some of the involvement that they had in this.",
  "CHUCK TODD:\n\n--you never heard the specific--\n\nREINCE PRIEBUS:\n\nI never heard that.",
  "Do you think the president's making a mistake by not following your advice on this.",
  "I think Jim Comey has said that it contained salacious and unverified information.",
  "I've been talking to family members in Miami who never really talk about politics.",
  "had to get that FISA warrant and how much of the Steele dossier was a part of it?",
  "Mr. Brennan, welcome to NBC and welcome to--\n\nJOHN BRENNAN:\n\nGood morning, Chuck.",
  "And of course we'll be back next week because if it's Sunday it's Meet the Press.",
  "Here's what you said the meeting was the day after the report on Fox News Sunday.",
  "To be clear the memorandum reflects the judgements of its Congressional authors.",
  "But the real question for the NFL will be how many tune in on Sundays next fall.",
  "Just how much pressure they feel I think depends on their position on the team.",
  "CHUCK TODD:\n\nReince Priebus, former chief of staff I'm going to leave it there.",
  "Obviously on one hand, politically, republicans, house, senate, the presidency.",
  "JOHN BRENNAN:\n\nNow I'm not going to get into details about how it was acquired.",
  "They don’t say it’s, they don’t, they say it's unconfirmed but that's about it.",
  "Looks like Rick Gates may be in the form of--you know, he's just doing his job.",
  "There's some Democrats of Mike Pompeo that believe he's politicizing the C.I.A.",
  "CHUCK TODD:\n\nDo you see a president preparing to fire Robert Mueller right now?",
  "But I never heard the idea or the concept that this person needed to be fired.",
  "REINCE PRIEBUS:\n\nNot--\n\nCHUCK TODD:\n\nThat--\n\nREINCE PRIEBUS:\n\n--in particular.",
  "CHUCK TODD:\n\nBut you never took it--\n\nREINCE PRIEBUS:\n\nNo, I never heard that.",
  "So, yeah, has it had some effect on the lessening of interest in the NFL game?",
  "CHUCK TODD:\n\nBy the way, I'm going to button up something from Reince Priebus.",
  "But he -- but, you know, our eyes have been opened to the dangers of the game.",
  "So when I read that I'm just telling you I didn't feel that when I was there.",
  "I want to ask you about you -- the relationship you have with the president.",
  "40% of the decisions that were previously made by the director of the C.I.A.",
  "Misled about the origins of the Steele dossier, misled about political bias.",
  "I think he did better with black voters and Hispanic voters in the election.",
  "And I think it, it really underscores just how partisan Mr. Nunes has been.",
  "And Mr. Trump has credited himself for this year's slipping NFL TB ratings.",
  "The percent of those who said yes was up nine points between 2014 and 2018.",
  "He just put out publicly one side in a very selective, cherry-picked memo.",
  "When I was reading that memo I thought, \"Okay, what was the big news here?",
  "REINCE PRIEBUS:\n\n-- or, or saying, or say there was nothing wrong with it.",
  "CHUCK TODD:\n\nBut Democrats on the committee dispute that saying the F.B.I.",
  "PRESIDENT TRUMP:\n\nI think it's a disgrace what's happening in our country.",
  "PRESIDENT TRUMP:\n\nI think it's a disgrace what's happening in our country.",
  "CHUCK TODD:\n\nDemocrats say the memo is nothing more than a smoke screen.",
  "counter-intelligence investigation into Russian influence in July, 2016.",
  "And Reince started off and Reince said you have -- you have two choices.",
  "AMY WALTER:\n\nWell, and because he--\n\nCHUCK TODD:\n\nAnd stuff’s happening?",
  "I mean the truth of the matter is I was making a point to the President.",
  "It's become a very uptight, corporate league and a dink and dunk league.",
  "How much does viewers have to do with specific stars and specific teams?",
  "That evidence is itself on the football scene, as you know all too well.",
  "Just this past week didn't we hear Justin Timberlake say the same thing?",
  "And so I think that is part of it too that the college game is growing.",
  "ANNOUNCER:\n\nComing up, end game and post-game brought to you by Boeing.",
  "AMY WALTER:\n\nI feel as confused as I think most Americans do right now.",
  "did tell the court that Steele's information was politically motivated.",
  "REINCE PRIEBUS:\n\nI think he expressed his concerns with the conflicts.",
  "CHUCK TODD:\n\nThis is all people--\n\nREINCE PRIEBUS:\n\nI think it's news.",
  "Now it's very -- no, it's very possible you didn't read these emails.",
  "But, look, like all of this, Chuck, and I can't get too much into it.",
  "It's a constant noise that you can't quite make out the song exactly.",
  "JOHN BRENNAN:\n\nI am so confident that the rank and file of the C.I.A.",
  "But then when I read the cover page it was all about public interest.",
  "CHUCK TODD:\n\nWhere did the Condi Rice, Mike Pence antidote come from?",
  "What can you say about what you believed the evidence that the F.B.I.",
  "That would have been a piece of information that gets to the F.B.I.?",
  "But I was unaware of the providence of it as well as what was in it.",
  "I mean, and then Mueller's going to continue with his investigation.",
  "He's obviously feeling like he's not a target and he's in the clear.",
  "But if the president asked you, \"Should I go before Robert Mueller?\"",
  "You were not on the Air Force One when that statement was dictated.",
  "Not telling the court that it was paid for by the Clinton campaign.",
  "(COMMERCIAL BREAK)\n\nANNOUNCER:\n\nEnd game, brought to you by Boeing.",
  "Do you think that they want to speak up because of what's going on?",
  "Iron Mike, you would think he'd love football til the day he died.",
  "Though a little more subtle than when he was in Alabama last year.",
  "And so the intelligence that we collected was pulsed against that.",
  "The infamous autopsy report of the RNC in 2013 said the following.",
  "SEAN HANNITY :\n\nThe special counsel must be disbanded immediately.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "I mean we never got to that matrix because it was always a denial.",
  "They should've put it out there without saying anything about it.",
  "And so I don't want to, you know, address what my successor says.",
  "JOHN BRENNAN:\n\nAnd I thought it was a partisan, one-sided report.",
  "Studies have shown there are a lot of reasons behind all of this.",
  "But they've always sold teams more than they've sold individuals.",
  "Continuing our mission to connect, protect, explore and inspire.",
  "Continuing our mission to connect, protect, explore and inspire.",
  "So it necessarily didn't have to get to the point of 12 denials.",
  "Or hey, don't you remember we had an email that may have hinted.",
  "And I've allowed some of this to go on just to be fair with you.",
  "And I'm not going to ask you about what you've told Mr. Mueller.",
  "and others and to really seek what need to be done differently.",
  "All that said, you and I talked on the radio, they oversold it.",
  "\"We must embrace and champion comprehensive immigration reform.",
  "is an agency that made the application to FISA, that the C.I.A.",
  "CHUCK TODD:\n\nIs the Papadopoulos thing come through the C.I.A.",
  "I think it's going to be very difficult for them to walk away.",
  "And they have been used to this before, this partisan-sniping.",
  "So the players that are playing now feel pressure to speak up?",
  "And again, no incentive for all those Green Bay fans to watch.",
  "BRYANT GUMBEL:\n\nWell, I don't think you can totally ignore it.",
  "CHUCK TODD:\n\n--it more from Justin Timberlake than Mike Ditka.",
  "To be sure, the NFL still rules the roost of American sports.",
  "They're the ones who sacrifice on behalf of their loved ones.",
  "(COMMERCIAL BREAK)\n\nCHUCK TODD:\n\nWelcome back, panel is here.",
  "You had said at the time, you know, you had asked Mike Flynn.",
  "The news and stories that matter, delivered weekday mornings.",
  "Tell Congress--\n\nCHUCK TODD:\n\n--has turned to Robert Mueller.",
  "'s radar since 2013 when Russian spies tried to recruit him.",
  "Director James Comey because of, quote, \"this Russia thing.\"",
  "But I never felt that I was involved in something nefarious.",
  "The president saw this memo as kind of murky-ing the waters.",
  "I'm not going to play the clip because I'm low on time here.",
  "I'm a Go Bucks' fan, I'm a Browns' fan, but Go Bucks first.",
  "If you don't remember something you can't perjure yourself.",
  "And it didn’t come as--It's not accidental how we got here.",
  "And the ones I'm concerned about are the families of C.I.A.",
  "JOHN BRENNAN:\n\nIt was--\n\nCHUCK TODD:\n\nHow did you treat it?",
  "And I've not heard anything to the contrary of that mantra.",
  "(BEGIN TAPE)\n\nREINCE PRIEBUS:\n\nIt was a very short meeting.",
  "REINCE PRIEBUS:\n\nThat's all I ever heard that it was about.",
  "Do you still have confidence in him after reading the memo?",
  "And I--\n\nCHUCK TODD:\n\nDid Don McGahn express that concern?",
  "Just because it was unverified didn't mean it wasn't true.",
  "has very close relationship with its British counterparts.",
  "CHUCK TODD:\n\nAppreciate you coming on, sharing your views.",
  "This was a--\n\nCHUCK TODD:\n\nYou thought it was that grave?",
  "CHUCK TODD:\n\nYou've said wittingly and unwittingly a lot.",
  "But you ran the inner-agency task force out of the C.I.A.",
  "But if he had concerns about that he could have hearings.",
  "And people just aren't as drawn to it as they used to be.",
  "But he just thinks the reward isn't great enough anymore.",
  "But--\n\nREINCE PRIEBUS:\n\nRight because I never heard that.",
  "REINCE PRIEBUS:\n\nI'm disputing it from my point of view.",
  "Perhaps someone interpreted that to mean something else.",
  "Folks in Alabama aren't interested in watching UCLA/USC.",
  "So they're being smarter about it than just saying that.",
  "Keeps him out of--\n\nHUGH HEWITT:\n\nHe cannot be perjured.",
  "We could imagine what all of you in the press would do.\"",
  "Among Republicans, Republican favorability of the F.B.I.",
  "I would tell you it was reckless to do it the other way.",
  "So I just am appalled by the things that are being said.",
  "as concerns were rising about this Russian interference.",
  "And so it's one of those fake news items, you could say.",
  "And I thought it would have been derelict if the F.B.I.",
  "I don't agree with some of the things that he has said.",
  "And so I'm going on--\n\nCHUCK TODD:\n\nPolitical opponent.",
  "How much is it that the college got their act together?",
  "Aaron Rodgers, best quarterback in the game, went down.",
  "I never felt that it was relayed to me that way either.",
  "And in fact, I still believe what I said in that clip.",
  "CHUCK TODD:\n\n--allies say it's a perjury trap for him.",
  "And, look, I don't think what he expressed is unusual.",
  "So we’ve seen the blowing of a lot of smoke this week.",
  "He has abused the office of the chairmanship of HPSCI.",
  "CHUCK TODD:\n\nHey, Bryant, you interviewed Mike Ditka.",
  "They tune in to see Manning go against someone else.\"",
  "Over 100 million people are going to tune in tonight.",
  "The college game is not as much of a copycat league.",
  "He's certainly helping to stoke it, and not heal it.",
  "We now find out he thinks it's Hillary Clinton dirt.",
  "He will not say whether he's running for reelection.",
  "The whole way through from the beginning to the end.",
  "It was a meeting apparently about Russian adoption.",
  "When we come back, end game and tonight's big game.",
  "CHUCK TODD:\n\nIt was an interesting choice of words.",
  "I think he's boxed the Democrats in on that issue.",
  "to see whether or not they could verify any of it.",
  "You can't perjure yourself if you feel something.",
  "REINCE PRIEBUS:\n\nHis lawyers will deal with that.",
  "There are certain things that I just don't know.",
  "I mean, I heard that from members of the family.",
  "A lot of people should be ashamed of themselves.",
  "A lot of people should be ashamed of themselves.",
  "I think that the concussion problem is an issue.",
  "CHUCK TODD:\n\nHow was the Steele dossier treated?",
  "The omission on the material fact is a big deal.",
  "CHUCK TODD:\n\nWell, isn't that where it's coming?",
  "And the team they play for, the owner's stance.",
  "REINCE PRIEBUS:\n\nThat's what I've always heard.",
  "But, again--\n\nCHUCK TODD:\n\nIs this story wrong?",
  "CHUCK TODD:\n\nBut you're not disputing in total.",
  "CHUCK TODD:\n\nIt's possible he did express this?",
  "Ok if it's wrong what are we gonna do about it.",
  "And he denied it over and over and over again.",
  "I think it's a 24/7 obsession with this issue.",
  "Who told you, who told you the adoption story?",
  "BRYANT GUMBEL:\n\nYeah, a little bit of context.",
  "Same for folks in Louisiana, Texas, et cetera.",
  "(COMMERCIAL BREAK)\n\nCHUCK TODD:\n\nWelcome back.",
  "Well, one clue could be in who's driving this.",
  "The special counsel is not going to get fired.",
  "How much of this do you believe was unwitting?",
  "CHUCK TODD:\n\nLet me start with the Nunes memo.",
  "(COMMERCIAL BREAK)\n\nCHUCK TODD:\n\nWelcome back.",
  "CHUCK TODD:\n\nLet me ask you about immigration.",
  "REINCE PRIEBUS:\n\nWell I don't know about that.",
  "I don't think anything in the autopsy’s wrong.",
  "Is this something he'd bring up to you a lot?",
  "No one is calling for Rosenstein to be fired.",
  "And no incentive for all those fans to watch.",
  "BRYANT GUMBEL:\n\nThanks, Chuck, appreciate it.",
  "And after about 20 minutes the meeting ended.",
  "REINCE PRIEBUS:\n\nI didn't think it was right.",
  "CHUCK TODD:\n\n-- and the issue with sanctions.",
  "REPORTER:\n\nAre you likely to fire Rosenstein?",
  "Call the number on your screen, 202-224-3121.",
  "Mr. Priebus, welcome back to Meet the Press.",
  "Or hey hold on maybe we did talk about this.",
  "CHUCK TODD:\n\nYou've spoken with Mr. Mueller.",
  "And at our party we're going to po'boys too.",
  "And he was almost in tears telling you this.",
  "I heard you talking earlier about tribalism.",
  "That was a 16 point net positive difference.",
  "CHUCK TODD:\n\n--said some tough things on it.",
  "And then so Donald Trump didn't invent this.",
  "They're happening now under President Trump.",
  "JOHN BRENNAN:\n\nI find it foolish number one.",
  "He could bring in the members of the F.B.I.",
  "CHUCK TODD:\n\nBob Mueller rarely has spoken.",
  "So we--This is the culture that we live in.",
  "And I think it's a more attractive product.",
  "BRYANT GUMBEL:\n\nHugh, I think you're right.",
  "I think there's some bigger issues at work.",
  "We had the emails from Donald Trump Junior.",
  "Now I don't know what the motivations were.",
  "CHUCK TODD:\n\n--the sentiment was expressed?",
  "PRESIDENT TRUMP:\n\nYou figure that one out.",
  "PRESIDENT TRUMP:\n\nYou figure that one out.",
  "I've never heard it was anything but that.",
  "EUGENE ROBINSON:\n\nBryant, Eugene Robinson.",
  "And they have hurt themselves as a result.",
  "are going to continue to do their mission.",
  "And we wanted to make sure that the F.B.I.",
  "Is that witting or unwitting in your mind?",
  "\"If it's what I think it is, it's great.\"",
  "I did not see it unit later in that year.",
  "Well, joining me now is the former C.I.A.",
  "And I think that's what he's going to do.",
  "Rod Rosenstein is not going to get fired.",
  "YAMICHE ALCINDOR:\n\n--a level of partisan.",
  "But I think it's a very small part of it.",
  "So I'm not sure that's that big a factor.",
  "CHUCK TODD:\n\nThat's all we got for today.",
  "This is the deputy director of the F.B.I.",
  "But you're not--\n\nREINCE PRIEBUS:\n\nRight.",
  "CHUCK TODD:\n\nAnd had asked you about it.",
  "BRYANT GUMBEL:\n\nThat's a great question.",
  "How much of that is because of politics?",
  "HUGH HEWITT:\n\n--who wants Mueller fired.",
  "AMY WALTER:\n\nAnd it's gone up Democrats.",
  "EUGENE ROBINSON:\n\nIt's astounding to me.",
  "And when I say the probe has not spoken.",
  "And in fact, that's exactly what he did.",
  "It was obviously looked at by the F.B.I.",
  "He takes this meeting with the Russians.",
  "And I had heard just snippets about it.",
  "But this is--we are here at this point.",
  "That, to me, is the power of this memo.",
  "And there are other players who aren't.",
  "BRYANT GUMBEL:\n\nHow are you doing, pal?",
  "It's not as much of a corporate league.",
  "This is Meet the Press with Chuck Todd.",
  "What you can tell us about this event?",
  "I didn't believe that it was accurate.",
  "And it just, to me, it wasn't reality.",
  "Thank you for being on Meet the Press.",
  "You might say, \"Wow, that's reckless.\"",
  "You said you looked at it in December.",
  "And I do think it was up to the F.B.I.",
  "CHUCK TODD:\n\nFrom your point of view.",
  "CHUCK TODD:\n\nTotally understand that.",
  "REINCE PRIEBUS:\n\nGood morning, Chuck.",
  "REINCE PRIEBUS:\n\nI never heard that.",
  "I heard that it was an open meeting.",
  "They're not going to get in the way.",
  "REINCE PRIEBUS:\n\nYea I have no idea.",
  "I actually think he is doing better.",
  "Paul Ryan's a close friend of yours.",
  "CHUCK TODD:\n\n--mission accomplished?",
  "What do you hear from rank and file?",
  "We actually don't know that is true.",
  "So it's not that big a deal anymore.",
  "BRYANT GUMBEL:\n\nChuck, good morning.",
  "And we're going to have a good time.",
  "Among just dads it's up six points.",
  "I think oversaturation is an issue.",
  "I don't understand what's going on.",
  "That he's--\n\nREINCE PRIEBUS:\n\n--no.",
  "JOHN BRENNAN:\n\nWell, we, the C.I.A.",
  "(END TAPE)\n\nCHUCK TODD:\n\nAll right.",
  "I was not involved in that meeting.",
  "It's overstated and it's not true.\"",
  "Specifically the State Department.",
  "REINCE PRIEBUS:\n\nThank you, Chuck.",
  "I think those things matter a lot.",
  "But this memo does hurt the F.B.I.",
  "Major indictment against Manafort.",
  "is violating our civil liberties!\"",
  "HUGH HEWITT:\n\nThat's legal advice.",
  "And I think he still does love it.",
  "Get it all ready for the big game.",
  "They're like, \"What is this memo?",
  "HUGH HEWITT:\n\nPolitical opponent.",
  "REINCE PRIEBUS:\n\n--serious issue.",
  "I did not know what was in there.",
  "CHUCK TODD:\n\nGood Sunday morning.",
  "The White House is pushing back.",
  "Also Page had been on the F.B.I.",
  "But, again, Chuck, I don't know.",
  "CHUCK TODD:\n\nYou never heard it.",
  "You look at something like that.",
  "I mean, without the whole thing.",
  "JOHN BRENNAN:\n\nThank you, Chuck.",
  "JOHN BRENNAN:\n\nGood to see you.",
  "I think he is following advice.",
  "And so I think it's very smart.",
  "CHUCK TODD:\n\nThanks for coming.",
  "CHUCK TODD:\n\nVery interesting.",
  "Bryant Gumbel, thank you, sir.",
  "In recent months former C.I.A.",
  "CHUCK TODD:\n\n--Meet the Press.",
  "Donald Trump didn't invent it.",
  "I only know what I dealt with.",
  "REINCE PRIEBUS:\n\nThat's right.",
  "We now know a little bit more.",
  "REINCE PRIEBUS:\n\nI cannot do.",
  "People start to believe that.",
  "I did that job for two years.",
  "And I don't say that lightly.",
  "It's still Super Bowl Sunday.",
  "CHUCK TODD:\n\nI appreciate it.",
  "Do you think that's a factor?",
  "But they will watch Alabama.",
  "to seek out the truth on it.",
  "That's been widely reported.",
  "REINCE PRIEBUS:\n\nNot at all.",
  "It's the middle of February.",
  "And he made that very clear.",
  "It's a pleasure to be back.",
  "So I only know what I know.",
  "And here's the thing Chuck.",
  "When did you find that out?",
  "And that was the end of it.",
  "I think it was in December.",
  "Hope to see you again soon.",
  "This was a renewal of FISA.",
  "CHUCK TODD:\n\nAppreciate it.",
  "What exactly am I reading?\"",
  "CHUCK TODD:\n\nI'm all right.",
  "People would go after them.",
  "BRYANT GUMBEL:\n\nWe hope so.",
  "I think that's part of it.",
  "REINCE PRIEBUS:\n\nI do not.",
  "CHUCK TODD:\n\nI understand.",
  "But that misses the point.",
  "opened its investigation.",
  "And much worse than that.",
  "And much worse than that.",
  "I didn't know who he was.",
  "REINCE PRIEBUS:\n\nYou bet.",
  "Or is that not important?",
  "He kept saying, \"I felt.\"",
  "So he's been lawyered up.",
  "Get the pizza, the wings.",
  "The smoke will dissipate.",
  "This has been part of it.",
  "no longer are made by me.",
  "REINCE PRIEBUS:\n\nYou bet.",
  "It's what they always do.",
  "beginning in summer '16.",
  "had full access to that.",
  "via the Five Eyes thing?",
  "And so I led by example.",
  "Time for me to be quiet.",
  "Welcome, welcome aboard.",
  "Isn't that what this is?",
  "They're saying his name.",
  "Bryant, good to see you.",
  "what would you tell him.",
  "CHUCK TODD:\n\nYou don't?",
  "REINCE PRIEBUS:\n\nRight.",
  "The hype was the point.",
  "CHUCK TODD:\n\nAll right.",
  "So what's driving this?",
  "They will watch Auburn.",
  "We know that the F.B.I.",
  "Is that how that works?",
  "And also irresponsible.",
  "CHUCK TODD:\n\nAll right.",
  "Final question for you.",
  "I think we can do more.",
  "But he didn't do that.",
  "in negative territory.",
  "I wasn't on the plane.",
  "CHUCK TODD:\n\nAlright.",
  "CHUCK TODD:\n\nAlright.",
  "What the meeting was.",
  "I want Mueller gone.\"",
  "But two do stand out.",
  "CHUCK TODD:\n\nYamiche?",
  "BRYANT GUMBEL:\n\nYeah.",
  "with the FISA Courts.",
  "EUGENE ROBINSON:\n\nNo.",
  "Speaker of the House.",
  "CHUCK TODD:\n\nEugene?",
  "They said political.",
  "Thanks for watching.",
  "It's Meet the Press.",
  "REINCE PRIEBUS:\n\nNo.",
  "A couple years ago.",
  "HUGH HEWITT:\n\nYeah.",
  "Data download time.",
  "What did the F.B.I.",
  "officers and F.B.I.",
  "officers and F.B.I.",
  "Included the F.B.I.",
  "The panel is next.",
  "CHUCK TODD:\n\nHugh?",
  "CHUCK TODD:\n\nOkay?",
  "I understand that.",
  "I never felt that.",
  "Welcome to Sunday.",
  "It's that simple.",
  "AMY WALTER:\n\nYes.",
  "was not involved.",
  "And so the F.B.I.",
  "Compare the two.",
  "Put it that way.",
  "I wasn't there.",
  "But the F.B.I.",
  "It's not true.",
  "You're right.",
  "Good morning.",
  "Sorry, Chuck.",
  "Nobody knows.",
  "Just hang on.",
  "But does it?",
  "Was injured.",
  "March 2013.",
  "Here it is.",
  "It's there.",
  "Here it is.",
  "I do not.",
  "ran, ran.",
  "You know?",
  "agents.",
  "Right?",
  "Okay.",
  "Okay?",
  "Why?",
  "Yes.",
  "do?\"",
  "Why?",
  "No."
]