[
  "Whether you, like Barack Obama, see Russia as a declining regional power, or like Trump, see it as a global powerhouse, it’s impossible to operate on the global stage without some degree of cooperation from Putin, who will insinuate himself as a spoiler even if you ignore him.",
  "The government picked sample protestors from each social group—an anarchist, a pensioner, a young liberal—because the point was not so much to punish specific individuals but to send a clear, targeted message about the costs of going against him.",
  "When it comes to eliminating domestic opposition, Putin comes from a long tradition, maintained by his native KGB and its forebears, of ensuring that political dissent remains a mortally dangerous proposition.",
  "I seriously doubt that most of the commentators, both liberal and conservative, who exploded at Trump’s response know who Kara-Murza is, or could name any of the people Putin allegedly killed.",
  "Though McFaul was a liberal committed to spreading Western democracy to the lands of the former Soviet Union, dual-track engagement turned out to be an exercise in hard-nosed realpolitik.",
  "Rather, he has created an atmosphere in which his minions—like Chechen strongman Ramzan Kadyrov or young nationalist punks or even uniformed officers of the state—can kill with impunity.",
  "But to build any kind of working relationship with him, Putin requires you to shelve the moral sanctimony—which isn’t too crazy a proposition in a partnership.",
  "On one track, work with the Kremlin where you can—on counterterrorism, on space, on fighting in Afghanistan—and on the other, engage Russian civil society.",
  "At its core was something called “dual-track engagement,” designed by Obama’s Russia adviser (and later ambassador to Moscow) Michael McFaul.",
  "Even when tens of thousands of people protested against him in the winter of 2011-2012, he didn’t respond with mass arrests and purges.",
  "By American standards, Putin may be a killer, but by Russian standards, he is downright moderate in how he dispatches with his enemies.",
  "He didn’t personally fire bullets into journalist Anna Politkovskaya and he didn’t personally drop bombs on children in Aleppo.",
  "George W. Bush, for instance, found that his romance with Putin ended where the lecturing and “democracy promotion” began.",
  "Obama’s “reset” of relations with Russia, launched at the very beginning of his presidency, was another case in point.",
  "He has not sent millions to the Gulag or, like Stalin, signed in red pencil kill lists thousands of names long.",
  "I seriously doubt that O’Reilly was referring to Kara-Murza when he spoke of Putin being a killer.",
  "Yet despite these roots, he is not a very bloody ruler, at least not by Russian standards.",
  "He sent a few dozen people to jail, not for 25 years, but for two or three.",
  "He just issues general orders that make these things so.",
  "I seriously doubt he even knows who Kara-Murza is.",
  "Putin hasn’t technically killed anyone himself.",
  "In fact, it’s hard to say Putin is a killer.",
  "Here’s another uncomfortable truth.",
  "Remember Oleg Erovinkin?",
  "Galina Starovoytova?",
  "Mikhail Beketov?"
]