[
  "Short-lived alliance\n\nAs the CEO of the hedge fund Hermitage Capital, once the largest foreign investment vehicle in Russia, Browder spent the early 2000s as minority shareholder activist and avowed admirer of an inscrutable KGB case officer who'd unexpectedly risen to the Russian presidency in the wake of a severe economic crisis, promising to put an end to the corruption and the boyar governance of the Yeltsin period.",
  "But by odd coincidence, Earl Browder's grandson Bill, a Red diaper baby turned capitalist, addressed a US congressional committee Thursday on a wholly different question about Russia: how, in Browder's view , Vladimir Putin and his cronies stole billions in order to enrich themselves, with the regime allegedly engaging in crimes including money laundering and assassination to get away with it.",
  "Needless to say, because he has helped democracies go after a kleptocracy's money, Browder has been labeled an enemy of the Russian state, which has resorted to a number of crude propaganda campaigns to portray him as a British or American spy-- or, at the very least, a fugitive financial criminal with a unique power of persuasion in western parliaments.",
  "Airline records, whose authenticity was confirmed by a US government source, would later show that the cops and robbers even vacationed together before and after the Hermitage heist, and purchased, either in their own names or the names of their immediate relatives, properties and cars that enormously exceeded their declared annual incomes.",
  "According to Don Jr., her stuff on the Democratic nominee was thin gruel, and Veselnitskaya instead spent the bulk of the meeting haranguing Team Trump \"about the adoption of Russian children,\" in what former CIA director Michael Hayden has described to the New Yorker as a \"soft approach\" by Russian intelligence.",
  "He has had innumerable death threats leveled against him, and the former placeholder President of Russia, Dmitry Medvedev said to journalists at Davos, \"It's a shame that Sergei Magnitsky died and Bill Browder is still running free and alive,\" according to what Browder said he was told by people who were there.",
  "Rare for those of us who toil in international affairs, hoping to shine a light on the occluded parts of the unfree world, Browder substantiates almost all his allegations with documentation, much of it produced by the Russian government itself or by whistleblowers involved in the $230 million expropriation.",
  "Even more remarkable than the nine-figure haul was the Tolstoyan cast of characters behind it: the same Interior Ministry policemen who organized the raids on the hedge fund and law firm; an officer of the Federal Security Service (FSB), the successor organ of the Soviet KGB; and tax ministry officials.",
  "Magnitsky was thrown into Butyrka, one of the most notorious prisons in Moscow, kept in gulag-like squalor, denied urgent medical care and -- if Browder, multiple arms of the US government and Russia's own presidential human rights council are to be believed -- tortured and left to die in 2009.",
  "The Magnitsky Act\n\nLike a good number of Soviet dissidents, Magnitsky documented his own politicized travails: he kept a diary in real time of his ordeal behind bars and his vain attempts to overturn his scapegoating, or at least get medical treatment for gallstones and acute pancreatitis.",
  "The cruelest of countermeasures is a ban on Americans seeking to adopt Russian orphans -- a number of them stricken with HIV or Spina Bifida who might otherwise find loving families in America and are now destined to languish in substandard institutions as wards of the Russian state.",
  "You'll have noticed that this is plainly now America's problem, too, because of the international reach of Russian racketeering and the unending Page 1 controversy of whether or not Donald Trump's campaign may have been susceptible to it on his unlikely march into the White House.",
  "One of the latter, Alexander Perepilichnyy, another exile in Britain, who identified himself as the former money launderer for the Klyuev Group before becoming a whistleblower, was almost certainly also the victim of foul play in an as-yet unsolved death, mostly likely by poison.",
  "Directly addressing his debate opponent, Earl Browder -- then only recently dismissed as general secretary of the Communist Party USA, but still an apparatchik of the regime that had disavowed him -- Shachtman declared: \"There but for an accident of geography stands a corpse!\"",
  "But she and a Washington, DC-based former Soviet military officer, Rinat Akhmetshin, engaged in a lobbying campaign to refute the substance of Magnitsky and Browder's accusations -- the better to stop any US asset forfeiture of money that might have been laundered therefrom.",
  "All of this might have made for a tragic but minor footnote in the annals of contemporary Russian history but for what Browder has done over the past seven and a half years to tend to Magnitsky's flame -- and how furious he has made Russian officialdom in the process.",
  "Magnitsky tried to bring documentary proof of the conspiracy to the attention of Russian law enforcement, believing that compromised public servants were the exception rather than the rule in a new Russia avowedly dedicated to the \"dictatorship of the law.\"",
  "It involved re-registering those Hermitage subsidiaries under new ownership, the dummying-up of civil litigation against the subsidiaries by outside parties which were also, not coincidentally, controlled by the same people who stole the subsidiaries.",
  "But back when the Donald was barking at Gene Simmons on \"Celebrity Apprentice,\" Browder was experiencing the depravities of Putin's mafia state at first hand -- becoming, like his grandfather, a victim of the very dictatorship he once defended.",
  "What Magnitsky uncovered was what the US government has alleged was a shockingly vast criminal conspiracy to defraud not Browder and Hermitage, but the Russian public, of $230 million using the purloined Hermitage corporate documents.",
  "In 2012, the financier got a landmark US human rights law named in his slain lawyer's honor, sanctioning an ever-lengthening list of the Russian conspirators behind the $230 million theft and cover-up and Russian human rights abusers.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nBrowder has been the subject of a series of Kremlin-issued \"red notices\" orders -- extradition orders -- which have been struck down by Interpol at great personal cost to himself.",
  "A good rule of thumb: whenever you read that \"adoption\" has been discussed in any US-Russian bilateral meeting, what you're actually reading is a cynical quid pro quo on offer from Moscow for ending US sanctions on criminals.",
  "Now domiciled in London (he gave up his American citizenship and became a Brit in 1998), Browder hired a 35-year-old tax attorney back in Moscow, Sergei Magnitsky, to investigate why he and his holdings were being targeted.",
  "Max Shachtman, a witty and charismatic American Trotskyist, was of the opinion that any state which kept its workers in penury and servitude and paranoically devoured its own political class could qualify as no such thing.",
  "More recently, the leaked personal emails of the Klyuev Group's alleged consigliere make a persuasive case that he colluded with an ex-official from the Interior Ministry to retroactively tamper with evidence in the case.",
  "As he noted in his testimony Thursday before the Senate Judiciary Committee, Browder's enemies in Russia -- the oligarchs defrauding their shareholders and the Russian taxpayer -- were for a time Putin's enemies, too.",
  "In May, the US Justice Department settled a case in New York in which it alleged that Prevezon Holdings, Ltd., a Cyprus-registered company, had laundered several million from the tax fraud into Manhattan real estate.",
  "That lawyer, by the way, confirmed the authenticity of the emails, but says their contents only prove \"that a lawyer and an investigator do know each other and discuss criminal cases,\" but there was no wrongdoing.",
  "Since state-indulged mobsters cannot be brought to book credibly in Russia, this legislation at least strips them of the ability to spend their ill-gotten gains in the West, which is arguably a harsher punishment.",
  "I have been reporting on these events for six years, examining court records and Russian government documents and interviewing people investigating the Magnitsky affair, including and especially Browder himself.",
  "The lawyer for that company was Natalia Veselnitskaya , the \"Russian government lawyer\" who met with Donald Trump, Jr., Paul Manafort and Jared Kushner in June 2016, ostensibly to peddle dirt on Hillary Clinton.",
  "We met when I was living and working in London and he was beginning what would become a tireless activist campaign to exonerate and vindicate Magnitsky, for whose death he feels a personal responsibility.",
  "He has been found guilty in absentia in Russia for tax fraud, and sued (unsuccessfully) in British civil court for defamation by one of the Interior Ministry cops allegedly behind the Magnitsky affair.",
  "In the past few months alone, I have spoken to several officials in different parts of the US executive branch who have consulted him over the years, receiving evidence he and his team have compiled.",
  "Not only was his forensic sleuthing dismissed, he himself was accused by the very perpetrators he exposed of being a tax cheat -- projection being the only real ideology to which Putinists subscribe.",
  "(CNN) No quintessential New York argument was ever ended so conclusively as in 1950, when a public debate took place on whether or not the Soviet Union then constituted a \"socialist community.\"",
  "As such, it has prompted a raft of hysterical countermeasures from the Kremlin, and obstreperous commentary from everyone from Russia's Prosecutor General to the spokesman of the President.",
  "After his demise, his government put him on trial for tax crimes posthumously in an imaginative perversion of justice that not even Stalin contrived for Old Bolsheviks in the Great Terror.",
  "When asked if Browder has ever steered them wrong with respect to the merits of the Klyuev Group or the Magnitsky affair, they have not hesitated to answer with a resounding \"no.\"",
  "Never have I had an interview subject in journalism so immune to pleasantries and so reluctant to discuss anything outside of the news item of the day on which he was discoursing.",
  "As documents obtained by CNN show, money from one of Perepilichnyy's offshore companies was transferred to a company owned by an agent for the Syrian chemical weapons program.",
  "Nor have Putin and his surrogates been especially subtle in their extortionate attempts to use this gratuitous proscription as leverage for dismantling of the Magnitsky Act.",
  "I'm not quite sure what it is about the American-born Browder family that has made its fate for nearly a century quite so dependent on the dark machinations of the Kremlin.",
  "Possibly this owes to the fact that one of Putin's closest confidants may have profited personally from the Magnitsky affair, as disclosures in the Panama Papers suggest.",
  "Eighteen months later, he said, Hermitage Capital, along with the offices of its law firm Firestone Duncan, were raided by officers of the Russian Interior Ministry.",
  "To demonstrate his point, he recited a litany of names of loyalist Eastern European Communist leaders who had recently been purged and condemned to death by Stalin.",
  "All moonlighted as payrolled gangsters of a \"dangerous transnational criminal organization,\" as Sen. John McCain has described it , known as the Klyuev Group.",
  "In spite of earning a state salary of no more than $1,000 per month, the cop managed to retain the counsel of a white-shoe UK law-firm for these purposes.",
  "Putin, naturally, denies having profited from his presidency; he once famously described his role in government as that of a \"galley slave.\"",
  "About $40 million of the stolen $230 million has been located and seized in multiple countries since 2009, according to Browder.",
  "Russian courts then levied massive damages against the subsidiaries, which were now eligible for equally massive tax refunds.",
  "He said they confiscated corporate documents tied to various Hermitage subsidiaries on a spurious tax evasion pretext .",
  "It was an elaborate but common scheme -- and one whose ramifications are still coming to light almost a decade later.",
  "While Russian authorities may not like what Browder has to say and show, Western governments have found him reliable.",
  "Parallel laws have since been passed in Estonia and the United Kingdom , and one is set to pass in Canada.",
  "This is the price society's most vulnerable must pay so that the elite can steal with impunity.",
  "As he tells it, in 2005, for reasons of \"national security,\" Browder was deported from Moscow.",
  "What impresses me the most about him is that he does not ask you to take him on faith.",
  "But the facts, I've come to believe in the last half decade, are solidly on his side.",
  "But alliances of convenience have a relatively short life in this part of the world.",
  "Unlike his grandfather, Browder needs no instruction on what Russia has become.",
  "Browder a tireless activist\n\nI've known Bill Browder for about six years.",
  "Veselnitskaya has denied acting on behalf of the Russian government.",
  "All accusations the Russian president vehemently denies, of course.",
  "There but for an accident of geography stands another corpse.",
  "Prevezon paid nearly $6 million but admitted no wrongdoing.",
  "Yet he shows no sign of wavering or abandoning his cause.",
  "Of course he does, as he'll be the first to admit.",
  "He has been monomaniacal in this regard.",
  "Russia says he died of \"heart failure.\"",
  "The proof is in the frozen funds.",
  "Does Browder have an agenda?",
  "They've failed.",
  "He was wrong."
]