[
  "In an interview with a pro-Russian Crimean news service, Veselnitskaya said she met with Rohrabacher — a California Republican and arguably the most prominent advocate in Congress for closer relations between Washington and Moscow — in April 2016 to discuss issues surrounding the Magnitsky Act, the punitive American sanctions measure responding to Russian human rights abuses that she has lobbied against.”\n\nThe Washington Post: “Senate Intelligence Committee leaders are expected on Wednesday to largely endorse the intelligence community’s findings that Russia sought to sway the 2016 U.S. elections through a hacking and influence campaign as they sound the alarm that states preparing for the coming election season must be vigilant against similar threats.”\n\nICYMI: Defense Secretary Jim Mattis said that sticking with the Iran deal is in America’s interest, breaking with the president.",
  "PA-18: This is just a wow story, from the Pittsburgh Post-Gazette on outspoken anti-abortion Rep. Tim Murphy: “A text message sent in January to U.S. Rep. Tim Murphy by a woman with whom he had an extra-marital relationship took him to task for an anti-abortion statement posted on Facebook from his office's public account.” MORE: “A text from Mr. Murphy’s cell phone number that same day in response says, \"I get what you say about my March for life messages.",
  "Just days earlier, Tillerson had openly disparaged the president, referring to him as a “moron,” after a July 20 meeting at the Pentagon with members of Trump’s national security team and Cabinet officials, according to three officials familiar with the incident.”\n\nNBC’s James Rainey: “President Trump ventures into an emotionally fragile and politically divided Las Vegas Wednesday, less than 72 hours after the worst mass slaying in modern American history.",
  "The New York Times, on the latest Supreme Court arguments on gerrymandering: “After spirited Supreme Court arguments on Tuesday, there was reason to think Justice Kennedy may be ready to join the court’s more liberal members in a groundbreaking decision that could reshape American democracy by letting courts determine when lawmakers have gone too far.”\n\nPaul Ryan asked the White House to reconsider pushing Tom Price out, writes POLITICO.",
  "/ Updated\n\nTRUMP AGENDA: Tillerson called Trump a “moron”\n\nFrom NBC’s Carol Lee, Kristen Welker, Stephanie Ruhle and Dafna Linzer: “Secretary of State Rex Tillerson was on the verge of resigning this past summer amid mounting policy disputes and clashes with the White House, according to multiple senior administration officials who were aware of the situation at the time.",
  "In remarks at a Republican National Committee event at the St. Regis Hotel in Washington on Tuesday morning, Nick Ayers also warned that Republicans are “on track to get shellacked” in next year’s midterm elections if GOP lawmakers don’t pass Trump’s legislative priorities.”\n\nAL-SEN: Al.com sums up Joe Biden’s visit to stump for his longtime friend Doug Jones.",
  "This week, Northam’s campaign released a TV ad directly tying his Republican opponent, Ed Gillespie, to Trump, whose job-approval rating in the state is stuck in the 30s and low 40s, according to polls in the race.”\n\nThe Washington Post: “Ed Gillespie vows that if he’s elected governor of Virginia, he will make lowering the high cost of college a priority.",
  "But elimination of the provision has emerged as a flash point in the nascent debate over the plan, with Republicans in high-tax states worried about backlash from residents who could see their tax bills rise.”\n\nThe House has passed a bill to criminalize abortions after 20 weeks of pregnancy, but it’s unlikely to pass in the Senate.",
  "OFF TO THE RACES: Democrats start playing the Trump card in Virginia\n\nScoop from POLITICO: “Vice President Mike Pence’s chief of staff railed against congressional leaders in closed-door remarks to wealthy donors and called for a “purge” if GOP lawmakers don’t quickly rally behind President Donald Trump’s agenda.",
  "Dana Rohrabacher met with the Russian lawyer Natalia Veselnitskaya during a 2016 trip to Moscow, a previously undisclosed tête-à-tête that sheds additional light on the extent to which Moscow-based political operatives sought to influence American officials in the run-up to last year’s presidential election.",
  "The Washington Post: “Republican leaders are backing away from a proposal to fully repeal an expensive tax break used by more than 40 million tax filers to deduct state and local taxes amid pushback from fellow lawmakers whose residents rely on the popular provision.",
  "But for years, the lobbying firm he ran, Quinn Gillespie & Associates, fought to do the exact opposite.”\n\nAnd check out this anti-Northam mailer from the Republican Party of Virginia — focused on Confederate monuments and MS-13 (via Peter Hamby.)",
  "POLITICO: “The last record-setting shooting spree on U.S. soil — at a nightclub in Orlando, Florida, last year — prompted Democrats to occupy the House floor for a full day in protest of the GOP’s refusal to take up new gun control laws.",
  "The Republican, who narrowly lost the state in the 2016 election to Hillary Clinton, will find some people ready to listen and many convinced that he cannot help.”\n\nThe Nevada Independent sums up what to expect in the state today.",
  "The state and local tax deduction is estimated to cost $1.3 trillion over the next decade and its repeal is central to paying for a sweeping tax rewrite unveiled last week by Republican lawmakers and administration officials.",
  "This time, the minority party is employing tamer tactics, tamping down talks of another sit-in and demanding primarily that Republicans drop a gun silencer bill they’ve been pushing.”\n\nForeign Policy: “Rep.",
  "The tensions came to a head around the time President Donald Trump delivered a politicized speech in late July to the Boy Scouts of America, an organization Tillerson once led, the officials said.",
  "): “Ralph Northam, the Democratic nominee for governor in Virginia, is hoping that President Donald Trump puts him over the top — by voicing his opposition.",
  "And he said the island should be “proud” of its death toll of “sixteen” – a number which was revised upward shortly after he departed.",
  "ME-SEN: The Portland Press Herald reports that Collins’ supporters are urging her to stay in the Senate.",
  "He will find a city skeptical about any political leader’s ability to offer solutions and real healing.",
  "The Washington Post notes that Democrats are cautious about how to approach the race.",
  "Paul Ryan says there are no plans to bring a gun silencer bill to the floor.",
  "Meanwhile, Roy Moore used the visit to tie Jones to other DC Democrats.",
  "Trump says he heard “only thank yous” from the people of Puerto Rico.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The Washington Post sums up reaction from both parties.",
  "TN-SEN: Will Lamar Alexander call it quits in 2020?",
  "I told staff don't write any more.\"",
  "What’s happening with DACA?",
  "He says he hasn’t decided.",
  "VA-GOV: From one of us(!",
  "I've never written them.",
  "I read them and winced.",
  "Staff does them."
]