[
  "Attorney Natalia Veselnitskaya reportedly wrote in a 51-page statement to the Senate Judiciary Committee that she did not have the information Trump Jr. was allegedly looking for, and that Trump Jr. misunderstood the purpose of the meeting and was led on by Rob Goldstone — a music publicist for a Russian oligarch with connections to President Donald Trump — who helped facilitate the meeting.",
  "Her alleged motive for the meeting was to get the Trump campaign to reexamine the Magnitsky Act, which targeted Russians believed to be involved in the death of a Russian tax lawyer who uncovered a multimillion-dollar tax fraud scheme involving high-level Kremlin officials.",
  "On June 3, Goldstone wrote in the email that \"the Crown prosecutor of Russia ... offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Yury Martyanov /Kommersant Photo via AP\n\nDuring a meeting with a Russian lawyer at Trump Tower in June 2016, Donald Trump Jr. had asked the lawyer if she had evidence of illegal donations to the Clinton Foundation, NBC News reported Tuesday.",
  "Veselnitskaya's account appears to confirm that Trump Jr. took the meeting with the expectation of receiving incriminating information about Clinton from Russian sources, amid the contentious 2016 presidential election.",
  "\"After pleasantries were exchanged, the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,\" Trump Jr. said at the time.",
  "Veselnitskaya, who has been reported to have strong ties to the Kremlin, said in the statement that she did not work for Russia and was not acting as a conduit for messages from Russian officials.",
  "The meeting has since drawn scrutiny from special counsel Robert Mueller, whose team is investigating Russia's meddling in the election and possible collusion with the Trump campaign.",
  "\"Today, I understand why it took place to begin with and why it ended so quickly with a feeling of mutual disappointment and time wasted,\" Veselnitskaya wrote, according to NBC News.",
  "When Trump Jr. realized she did not have damaging information on Clinton, Veselnitskaya said that the meeting went downhill.",
  "Following the news of the gathering, Trump Jr. issued several conflicting statements on the nature of the meeting.",
  "Natalia Veselnitskaya speaks to a journalist in Moscow, Russia, Nov. 8, 2016.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.",
  "\"Her statements were vague, ambiguous, and made no sense.",
  "Veselnitskaya said that she regrets taking the meeting.",
  "\"The answer lies in the roguish letters of Mr.",
  "Goldstone.\""
]