[
  "“So if one president decides that they’re not amenable to the Magnitsky Act there’s really nothing they can do about it other than not add people to list during their presidency.”\n\nBut, Browder said, “what this might mean is that we would be treading water for four years while he’s president.”\n\n“There’s a lot of other very terrible stuff he could do in terms of Russia which everybody is aware of,” Browder said, citing Trump’s recent comments about NATO.",
  "“Putin can’t believe his luck.”\n\nTrump’s comments also elicited concern from a top Ukrainian official, deputy prime minister Ivanna Klympush, who tweeted “Concerned with #Trump's irresponsible statement on #Crimea status, on possible compromise of intl law, on easing sanctions against #Russia.”\n\nThe Clinton campaign, which has sought to portray Trump as in league with Putin, seized upon Trump’s comments about her emails Wednesday.",
  "“One of the things that I felt most comfortable about when we got the Magnitsky Act passed is it created a law that was greater than any particular man,” said Bill Browder, the Hermitage Capital CEO who campaigned to pass the act after his lawyer Sergei Magnitsky was tortured and died in prison after uncovering government corruption in 2009.",
  "“The expectation would be if Hillary was president she would very likely stick to what is current US policy and nominal US-EU policy, which is that any sanctions relief for Russia has to be linked to Minsk implementation.”\n\nBut to reverse most of the sanctions, “Trump wouldn’t even have to do anything active,” the staffer said.",
  "“I believe that Trump is focusing on trying to improve relations and cooperate with Russia to combat our mutual enemies in radical Islam and so I would think that is a good thing to increase that level of cooperation,” Rohrabacher said, when asked about Trump’s being open to lifting sanctions, something Rohrabacher supports.",
  "Concern by those who support sanctions on Russia comes on top of worries that U.S. allies in Europe are already beginning to wobble on the issue of renewing them, even though Russia continues to violate an agreement designed to stop the conflict in eastern Ukraine, called the Minsk accord.",
  "Trump’s comments on Russia on Wednesday triggered some mild pushback from Republicans on Capitol Hill, including House Speaker Paul Ryan, whose spokesman said “Putin should stay out of this election.”\n\nBut at least one House Republican approved of Trump’s comments.",
  "“Even before Trump opened his mouth, there’s been a sense that the US and EU might be approaching a crossroads on Russia sanctions policy,” Andrew Weiss, a Russia expert at the Carnegie Endowment for International Peace, said in an email.",
  "The Magnitsky Act, which was enacted before the seizure of Crimea and bars human rights abusers from the country, does not depend on an executive order but is rather an act of Congress and could only be repealed by one.",
  "WASHINGTON — Advocates of a tough US policy on Russia were left questioning how well sanctions against Russia would fare under a Donald Trump presidency after Trump said he would be “looking into” lifting sanctions.",
  "“This has to be the first time that a major presidential candidate has actively encouraged a foreign power to conduct espionage against his political opponent,” Clinton adviser Jake Sullivan said in a statement.",
  "“Various voices (eg German FM Steinmeier) have talked publicly about possibly trying to water down the strict linkage between full implementation of the Minsk accords and the rolling over of EU sanctions.",
  "Russia’s annexation of Crimea in 2014, followed by its meddling into eastern Ukraine, triggered U.S. sanctions against Russian officials and entities, including some of Putin’s closest confidantes.",
  "Russia has become a lightning-rod issue in the presidential race after Wikileaks released internal DNC emails that are widely believed to have been obtained in a Russian hacking operation.",
  "In a press conference on Wednesday, Trump seemed to invite Russia to hack Hillary Clinton’s emails and also did not rule out recognizing Crimea as part of Russia or lifting sanctions.",
  "“\n\n“Unfortunately, it’s very hard to predict what will happen as the next rollover approaches toward the end of 2016 let alone after the next US president takes office,” Weiss said.",
  "Rep. Dana Rohrabacher, who has long stood out among the House Republican caucus for his dovish views on Russia, said he believes Trump’s views are in line with his.",
  "“I agree with Trump they should give, the Russians should give up any information they’ve been able to glean by hacking our system,” Rohrabacher told BuzzFeed News.",
  "“I absolutely think our sanctions regime would be in jeopardy if Trump was president,” said one congressional staffer who has worked on Russia sanctions.",
  "The Republican foreign policy establishment is largely composed of Russia hawks, many of whom are openly horrified at Trump’s positions.",
  "Trump’s stances on Russia and on European security represent another of his departures from the Republican Party mainstream.",
  "“He would simply have to not renew the declaration of emergency” that the president uses to renew the sanctions each year.",
  "This has gone from being a matter of curiosity, and a matter of politics, to being a national security issue.\"",
  "A spokesperson for the Trump campaign did not immediately respond to a request for comment.",
  "Trump wouldn’t be able to lift all sanctions unilaterally.",
  "“That's not hyperbole, those are just the facts."
]