[
  "The statement also says that Trump Jr. asked Manafort and Kushner to attend the meeting but “told them nothing of the substance.”\n\nThe account of the president’s son goes on to state that in the meeting, Veselnitskaya claimed to have “information that individuals connected to Russia were funding the Democratic National Committee and supporting Ms. Clinton,” but that “her statements were vague, ambiguous, and made no sense.”\n\nThen, he claims, Veselnitskaya began discussing a controversy involving the Magnitsky Act — a US law attempting to penalize Russian human rights abusers — and the Russian government’s subsequent retaliatory decision to ban all US adoption of Russian children.",
  "Still, Trump Jr. has already changed his story about this meeting several times — first claiming he had no such meeting, then claiming it was about the topic of Russian adoptions, and only now admitting he agreed to take it because an “acquaintance” he met when Trump’s Miss Universe pageant was held in Moscow told him this person “might have information helpful to the campaign.”\n\nThis report comes after a pair of Wall Street Journal scoops revealing that a Republican operative contacted Russian hackers in an effort to obtain Hillary Clinton’s deleted emails — and that the operative suggested that Trump adviser Michael Flynn was involved with his effort.",
  "Veselnitskaya has represented state-owned businesses, and the Times characterizes her as “a formidable operator with a history of pushing the Kremlin’s agenda.”\n\nFive anonymous sources interviewed by the Times, including three White House advisers, say Trump Jr. was specifically told beforehand that the meeting would yield damaging information about Hillary Clinton.",
  "But when the Times obtained additional information suggesting that the purpose of the meeting was to obtain information that could damage Hillary Clinton, Donald Jr. finally admitted that, yes, that was true, but argued that it went nowhere, and finally laid out what is (for now) his full account, which I’ve quoted in the previous section.",
  "Trump Jr.’s newest statement claims that the meeting came about because an “acquaintance” he met in connection with the 2013 Miss Universe pageant (which was held in Moscow) asked him to meet with a person who could have “information helpful to the campaign,” and that he was not told in advance whom he’d be meeting with.",
  "But a major new report from the New York Times reveals that Trump’s son Donald Trump Jr., the president’s son-in-law Jared Kushner, and his former campaign chair Paul Manafort all met with a Kremlin-tied Russian lawyer — because Trump Jr. was told she might have dirt on Hillary Clinton.",
  "But for a long while, there really wasn’t any hard evidence tying anyone in Trumpworld to any collusion or attempted collusion to influence the 2016 election — making it plausible that the Russian influence campaign and hackings were done without any involvement from Trump associates.",
  "That changed, first, with the scoop from the Wall Street Journal’s Shane Harris that the late GOP operative Peter Smith reached out to Russian hackers to try to get Hillary Clinton’s deleted emails from them — and that he had claimed to be working with Michael Flynn in that endeavor.",
  "The context and specifics of this curious, newly revealed meeting\n\nIn early May, Trump drove his two remaining opponents out of the Republican presidential nomination contest, setting him up to advance to the general election, where he was near certain to face Hillary Clinton.",
  "Times reporters Jo Becker, Matt Apuzzo, and Adam Goldman first revealed the existence of the June 9, 2016, Trump Tower meeting in a Saturday story, and followed up Sunday with the added scoop that the Russian lawyer had promised to reveal damaging information about Clinton.",
  "How this changes what we know about Trump’s team and Russia\n\nThere’s long been a whole lot of evidence that several Trump associates had ties to Russian officials, and of course it was clear that Trump’s public policies were far more pro-Russia than the Republican norm.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.",
  "Together, these stories provide our first real indications that high-level people on Trump’s team attempted to work with people tied to the Russian government to get information that could impact the campaign and hurt Clinton’s chances.",
  "Then on June 9, 2016, Donald Trump Jr., campaign chair Paul Manafort, and campaign adviser (and Trump son-in-law) Jared Kushner met at Trump Tower with Natalia Veselnitskaya, a Russian lawyer.",
  "Trump Jr. is claiming that the lawyer did not in fact have any useful information and that the matter progressed no further — and that Trump himself had no knowledge of the meeting at all.",
  "In March, Donald Jr. told the Times that he’d never had a meeting with Russians that was set up or in which he was representing the campaign:\n\nDid I meet with people that were Russian?",
  "Trump Jr. then says he concluded that the promise of “helpful information” was merely a “pretext” to get him in the room to discuss the Magnitsky Act and the adoption controversy.",
  "Then in the Times’s Saturday report revealing the meeting, Donald Jr. was quoted suddenly remembering the meeting — but in his telling, it was “primarily” about adoption policy.",
  "Donald Trump Jr. keeps changing his story about the meeting\n\nOne of the most suspicious elements of this meeting is that the president’s son keeps changing his account of it.",
  "Now, we learn that the president’s son, son-in-law, and campaign chair took a meeting with a Russian lawyer in the hopes of dredging up some sort of dirt on Hillary Clinton.",
  "However, there is still no outright proof that these efforts progressed beyond initial inquiries and resulted in some type of mutual coordination or collaboration.",
  "The big picture, though, is that the president’s dismissals of the very idea that his campaign coordinated with Russians look ever tougher to take at face value.",
  "So there are now more indications that many of Trump’s top people were at least open to collaborating with Russians on anti-Clinton shenanigans of some kind.",
  "President Donald Trump has repeatedly insisted that there was no “collusion” between his campaign and the Russian government to influence the 2016 election.",
  "What, if anything, they actually ended up doing, though, remains unknown — and is the topic of special counsel Robert Mueller’s investigation.",
  "I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.",
  "It is also not clear that this Russian lawyer, Natalia Veselnitskaya, was acting at the Russian government’s behest.",
  "(It’s not yet clear whether Flynn was involved, and he hasn’t commented on the matter one way or the other.)",
  "Still, it remains unclear whether any sort of collaborative effort ended up materializing in the end.",
  "These stories suggest that many of his top advisers were certainly open to the idea of collusion.",
  "And certainly none that I was representing the campaign in any way, shape or form.",
  "(Veselnitskaya has lobbied for repeal of the Magnitsky Act for years.)",
  "And that, he says, is the end of the story.",
  "None that I can think of at the moment.",
  "It was a short introductory meeting.",
  "I asked Jared and Paul to stop by.",
  "But none that were set up.",
  "I’m sure, I’m sure I did.",
  "...",
  "..."
]