[
  "Trump Jr. initially claimed that the meeting was about Russian adoption, but later released emails that showed him responding positively to an intermediary of Veselnitskaya promising \"information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Trump's fight against 'fake news' has been a boon for media companies 3:17 PM ET Wed, 30 May 2018 | 01:49\n\nA report from The New York Times, citing NBC News' interview with Veselnitskaya to be aired Friday, identified her government contact as being Yuri Chaika, Russia's prosecutor general.",
  "\"I shared information with\" Chaika, she told the newspaper, in the course of her investigation into a hedge-fund manager who was a driving force behind the Magnitsky Act, a U.S. sanctions law that locked certain Russians out of their overseas funds, among other punishments.",
  "The Trump Tower meeting, which appeared to demonstrate the willingness of Trump campaign officials to coordinate with Russia in the election, has reportedly become a focus of special counsel Robert Mueller, who is investigating Russian links to the 2016 campaign.",
  "The Trump campaign members, including Donald Trump Jr. and then-campaign chief Paul Manafort, attended the meeting under the impression that the Russians could provide damaging information on candidate Donald Trump's political opponent, Hillary Clinton.",
  "Veselnitskaya first became widely known in the American media landscape in summer 2017, after reports surfaced that she and other Russians met with Trump campaign officials in Manhattan's Trump Tower in June 2016.",
  "At the meeting, Veselnitskaya instead discussed what she said were unjust U.S. sanctions on Russia — a hobbyhorse of the Kremlin since the passage of the Magnitsky Act in 2012.",
  "In the interview, Veselnitskaya confirmed the emails were written by her, the Times reported, saying \"many things included here are from my documents, my personal documents.\"",
  "In a July 2017 interview with The Wall Street Journal, Veselnitskaya said she \"personally\" knows the prosecutor general.",
  "\"Since 2013, I have been actively communicating with the office of the Russian prosecutor general.\"",
  "This was not the first time Veselnitskaya has spoken about her relationship to Chaika.",
  "\"I am a lawyer, and I am an informant,\" she reportedly admitted in the NBC interview.",
  "\"If it's what you say I love it especially later in the summer,\" Trump Jr. responded.",
  "The Trump campaign did not immediately respond to CNBC's request for comment.",
  "She also said her email accounts were hacked this year, in an ironic twist."
]