[
  "But on Sunday, when the Times -- citing three advisers to the White House briefed on the meeting and two others with knowledge of it -- reported about the lawyer offering to provide information about the Democratic National Committee before he took the meeting, he acknowledged that Democrats and Hillary Clinton were discussed.",
  "RELATED: An absolutely damning paragraph about Donald Trump Jr.'s Russia meeting\n\nThe story that Trump Jr. was offered potential information from the Russian government to aide his father's campaign came after months of staunch denials from President Trump that his campaign had a connection to Russia.",
  "Veselnitskaya was asked specifically how the Trump aides that attended the meeting -- including President Donald Trump's son-in-law and adviser, Jared Kushner, and then-campaign chairman, Paul Manafort -- had gotten the impression that she had potentially damaging information about Hillary Clinton.",
  "Citing three people with knowledge of the email, the Times reported that Rob Goldstone, who connected Trump Jr. with the Russian lawyer, sent the email to Trump Jr. pointing to the Russian government as a source of potential information that could damage Clinton.",
  "\"When it was suggested that I meet with Donald Trump Jr., I met him in a private situation, it was a private meeting, not related at all to the fact that he was the son of the candidate,\" Natalia Veselnitskaya told CNN's Matthew Chance.",
  "RELATED: 5 big questions about Donald Trump Jr.'s mystery meeting with a Russian lawyer\n\nShe described the meeting in some detail, saying she \"never knew\" who else would attend the meeting, but was met by Trump Jr. and Manafort.",
  "On Monday, the Times reported that an email sent to Trump Jr. stated that Veselnitskaya had \"compromising\" information about Clinton as \"part of a Russian government effort\" to help the Trump campaign.",
  "When the paper first reported on the meeting between him and Veselnitskaya -- but not about the promise of information about Democrats -- he said it was a \"short, introductory meeting\" about adoption.",
  "But Veselnitskaya, interviewed on NBC's \"Today\" show, added that Trump Jr. and others at the meeting wanted damaging information about Hillary Clinton \"so badly.\"",
  "(CNN) The Russian lawyer embroiled in controversy over her meeting with Donald Trump Jr. last year denied Tuesday that she's worked for the Russian government.",
  "RELATED: The ever-changing Russia stories of the two Donald Trumps\n\nVeselnitskaya was also asked point blank if she had ever worked for the Russian government.",
  "Veselnitskaya insists she was lobbying against the Magnitsky Act, which imposed a variety of sanctions on Russians suspected of human rights abuses.",
  "\"It's quite possible that maybe they were looking for such information, they wanted it so badly,\" Veselnitskaya said through a translator to NBC.",
  "\"Donald Trump Jr., who, having listened to my story, did not understand, based on our conversation how he could help me,\" she told CNN.",
  "Trump Jr.'s account of the meeting has shifted in recent days as he's been presented with new reporting by The New York Times.",
  "He said the lawyer had \"no meaningful information\" to offer him, adding that he was not told her name prior to the meeting.",
  "Alan Futerfas, a lawyer for Trump Jr., said in a statement following the story that it was \"much ado about nothing.\"",
  "I could recognize the young gentleman who was only present in the meeting for only the first seven to 10 minutes.",
  "The statement said Goldstone had emailed Trump's son about alleged wrongdoing from Clinton regarding Russia.",
  "She continued, \"The other individual who was at the same meeting, was always looking at his phone.",
  "The statement called the period of May to early June 2016 \"an intensely busy time\" for Trump Jr.",
  "\"All I knew was that Mr. Donald Trump Jr. was willing to meet with me.",
  "He never took any active part in the information.",
  "And then, he stood up and left the room.",
  "And he never came back, by the way.\"",
  "\"Nyet (no),\" she answered.",
  "It was Mr. Jared Kushner.",
  "He was reading something.",
  "That was Mr.",
  "Manafort.\""
]