[
  "“Indeed, the President not only has unfettered statutory and Constitutional authority to terminate the FBI director,” the letter states, “he also has Constitutional authority to direct the Justice Department to open or close an investigation, and, of course, the power to pardon any person before, during, or after an investigation and/or conviction.”\n\nIt’s a position that legal experts have already attacked (check out the video above).",
  "The real secret is how real lawyers could’ve crafted such a wildly extravagant claim on behalf of any real president who insists he’s no dictator and purports to love the American flag and, as our pledge puts it, “the Republic for which it stands.”https://t.co/oYVlz22Jyw — Laurence Tribe (@tribelaw) June 3, 2018\n\nTrump was angry the letter was leaked.",
  "The bombshell 20-page letter written by Donald Trump’s attorneys to special counsel Robert Mueller early this year and obtained by The New York Times Saturday includes the intriguing revelation that the president “dictated” the misleading statement about Donald Trump Jr.’s controversial meeting with a Russian representative during the 2016 election.",
  "After the Times reported on the Trump Tower meeting last summer, “The president dictated a short but accurate response ... on behalf of his son,” stated the newly obtained letter, written by Trump attorneys Jay Sekulow and John Dowd (who has since left the Trump legal team).",
  "It could also cause problems for Trump’s son, who testified before the Senate Judiciary Committee last September that he didn’t have a clear idea who was responsible for the misleading statement about the meeting being focused on the adoption issue.",
  "Trump’s authorship of the problematic response — confirmed for the first time by his own attorneys — was an intriguing aside in the letter in which the key point was that he is essentially legally untouchable because he is the president.",
  "Trump’s eldest son met at Trump Tower in Manhattan in June 2016 with Kremlin-linked attorney Natalia Veselnitskaya, who said she could deliver damaging information on Democratic presidential candidate Hillary Clinton.",
  "Veselnitskaya did mention the Magnitsky Act, which the U.S. Congress passed as a sanction on Russian officials and led Russia, in response, to ban U.S. adoption of Russian children.",
  "He can’t be compelled to testify in the Mueller investigation, and has the power to shut down any Justice Department probe and pardon whomever he wants, according to the letter.",
  "The president’s letter on the meeting could cause him problems if it’s seen as an attempt to obstruct Mueller’s investigation into possible Russia collusion with his campaign.",
  "The president’s response stated that the meeting “primarily discussed a program about the adoption of Russian children.” It omitted any mention of Clinton.",
  "Is the Special Counsel/Justice Department leaking my lawyers letters to the Fake News Media?",
  "But the initial focus of the meeting was Clinton, Trump’s son said last year.",
  "There was No Collusion with Russia (except by the Democrats).",
  "When will this very expensive Witch Hunt Hoax ever end?",
  "— Donald J. Trump (@realDonaldTrump) June 2, 2018",
  "Should be looking at Dems corruption instead?",
  "So bad for our Country."
]