[
  "… Think about all of the things that we buy everyday, of course there’s a market because we depend in this country for so many goods and services, some of which are made in America, some of which aren’t.”\n\n“Obviously we want to create an environment in which more things are made here, more things are exported from here,” he added.",
  "And there was nothing, as far as we know, that would lead anyone to believe that there was anything except for a discussion about adoption and the Magnitsky Act.”\n\nEmails released by Trump Jr. show that the meeting was planned with the intention of obtaining damaging information about Clinton.",
  "“We’re going to do what we did last time.”\n\nThe president spent more time on health care this weekend than on promoting a golf tournament, Spicer said after a reporter noted that the president tweeted six times about the U.S. Women's Open that was held at one of his properties.",
  "| Pablo Martinez Monsivais/AP Spicer insists Trump Jr. meeting was only about adoption\n\nWhite House press secretary Sean Spicer returned to the podium to brief reporters on Monday, but the briefing remained off camera and out of the public eye.",
  "He said President Trump has confidence in his counsel, Mark Kasowitz, after it was revealed that Kasowitz sent profanity-laced emails to someone who had suggested he resign.",
  "Spicer defended Trump's family members for manufacturing some products overseas, despite the fact that this is Made in America week at the White House.",
  "“It is quite often for people who are given information during the heat of a campaign to ask what that is, that’s what simply he did,” Spicer said.",
  "Spicer defended Donald Trump Jr.'s decision to meet a Russian lawyer last year in hopes of collecting opposition research about Hillary Clinton.",
  "“There are certain things that we may not have the capacity to do here in terms of having a plant or a factory that can do it,” Spicer said.",
  "White House press secretary Sean Spicer returned to the podium to brief reporters on Monday for the first time since June 26.",
  "Regarding reports Trump asked British Prime Minister Theresa May to help boost his popularity there, Spicer demurred.",
  "He said an announcement will come shortly from the State Department but reiterated Trump’s opposition to the deal.",
  "Story Continued Below\n\nHere are the key moments from his return to the podium, which lasted about 30 minutes.",
  "He would not say whether the United States will re-certify Iran’s compliance with the nuclear deal.",
  "\"I just told you that he's been extremely engaged in talking to different senators,\" Spicer said.",
  "“Some industries, some products may not have the scalability or the demand here in this country.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Trump's Voter Integrity Commission only wants public information from states, Spicer said.",
  "\"I believe that I'm not going to comment on rumored leaked conversations,\" Spicer said.",
  "Trump will host senators at the White House Monday to discuss health care, Spicer said.",
  "It was Spicer’s first time addressing reporters in the briefing room since June 26.",
  "“There’s been a very robust discussion with House and Senate leadership,” he said.",
  "He said there had been a \"miscommunication\" regarding the group's efforts.",
  "The commission is slated to hold its first meeting on Wednesday.",
  "The White House has not held a televised briefing since June 29.",
  "\"We continue to do what we have to do and we'll make it work.\"",
  "\"Sending off a tweet takes 5-10 seconds,\" Spicer said.",
  "Spicer referred other questions to outside counsel.",
  "“The president’s made it clear through his tweet.",
  "But his defense of the meeting became convoluted.",
  "He added Trump looks forward to visiting the UK.",
  "Spicer noted that Kasowitz had apologized.",
  "You can unsubscribe at any time."
]