[
  "In response to the CNN report, Trump tweeted, “I did NOT know of the meeting with my son, Don jr.”\n\nIf it’s revealed that Trump actually knew about the meeting beforehand, then Trump Jr. could be in legal trouble because he testified before Congress that his father was not aware of it.",
  "White House press secretary Sarah Huckabee Sanders in August 2017 said Trump did not personally dictate the statement, but he “offered suggestion like any father would do.”\n\nTrump dictated and signed off on his son’s statement.",
  "And, amid the increasingly inconsistent statements from Trump and his team, special counsel Robert Mueller’s investigation into the Trump campaign’s contacts with Russians during the 2016 election has ramped up.",
  "He insisted the meeting was “totally legal” and that he “did not know about it.”\n\nFake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower.",
  "Trump Jr.’s admission contradicted his father’s February 2017 statement that “nobody that I know of” had any contacts with foreign entities during the election and previous similar statements from his campaign.",
  "— Donald J. Trump (@realDonaldTrump) August 5, 2018\n\nIn defending Donald Trump Jr., the president undercut his son’s initial claims that the meeting was primarily about U.S. adoptions of Russian children.",
  "President Donald Trump on Sunday said the June 2016 Trump Tower meeting between his eldest son and a Kremlin-linked lawyer was intended to obtain dirt on presidential rival Hillary Clinton.",
  "If true, Cohen’s testimony would undermine repeated denials by Trump and his team that he knew nothing about the meeting until The New York Times asked him about it in July 2017.",
  "“There was nothing as far as we know that would lead anyone to believe that there was anything except for discussion about adoption and the Magnitsky Act,” Spicer said.",
  "On July 31, 2017, The Washington Post reported that Trump had dictated his son’s initial misleading statement about the Trump Tower meeting being about adoptions.",
  "The Trump Tower meeting is problematic because it’s illegal for candidates and their campaigns to accept or solicit anything of value from a foreign national.",
  "Days after Trump Jr. released his emails, White House press secretary Sean Spicer repeated the already-debunked claim that the meeting was about adoptions.",
  "Pressed for more information, Trump Jr. a day later released emails in which he accepted the meeting after being offered damaging information on Clinton.",
  "In a Jan. 29, 2018, memo to Mueller, Trump attorneys John Dowd and Sekulow contradicted Sanders by saying Trump did dictate Trump Jr.’s statement.",
  "The New York Times in July 2017 first revealed the existence of the meeting between the president’s son and Russian lawyer Natalia Veselnitskaya.",
  "CNN in July reported that Michael Cohen, Trump’s former personal attorney, is prepared to testify that Trump had prior knowledge of the meeting.",
  "In a statement to the Times, Trump Jr. said that the meeting was to “primarily” discuss the adoption of Russian children by Americans.",
  "The president claimed it did not last long and “nothing came of the meeting.”\n\nHe made similar comments in a tweet the same week.",
  "This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere.",
  "The Magnitsky Act placed sanctions on Russia, which retaliated by banning the adoption of Russian children by Americans.",
  "— Donald J. Trump (@realDonaldTrump) July 17, 2017\n\nTrump was not involved in drafting his son’s misleading\n\nstatement.",
  "The statement that was released Saturday was released by Donald Trump Jr., I’m sure in consultation with his lawyers.",
  "Trump’s personal lawyer Jay Sekulow repeatedly denied that the president was involved in drafting the statement.",
  "Most politicians would have gone to a meeting like the one Don jr attended in order to get info on an opponent.",
  "The president wasn’t involved in that.”\n\nTrump was involved in the statement but did not personally dictate it.",
  "Cohen alleges Trump Jr. had told his father about the Russians’ offer and Trump approved it, according to CNN.",
  "The president has repeatedly distanced himself from the meeting, saying he had no prior knowledge about it.",
  "“It’s called opposition research,” he said at a joint conference with French President Emmanuel Macron.",
  "Trump downplayed the meeting on July 13, 2017, saying most people would have taken the meeting.",
  "He also claimed that the election was not discussed at all during the meeting.",
  "The Trump Tower meeting was ‘primarily’ to address Russian adoptions.",
  "Here’s how the accounts about the infamous meeting have evolved.",
  "Trump admits the Trump Tower meeting was to get dirt on Clinton.",
  "“The president didn’t sign off on anything,” Sekulow told ABC.",
  "The Times published a copy of that letter in June.",
  "The meeting was standard opposition research.",
  "The statement soon proved to be incomplete.",
  "Trump did not know about the meeting.",
  "“He was coming back from the G-20.",
  "I did not know about it!",
  "That's politics!"
]