[
  "While the Trump team has asserted that the meeting did not constitute collusion, some counterintelligence experts have claimed that Veselnitskaya’s approach could have been a Kremlin-coordinated test run to see if the Trump campaign would be willing to collude in the future.",
  "But the lawyer, Natalia Veselnitskaya, calls the allegation, made recently by Republican lobbyist Jack Burkman, “a monstrous lie.”\n\n“I have no idea who Seth is, and how I can have anything to do with this,” she wrote on Facebook when asked about the claim.",
  "“Whether she gave them to Trump, Jr., I don’t know, but I can’t imagine that she wouldn’t offer.”\n\nVeselnitskaya, who practices law in Moscow, met with Trump Jr. and other Trump campaign officials at Trump Tower on June 9, 2016.",
  "It’s just a monstrous lie,” she wrote, adding in another comment: “I don’t answer stupid questions.”\n\nReached by email, Burkman said that he is standing by his source’s claim about Rich and Veselnitskaya.",
  "Trump Jr. agreed to the meeting after an acquaintance said that a “Russian government attorney” would be providing opposition research on Hillary Clinton and the Democratic National Committee.",
  "Burkman, a part-time radio host who is investigating Rich’s unsolved murder, claimed in a recent interview that an unnamed DNC staffer told him that Rich passed stolen emails to Veselnitskaya.",
  "The Russian lawyer who met with Donald Trump Jr. at Trump Tower in June 2016 is now being accused of having received emails from Seth Rich, the DNC data technician who was murdered last year.",
  "Their alleged findings, which included a claim that FBI documents tied Rich to Wikileaks, were reported by Fox News and given a platform by conservatives like Sean Hannity and Newt Gingrich.",
  "Special Counsel Robert Mueller is reportedly investigating the Trump Tower meeting, likely to determine whether it amounts to collusion between the Trump campaign and the Russian government.",
  "While Burkman has been dismissed by the mainstream press as a conspiracy theorist, he at one point had the blessing of Rich’s family to carry out an independent investigation of the murder.",
  "“We don’t know what the Russian lawyer eventually took to Trump Jr. but what I have is a very credible source saying emails were given to her,” Burkman told RadarOnline of Veselnitskaya.",
  "One of Veselnitskaya’s companions in the meeting is Rinat Akhmetshin, a Russian-American lobbyist who is suspected by some U.S. officials of having ties to Russian intelligence.",
  "Veselnitskaya has said that she sought to lobby the Trump campaign on the Magnitsky Act, a 2012 law that imposes sanctions on Russian businessmen accused of human rights abuses.",
  "According to Wheeler in a lawsuit filed against Butowsky and Fox News on Monday, the theory was intended to discredit the idea that the Russian government hacked the DNC.",
  "According to various news reports, the information that Veselnitskaya was offering had to do with campaign donations made to Democrats by supporters of the Magnitsky Act.",
  "We’ve confirmed the source and their identity and who they are,” Burkman told RadarOnline, an online gossip site which openly advertises that it pays for stories.",
  "Burkman’s investigation of Rich’s murder is separate from one conducted by Rod Wheeler, a former Washington, D.C. homicide detective and Fox News contributor.",
  "But Burkman is the first to make the shocking claim that Veselnitskaya promised to pass DNC emails to the Trump campaign.",
  "The conspiracy theories came 12 days later, after WikiLeaks released nearly 20,000 emails that were stolen from the DNC.",
  "Rich was fatally shot in the early morning hours of July 10, 2016 during what police say was a botched robbery attempt.",
  "The two freelance investigators — Wheeler and Burkman — reached different conclusions about who may have killed Rich.",
  "But that hasn’t stopped Burkman from latching onto the Trump Tower meeting to float a new conspiracy claim.",
  "After initially dismissing the story, she denied knowing Rich or having anything to do with the DNC emails.",
  "Whatever the theory, there is no evidence at all that Rich was involved in the theft of the DNC documents.",
  "The 51-year-old lobbyist has also offered $100,000 for information leading to the arrest of Rich’s killer.",
  "But as Wheeler noted in his lawsuit, that theory is at odds with the one Burkman is pushing.",
  "Wheeler and Butowsky developed the theory that Rich provided the DNC emails to WikiLeaks.",
  "Veselnitskaya denied Burkman’s claims on her Facebook page, which is open to the public.",
  "Wheeler was working with Ed Butowsky, a wealthy GOP donor, to investigate Rich’s death.",
  "“This is a very scared source so we had to talk them along and it took a while.",
  "Veselnitskaya, too, is connected to Russia’s prosecutor general, Yury Chaika.",
  "“Are you sick or are you pretending?” Veselnitskaya responded.",
  "One of Veselnitskaya’s clients faces sanctions under the law.",
  "Chaika is also interested in rolling back the Magnitsky Act.",
  "Pressed again, the lawyer denied Burkman’s allegation.",
  "“Did he give you the emails?” one Facebook user asked.",
  "“Don’t let yourself be manipulated.",
  "Follow Chuck on Twitter"
]