[
  "But here's the curious thing: In August 2003, before the lion's share of that $53,645 was earned, the Russian land registry shows that Veselnitskaya was somehow able to buy two large plots of land in an elite residential community in the Moscow suburbs -- properties that cannot have been sold for less than $500,000 apiece at the time, according to two Russian brokers with extensive experience selling in that area.",
  "How a 28-year-old provincial attorney raking in, at most, five figures was able to afford seven figures worth of property is a very Russian mystery, no less intriguing than her extraordinary and unlikely journey to the meeting at the center of the far-reaching investigation into how Moscow might have had a hand in influencing the American presidential election.",
  "Now based in New York, where she is the managing partner of Versus Real Estate, Levitov has facilitated property transactions in DSK Riita in the past decade and she says that two lots in that community of comparable square footage, sold at around the time Veselnitskaya bought hers, would have gone for anywhere between $500,000 and $800,000 per lot.",
  "The prosecutor general\n\nIn a July 14 interview with the Wall Street Journal, Veselnitskaya admitted to having a connection to Russian Prosecutor General Yury Chaika, with whom she said she has shared information related to the Magnitsky Act, or rather to the supposed con artistry of Browder, the CEO of Hermitage Capital Management.",
  "The Sergei Magnitsky Rule of Law Accountability Act is a US sanctions law targeting Russian government officials and mobsters said to have defrauded Russian taxpayers a decade ago to the tune of $230 million, some of which, the US government alleges, wound up in Prevezon's coffers and from there in pricey apartments in Manhattan.",
  "Parker had received the image of the house, the hacked correspondence shows, from William Browder, the man responsible for convincing Congress to pass the Magnitsky Act and someone whom Veselnitskaya has characterized in the Russian press as a fraud and someone who she maintains has a personal vendetta to discredit her.",
  "The $230 million tax heist that allegedly enriched Prevezon and others was perpetrated by what Sen. John McCain has called a \"dangerous transnational crime organization\" known as the Klyuev Group and consisting of Russian government officials in the Interior Ministry and tax agencies, according to US authorities.",
  "The grounds of her estate, as seen in the video, boast what appears to be a combination tennis-basketball court, a children's playground as well as an annex to the house that, at least as of two years ago, was still under construction just as Veselnitskaya mounted her anti-sanctions lobby campaign in Washington.",
  "When the topic of Russia's interference in the US political system inevitably came up, Macintyre immediately alighted upon Veselnitskaya as the most intriguing figure in the story, an obscure woman of inscrutable significance and influence by which so much political skullduggery is done in contemporary Russia.",
  "Veselnitskaya has frequently argued in the Russian media that the entire story of what Magnitsky uncovered and the plight he endured is a fabrication accepted by a gullible US government from Magnitsky's former client, William Browder, the CEO of Hermitage and Magnitsky's posthumous flame tender.",
  "She also appears to have amassed considerable wealth in a very short period of time, 14 years ago, when her legal career in the Moscow region (not to be confused with the city of Moscow) was in its infancy and she was just transitioning from being a government employee to a private practitioner.",
  "In February 2016, a few months before her meeting with Team Trump, this Moscow resident co-founded a Delaware-registered NGO called the Human Rights Global Accountability Initiative Foundation, purporting to seek the revocation of a controversial ban on American adoption of Russian children.",
  "They maintain that the Klyuev Group used corporate documents stolen from Hermitage Capital Management, once the largest Moscow-based foreign investment fund, to reregister the ownership of three companies, which they then initiated dummy civil litigation against, seeking enormous damages.",
  "Then, in December 2015, Russian anti-corruption crusader Alexey Navalny and his Anti-corruption Foundation published an intricate video expose alleging that Chaika has used his political stature to enrich himself and his family by means of an elaborate and recondite business empire.",
  "If special counsel Robert Mueller is interested in determining just how well-connected Veselnitskaya is in Russia and on whose behalf she may have been acting when she entered Trump Tower a year ago, he should start by asking a simple question: Where did she get all her money?",
  "\"Natalia Veselnitskaya has been well-known as a 'family fixer' for the Katsyvs for years but had never been mentioned in any connection with Magnitsky case before the claim to Katsyv's family was filed in New York,\" Vladimir Pastoukhov, a lawyer for Hermitage, told me.",
  "Russia's economy routinely ranks as one of the least transparent in the world and the Moscow-based InDem Foundation once concluded that Russians pay $318 billion in bribes annually, which would amount to as much as one third of the country's gross domestic product.",
  "As with most other jurisdictions in Russia in the late 1990s, the Moscow region was run as a Tammany-style racket, as Russian expat journalist Leonid Bershidsky has observed, drawing from his own experience publishing an investigative book on that place and era.",
  "The Prevezon case\n\nVeselnitskaya was best known in the US for defending Prevezon Holdings Ltd., a Cypriot company accused by the US Justice Department, in a civil forfeiture action, of being a front for washing ill-gotten cash in the Manhattan property market.",
  "According to two different privately run databases, which draw on personal financial and employment information from Russian state records, Veselnitskaya went from a lowly state salary of $1,559 a year to a much more comfortable $53,645, between 1999 and 2003.",
  "The law was named for Sergei Magnitsky, the whistleblowing Russian attorney who a decade ago uncovered what the US Justice Department, State Department and Congress all allege was a vast criminal conspiracy aided and abetted by a corrupt Russian government.",
  "While working as counsel for a government agency, even an intelligence-gathering one, is not dispositive of one's level of influence, Veselnitskaya does have one close associate whose ties to the Russian security services have been better established.",
  "Her partner in counter-Magnitsky agitating is Rinat Akhmetshin, a Washington, D.C.-based lobbyist who, The New York Times has reported, maintains an \"association\" with Viktor Ivanov, the former deputy head of Russia's domestic spy agency, the FSB.",
  "Browder's lawyer, Vladimir Pastoukhov, added that after Veselnitskaya took on the Katsyv's legal defense in the Prevezon case, \"the prosecutor's office and Yuri Chaika personally started to play an unbelievably active role in the Magnitsky story.\"",
  "Veselnitskaya has denied working in any capacity on behalf of the Kremlin, even though her adoption ban campaign dovetails perfectly with what other Russian government officials have floated as a possible quid pro quo for ending the Magnitsky Act.",
  "Among the correspondence published online was a shot of the property sent by Kyle Parker, a congressional aide in the House of Representatives, a major Magnitsky Act proponent who has made a close study of Veselnitskaya's activities in Washington.",
  "One of them, Larix, is run by the Moscow Center for Economic Security, a private intelligence firm, which has previously come under scrutiny for selling the passport information of millions of current and former residents of the Russian capital.",
  "While there is no way of determining whether these financial disclosures are entirely accurate or comprehensive, the two databases from which I requested them are frequently used by Russian journalists researching Moscow government officials.",
  "Ledgers are written not just in black and red but invisible ink, as deputy prime ministers, Interior Ministry investigators and concert cellists have all been shown to have net worths vastly in excess of their putative taxable take homes.",
  "A photograph of one wall of the house became famous for a hot minute in July when it was exhibited in a tranche of hacked emails belonging to a senior State Department official who works in the department's secretive intelligence wing.",
  "Anya Levitov, a Russian broker formerly with Evans Property Services, laughed when I asked if such modest incomes were typical for the average landowner in DSK Riita, the tony forested community where Veselnitskaya invested in 2003.",
  "In actuality, the ban itself and the dangled prospect of its repeal was cleverly conceived of by the Russian government as leverage with Washington to negotiate away a piece of American legislation acutely painful to the Kremlin.",
  "The area is a \"closed club village in the old-fashioned style,\" as its website advertises, constructed in the middle of a pine forest along the Rublevo-Uspensky highway, with fenced-in lots and bespoke building options.",
  "Follow the money\n\nIt's almost a cliche of Putinomics that well-connected Russians who \"officially\" can't afford to buy a car are later found sporting 40-grand Breguet watches or controlling billions in corporate assets.",
  "(Parker snapped a picture of her sitting behind former US Ambassador to Russia Michael McFaul at a House Foreign Affairs Committee hearing in June 2016, just days after her confab with the Trump campaign in New York.)",
  "As for Browder's assertion that Veselnitskaya is fixated on him and the Magnitsky Act, this appears to be borne out by notes taken at her meeting with the Trump camp by embattled former campaign chief Paul Manafort.",
  "Ben Macintyre, the celebrated British historian of espionage, recently sat for a three-way interview with his friend John le Carré, the even more celebrated ex-spook and Cold War novelist, and The New York Times.",
  "Browder denies financing Navalny's work, which always generates significant interest: the Chaika YouTube video, for instance, was viewed by more than 3 million people in the first week or so of its uploading.",
  "Following the fallout from the exposure of her meeting at Trump Tower, she told the Financial Times that any insinuation that she is Chaika's emissary in New York and Washington comes from the \"gutter press.\"",
  "Which still doesn't explain why in emails released by Donald Trump Jr. accounting for Veselnitskaya's meeting with him in June 2016, she is referred to as a representative of the \"crown prosecutor of Russia.\"",
  "(CNN) She's been called a \"Russian government attorney,\" a \"trusted insider\" of the Kremlin, the \"go-to lawyer for the Moscow regional government\" and an acquaintance of Russia's powerful prosecutor general.",
  "I wanted him to know that Browder, a person who gave up his US citizenship, is trying to manipulate people in Congress,\" she told RT, the Russian government's English-language propaganda channel.",
  "His office placed Browder on trial in absentia in 2013 for alleged tax evasion, along with the deceased Sergei Magnitsky -- the first time in Russian history that the state has tried a corpse.",
  "Prevezon is owned by Denis Katsyv, the son of Pyotr Katsyv, now vice president of Russian Railways, the state-owned rail monopoly and before that the transport minister for the Moscow region.",
  "Politico reported recently that US officials who have reviewed Manafort's contemporaneous account of the encounter say they are mostly about Browder and the need for nixing the Magnitsky Act.",
  "Natalia Veselnitskaya, 42, rose from obscurity to international notoriety following the disclosure of her June 9, 2016, meeting with Donald Trump, Jr., Jared Kushner and Paul Manafort.",
  "Today, she runs Kamerton Consulting, a Moscow-based law firm, which she says employs 30 people, including five attorneys, with \"large state-owned and private corporations\" as clients.",
  "A thriving practice\n\nVeselnitskaya said in a declaration filed in US federal court, that she has \"argued and won more than 300 cases [in Russia] on corporate tax and property law.\"",
  "The windfall\n\nIt's not clear why, according to Russian financial databases, Veselnitskaya's income increased at around the same time as she purchased the two land parcels in 2003.",
  "The other database, Cronos, says it draws financial information from the Russian Pension Fund, the country's version of Social Security, which applies to all tax-paying citizens.",
  "These records show that in 2003, she made around $54,000, the vast majority of it after she purchased the aforementioned property, considered to be worth more than $1 million.",
  "In 2014, she told RBK-TV, \"Sergei Magnitsky did not uncover any theft referred in the Magnitsky Act,\" and, \"Many events and data stated in the Magnitsky Act did not exist.\"",
  "But they developed a close friendship with the Katsyvs, whom Veselnitskaya has represented in several legal cases in Russia before counseling them in the Prevezon one.",
  "\"But in today's Russia, even a second- or third-hand connection to the big beasts of the system can be parlayed into all kinds of extracurricular economic activities.\"",
  "The employers listed in either are indeed those for which she is known to have worked, according to international press reports and her own declarations in US court.",
  "Each \"cottage\" in the gated enclave features \"rooms for staff,\" the DSK Riita website informs us, suggesting the type of homeowner the community seeks to attract.",
  "Concurrent with her legal work, she also lobbied in Washington against the very foundation upon which the US government's case against Prevezon was constructed.",
  "Veselnitskaya's tenure in that local administration led to lasting personal and professional relationships, upon which she continues to capitalize to this day.",
  "One of Pyotr Katsyv's employees at the time was Alexander Mitusov, who had been deputy prosecutor in the Moscow region and therefore Veselnitskaya's superior.",
  "Chaika responded in the Russian daily Kommersant by dismissing the entire investigation as false and slanderous and accusing Browder of bankrolling the film.",
  "The area is just a short car ride away from Vladimir Putin's presidential residence at Novo-Ogaryovo and Russian Prime Minister Dmitry Medvedev's own dacha.",
  "The opposition leader is now waging a long-shot candidacy for the Russian presidency next year, with allegations of widespread corruption as a major theme.",
  "Magnitsky, they contend, was framed on tax charges by the same government and arrested; he died under suspicious circumstances in pretrial detention.",
  "On the basis of those damages, they applied for and received -- courtesy of their accomplices in the tax agencies -- the $230 million as a \"refund.\"",
  "It's called maskirovka -- little masquerade -- where you create so much confusion and uncertainty and mystery that no one knows what the truth is.\"",
  "Nor is Chaika hiding his part in trying to scuttle the Magnitsky Act by discrediting Browder as an alleged fugitive crook now residing in London.",
  "Browder is convinced that he has been targeted by both Chaika and Veselnitskaya in a coordinated campaign of vilification and disinformation.",
  "\"Veselnitskaya is not close to the Kremlin,\" said Mark Galeotti, a Prague-based specialist on Russia's security services and organized crime.",
  "The case was settled out of court in May, with the offshore company agreeing to pay $5.9 million while not admitting to any wrongdoing.",
  "I was able to find aerial footage of it, filmed in a real estate broker's 2015 promotional video for an adjoining house in DSK Riita.",
  "There is no such thing as a \"crown prosecutor\" in a non-monarchy such as Russia; the closest equivalent would be prosecutor general.",
  "The official's personal gmail account was compromised and published on the Internet by a hacker known only as \"Johnnie Walker.\"",
  "Veselnitskaya would not respond to multiple interview requests for this story to confirm her employment details and her income.",
  "\"The cost of developing completed houses in that community in 2006 were in the ballpark of $10 to $12 million,\" says Levitov.",
  "Many have what's colloquially known as a krysha, or \"roof\" (as in protection) for whom they do favors in return for gifts.",
  "The regional government, Bershidsky wrote, was \"a mess of corrupt schemes that ultimately led it to de facto bankruptcy.\"",
  "She is, Macintyre said, \"straight out of one of our books, a character that is possibly connected to the Russian state.",
  "That year, a contact of hers, another onetime provincial prosecutor, was made Russia's equivalent of attorney general.",
  "Editor's Note: (Michael Weiss is a national security analyst for CNN and author of \"ISIS: Inside the Army of Terror.\"",
  "At that price, she clearly wouldn't have had enough collateral for a mortgage, so where did the money come from?",
  "One of these, Reuters has reported, was Russia's Federal Security Service, or FSB, successor of the Soviet KGB.",
  "Russian state media previously portrayed Navalny and Browder as working in tandem, if not as Western spies.",
  "Both sets of financial records for Veselnitskaya's income between the years 1999 and 2003 match exactly.",
  "That put him in the same regional government where Veselnitskaya was then working as a prosecutor.",
  "The cottage\n\nVeselnitskaya has built a comfortable 8,000 square-foot \"cottage\" in DSK Riita.",
  "\"She's obviously working with Chaika on counter-Magnitsky lobbying in Washington,\" he said.",
  "That was the term used by Robert Goldstone, the British publicist who pitched the meeting.",
  "Akhmetshin was an officer in a Soviet military intelligence unit, according to the Times.",
  "\"I am already tired of talking about it, but apparently nobody wants to hear.",
  "Property records show that Veselnitskaya started building her home in 2006.",
  "He, too, attended the meeting with the Trump camp in New York in June 2016.",
  "The whole sum was processed in a single day, Christmas Eve 2007.",
  "Veselnitskaya's home isn't exactly a well-hidden secret.",
  "They exist somewhere in that foggy, deniable hinterland.",
  "Mitusov and Veselnitskaya later married, then divorced.",
  "This was the story that I brought to Donald Trump Jr.",
  "Bankruptcy for some is opportunity for others.",
  "The views expressed are his own.)",
  "They were both found guilty.",
  "Who knows?"
]