[
  "/ Updated By Julia Ainsley\n\nWASHINGTON — Investigators for Special Counsel Robert Mueller are questioning witnesses about an alleged September 2016 meeting between Mike Flynn, who later briefly served as President Donald Trump’s national security adviser, and Rep. Dana Rohrabacher, a staunch advocate of policies that would help Russia, two sources with knowledge of the investigation told NBC News.",
  "Federal investigators have been probing Flynn’s lobbying efforts on behalf of Turkey, including an alleged meeting with senior Turkish officials in December 2016 where he was offered millions of dollars to secure the return of the Turkish president’s chief rival to Turkey and see that a U.S. case against a Turkish national was dismissed.",
  "Mueller is reviewing emails sent from Flynn Intel Group to Rohrabacher’s congressional staff thanking them for the meeting, according to one of the sources, as part of his probe into Russian interference in the 2016 presidential election and possible collusion between the Trump campaign and Russia.",
  "Maxim Shemetov / Reuters\n\nRohrabacher, a California Republican, has pushed for better relations with Russia, traveled to Moscow to meet with officials and advocated to overturn the Magnitsky Act, the 2012 bill that froze assets of Russian investigators and prosecutors.",
  "The Washington Post reported in May that House Majority Leader Kevin McCarthy, also a California Republican, was secretly recorded telling other party members, in what seemed to be a joke, \"There's two people I think Putin pays: Rohrabacher and Trump.\"",
  "In September, the Wall Street Journal reported that Rohrabacher offered Trump a deal that to protect Julian Assange, creator of WikiLeaks, which released emails damaging to Hillary Clinton ahead of the 2016 election, from legal peril.",
  "Chris Kleponis / AFP - Getty Images file\n\nFlynn was fired after just 24 days as Trump’s national security adviser over misleading Vice President Mike Pence about his conversations with Russia’s ambassador to the U.S., Sergey Kislyak.",
  "In a statement, Flynn's lawyers, led by Robert Kelner, said that \"out of respect for the process of the various investigations\" regarding the 2016 campaign, they have avoided responding to every \"rumor or allegation\" in the media.",
  "\"But today's news cycle has brought allegations about General Flynn, ranging from kidnapping to bribery, that are so outrageous and prejudicial that we are making an exception to our usual rule: they are false.\"",
  "Less is known about his lobbying ties to Russia, though he was paid $45,000 plus expenses for attending a gala in Moscow in December 2015 and being interviewed by RT, the Kremlin-financed cable TV news channel.",
  "), national security adviser, designate speaks during a conference on the transition of the presidency from Barack Obama to Donald Trump at the U.S. Institute Of Peace on January 10, 2017 in Washington.",
  "In return for not prosecuting him for his group's 2010 leak of State Department emails, Assange would allegedly provide proof that Russia was not the source of the hacked Democratic emails.",
  "Also in attendance were Flynn’s business partners, Bijan Kian and Brian McCauley, and Flynn’s son, Michael G. Flynn, who worked closely with his father, the sources said.",
  "Mueller’s interest in the nature of Flynn and Rohrabacher’s discussion marks the first known time a member of Congress could be wrapped into the investigation.",
  "A grand jury impaneled by Mueller is continuing to interview witnesses with knowledge of Flynn's business activities over the next week, the two sources said.",
  "Multiple sources have told NBC News that Mueller has gathered enough evidence to lead to an indictment in the investigation into Flynn and his son.",
  "The meeting allegedly took place in Washington the evening of Sept. 20, while Flynn was working as an adviser to Trump’s presidential campaign.",
  "Most of what has been reported about Mueller’s questioning of Flynn’s lobbying work has concerned his efforts on behalf of Turkey.",
  "The sources could not confirm whether Rohrabacher and Flynn discussed U.S. policy towards Russia in the alleged meeting.",
  "The intelligence community has pointed to Russia as the secret provider of the email trove to WikiLeaks.",
  "U.S. Rep. Dana Rohrabacher speaks at a news conference in Moscow on June 2, 2013.",
  "Rohrabacher's office did not immediately respond to a request for comment.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "It was arranged by his lobbying firm, the Flynn Intel Group.",
  "Lt. Gen. Michael Flynn (ret."
]