[
  "There was contact, but no 'collusion'\n\nThe Trump camp's explanations for its Russia contacts saw a significant shift in the summer of 2017, when a bombshell New York Times story revealed that three top campaign officials, including Manafort, son Donald Trump Jr., and senior adviser Jared Kushner met with two Russian lobbyists at Trump Tower.",
  "Thomas Kronsteiner / Getty Images\n\nIn the days immediately following the election, Russian president Vladimir Putin's spokesman Dmitry Peskov and a top Russian diplomat told the Associated Press the Russian government maintained \"normal\" contacts on matters of foreign affairs with both the Trump and Clinton campaigns.",
  "But it was reported last year that one of the Russian lobbyists, the Kremlin-connected lawyer Natalia Veselnitskaya, did not arrive with the promised dirt on Clinton, and instead wanted to discuss a potential repeal of the Magnitsky Act, which sanctions high-level Russians suspected of human-rights abuses.",
  "Those include communications with Sergei Kislyak, Russia's former ambassador to the US; multiple powerful oligarchs closely aligned with Putin; and Russian intelligence officers who were involved in hacking then-Democratic nominee Hillary Clinton's campaign and the Democratic National Committee.",
  "\"Russian companies and individuals have been charged with conspiracy to defraud the United States as a result of their alleged acts of election interference and hacking and distribution of emails,\" Harvard Law School professor and former federal prosecutor Alex Whiting said.",
  "Even if there was collusion, it doesn't matter because collusion isn't a crime\n\nAfter Trump's early August tweet admitting he knew the meeting was to get damaging information on Clinton, his lawyers fell back on another strategy: arguing that collusion is not a crime.",
  "He is investigating possible coordination between the campaign and the Russians, particularly any actual crimes committed in the context of that coordination,\" Bradley P. Moss, a lawyer specializing in national security issues, told Business Insider.",
  "The special counsel Robert Mueller's investigation into Russia's interference in the 2016 election has so far produced 32 indictments, five cooperating witnesses, one conviction, and the seizure of $46 million in assets.",
  "Trump later acknowledged that although the meeting took place in order to get compromising information on Clinton, it did not count as collusion because the campaign did not get anything from Veselnitskaya.",
  "While it is true that the word \"collusion\" is not a specific crime denoted in the federal code, they said that the focus is likely on whether the campaign was involved in a conspiracy to defraud the US.",
  "\"If American citizens knowingly assisted these efforts, which could be described as 'collusion,' they could also be charged with conspiracy to defraud the United States,\" he added.",
  "Since last May, Mueller has been investigating not only Russia's election meddling, but also whether the Trump campaign colluded with Moscow to tilt the race in Trump's favor.",
  "The offer, according to one email Trump Jr. received from the British music publicist Rob Goldstone, was \"part of Russia and its government's support\" for Trump's candidacy.",
  "\"I have been sitting here looking in the federal code trying to find collusion as a crime,\" Rudy Giuliani, Trump's lead defense attorney, told Fox News in July.",
  "But the president's eldest son had to revise his statement several times after it emerged that he agreed to the meeting after he was offered \"dirt\" on Clinton.",
  "Then-President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in Manhattan on January 11, 2017.",
  "They made up a phony crime called Collusion, and when there was no Collusion they say there was Obstruction (of a phony crime that never existed),\" he wrote.",
  "After The Times reported on the meeting, Trump Jr. put out an initial statement claiming the meeting had nothing to do with Clinton or campaign business.",
  "But the Washington Post later reported that Trump \"dictated\" the initially misleading statement his son put out after he was contacted about the story.",
  "But subsequent reporting has now revealed at least 87 known points of contact between Trump campaign aides and Russia-linked individuals or entities.",
  "Last week, Paul Manafort, the former chairman of President Donald Trump's campaign, pleaded guilty and began cooperating with the Russia probe.",
  "The central thread in the probe focuses on the complex linkage of contacts between the Trump campaign and Russian individuals and entities.",
  "Trump and his lawyers initially claimed that the president did not know about the meeting until The Times broke the story about it.",
  "There was no contact with Russians\n\nPresident Vladimir Putin directed the interference, US intelligence agencies have concluded.",
  "\"This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere.",
  "Trump's former personal lawyer and fixer Michael Cohen has reportedly sat for hours of interviews with Mueller's team.",
  "Hope Hicks, then a campaign spokeswoman, categorically denied at the time that any such contacts had taken place.",
  "Leah Millis/Reuters\n\nLegal experts told Business Insider at the time that Giuliani's claim was a \"red herring.\"",
  "Over time, Trump and his surrogates have had multiple, often contradictory, explanations for those contacts.",
  "The officers disseminated the stolen emails via WikiLeaks to influence the election, Mueller has charged.",
  "\"There was no communication between the campaign and any foreign entity during the campaign.\"",
  "The full picture surrounding the meeting is still somewhat murky.",
  "REUTERS/Lucas Jackson\n\nIn response, Trump Jr. said, \"I love it.\"",
  "\"I don't even know if that's a crime — colluding with Russians.",
  "He didn't pay for the hacking,\" Giuliani also told CNN.",
  "Trump echoed Giuliani in a series of tweets.",
  "\"Mueller isn't investigating 'collusion.'",
  "Rudy Giuliani is Trump's lead attorney.",
  "\"It never happened,\" she told the AP.",
  "\"Collusion is not a crime.\"",
  "The president didn't hack.",
  "I did not know about it!\"",
  "Trump tweeted in August.",
  "\"Where's the collusion?",
  "Hacking is the crime.",
  "3.",
  "2.",
  "1."
]