[
  "In a series of tweets Sunday morning, the president said he “strongly pressed” Putin about the election meddling, which Putin “vehemently denied.” He also indicated he would work with the Russian president on hacking-related issues in the future.",
  "Donald Jr.’s meeting with Veselnitskaya came five days before the Democratic National Committee admitted on June 14 it had been targeted by a cybertheft campaign, which it attributed to Russian hackers.",
  "Trump has described that inquiry as a “witch hunt” launched by Democrats to delegitimize his victory in the presidential election, and at one point reportedly considered ousting Mueller from his post.",
  "“I think you will probably be rewarded mightily by our press.” Aides subsequently claimed Trump was joking at the time, and none of the deleted emails from her private server ever publicly surfaced.",
  "In statements to the Times and other news outlets, a spokesman for President Trump’s legal team said then-candidate Trump “was not aware of and did not attend the meeting” with Veselnitskaya.",
  "As a presidential candidate, Trump had publicly called on Russia to find a trove of deleted emails from the private email server Clinton maintained during her tenure as secretary of state.",
  "The Washington Post reported last month that U.S. intelligence agencies had captured Putin's direct instructions to damage Clinton’s electoral prospects in an effort to aid Trump.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” he said in a July 27, 2016, press conference, three days after the DNC email leak.",
  "Before and since taking office, Trump and his associates have strongly denied allegations that he or his campaign colluded with the Russian government during the election.",
  "The U.S. intelligence community concluded after the election that both cyberthefts were orchestrated by Moscow to damage Clinton’s candidacy and bolster Trump’s chances.",
  "The following month, on July 23, Wikileaks released 22,000 stolen emails from the Democratic National Committee on the eve of the Democrats’ national convention.",
  "Sunday’s revelations also come one day after Trump’s first face-to-face meeting with Russian President Vladimir Putin during the G-20 summit in Hamburg, Germany.",
  "“Putin & I discussed forming an impenetrable Cyber Security unit so that election hacking, & many other negative things, will be guarded and safe,” Trump wrote.",
  "Both Kushner and Manafort have reportedly come under scrutiny by federal investigators for their Russia-related ties before and during the election.",
  "Those allegations are one part of the sprawling investigation into Russian interference currently overseen by Special Counsel Robert Mueller.",
  "Donald Jr. also said in his statement that he did not tell Kushner or Manafort about the reason for the meeting before it took place.",
  "The June 9 date of the meeting places it before potential Russian interference in the election became public knowledge.",
  "Three months later, on October 7, Wikileaks published emails stolen from Clinton campaign chairman John Podesta.",
  "Embarrassing disclosures in the emails led to the resignation of Debbie Wasserman Schultz as the party’s chair."
]