[
  "The Russian lawyer said Trump Jr.'s comments were in reference to the 2012 Magnitsky Act, a sweeping, bipartisan bill that blacklisted many prominent Russian individuals the US says are responsible for the death of Sergei Magnitsky, a Russian lawyer who exposed corruption before his contested death in a Moscow prison.",
  "As more details emerged about the June 2016 Trump Tower meeting between Veselnitskaya, Trump Jr., then-Trump campaign chairman Paul Manafort and President Donald Trump's son-in-law Jared Kushner, among others, the President's eldest son eventually released emails that led up to the meeting.",
  "In the Bloomberg interview, Veselnitskaya said she was willing to speak with congressional investigators if her testimony was public and said she was willing to testify to the Justice Department special counsel probe led by former FBI Director Robert Mueller.",
  "Bill Browder, the US-born financier for whom Magnitsky worked, told CNN in response to the Bloomberg interview that it showed Veselnitskaya was changing her story from when she previously claimed she got no response from the Trump campaign at the meeting.",
  "Washington (CNN) The Russian lawyer who met last year with senior members of the Trump campaign said Donald Trump Jr. told her at the meeting that a Trump administration would be willing to review a 2012 sanctions law.",
  "The emails showed Trump Jr. was approached by an associate about getting incriminating information on Hillary Clinton from \"the crown prosecutor of Russia\" as part of the Russian government's \"support for Mr.",
  "Trump Jr. has said the meeting was unproductive and that instead of providing dirt on Clinton, Veselnitskaya tried to lobby the Trump campaign on repealing the 2012 law.",
  "The two issues became part of Trump Jr.'s initial, misleading response to revelations about the meeting taking place, when he said the campaign was not discussed.",
  "Natalia Veselnitskaya, the lawyer who attended the meeting, made her comments from Moscow in an interview with Bloomberg published Monday.",
  "\"Given our busy schedules, we politely asked if she could be more specific and provide more clarity about her objective for the meeting.\"",
  "\"It was quite difficult for me to understand what she was saying or why,\" Trump Jr. told Capitol Hill investigators in September.",
  "Veselnitskaya said he added, \"I understand our side may have messed up, but it'll take a long time to get to the bottom of it.\"",
  "Russia does not have a \"crown prosecutor,\" but Veselnitskaya has acknowledged ties to Russian Prosecutor General Yuri Chaika.",
  "She said Trump Jr. told her: \"Looking ahead, if we come to power, we can return to this issue and think what to do about it.\"",
  "Trump Jr. responded by saying, \"if it's what you say I love it,\" and eventually they set up a meeting with Veselnitskaya.",
  "Trump Jr. has acknowledged asking Veselnitskaya some questions about the dirt she was offering about Clinton.",
  "Russia, in response to the 2012 legislation, banned adoption of Russian children in the US.",
  "He said any claims Veselnitskaya made needed to be taken with a grain of salt.",
  "CNN has reached out to Trump Jr.'s attorney for a response.",
  "\"She's not a credible person,\" Browder said.",
  "\"She has a history of consistently lying.\"",
  "Trump.\""
]