[
  "The fact that Trump and Putin spoke about the adoption issue — which is intimately connected to the US' sanctions policy— the night before Trump reportedly crafted his son's statement about the Trump Tower meeting raises questions about whether Putin played a role, directly or indirectly, in influencing the version of events Trump's team relayed to the press.",
  "According to Yahoo, Marc Kasowitz, Trump's chief lawyer in the Russia investigation at the time, and Alan Garten, executive vice president and chief legal officer of the Trump Organization, were apprised in the third week of June of the email chain between Trump Jr. and music publicist Rob Goldstone.",
  "Putin had already given Trump one talking point during their first, formal meeting, however, that the president subsequently relayed to his aides, according to the New York Times: Namely, that if the Russians had hacked into the Democratic National Committee, they wouldn't have gotten caught.",
  "Thomson Reuters President Donald Trump personally \"dictated\" a misleading statement about his son's meeting with a Russian lawyer last year that said they primarily \"discussed a program about the adoption of Russian children,\" The Washington Post reported Monday.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.",
  "Trump told Reuters on July 12 that he had only just learned of the June 2016 meeting, which included his son, son-in-law, former campaign chairman, and two Russians who had been lobbying to repeal the Magnitsky Act.",
  "Goldstone told Trump Jr. in an email that a Russian \"government attorney\" wanted to meet to give him dirt on Hillary Clinton as part of the Kremlin's support for Trump's candidacy.",
  "The statement did not mention that Donald Trump Jr. had been offered compromising information about Hillary Clinton in exchange for taking the meeting.",
  "The initial statement Donald Trump Jr. provided to the press, which was reportedly dictated by his father, read:\n\n\"It was a short introductory meeting.",
  "And it was crafted by the president one day after he discussed \"adoptions\" with Russian President Vladimir Putin during a dinner at the G20 summit.",
  "It is unclear if Kasowitz or Garten told the president about the emails or the Trump Tower meeting before he dined with Putin on July 7.",
  "I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.\"",
  "The 2012 law targeting Russians suspected of human-rights led Putin to retaliate by banning US adoption of Russian children.",
  "Trump Jr. agreed to the meeting, replying, \"If it's what you say it is, I love it, especially later in the summer.\"",
  "He then forwarded the email chain to Paul Manafort, the campaign chairman at the time, and Jared Kushner.",
  "Asked about that dinner later, Trump told the New York Times that he and Putin \"just talked about things.",
  "Trump has insisted he did not find out about either until the New York Times broke the story on July 8.",
  "But Trump's legal team reportedly knew about the meeting as early as June.",
  "Trump Jr. published the full email chain on Twitter three days later.",
  "Actually, it was very interesting; we talked about adoptions.\"",
  "The White House did not respond to a request for comment.",
  "I asked Jared and Paul to stop by."
]