[
  "In his initial Trump-crafted statement, Trump Jr. said that he and Veselnitskaya “primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.”\n\n“I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand,” he added.",
  "Trump Jr. would go on to release his email exchanges with Goldstone after The New York Times informed him that they were planning to publish the documents, which they obtained through undisclosed means.",
  "Trump Jr. was contacted with the offer by email on June 3, 2016 by Rob Goldstone, an acquaintance and the music publicist for a Russian-Azerbaijani musician whose family is close to Vladimir Putin.",
  "After that statement was released to The New York Times, the newspaper followed up with a story revealing that Trump Jr. agreed to the meeting after being offered information about Clinton.",
  "And rather than discussing adoptions, the Russian lawyer, Natalia Veselnitskaya, used the meeting to lobby against the Magnitsky Act, a sanctions bill opposed by the Russian government.",
  "But it came to light over the next several days that the 39-year-old real estate executive accepted the meeting after being promised negative information about Hillary Clinton.",
  "They’ve said both that nothing significant came of the meeting and that any other political campaign would have entertained an offer of opposition research on an opponent.",
  "Donald Trump Jr.’s misleading statement about his June 2016 meeting with a Russian lawyer was dictated by President Trump, several sources told The Washington Post.",
  "Goldstone told Trump Jr. that a “Russian government attorney” — Veselnitskaya — would be presenting the Clinton dirt during the Trump Tower meeting.",
  "Trump Jr. initially claimed in his July 8 statement that the June 9, 2016 meeting was about the adoption of Russian children by U.S. citizens.",
  "According to The Post, Trump crafted his son’s statement aboard Air Force One on the flight back from the G-20 summit in Germany.",
  "Veselnitskaya attended with Rinat Akhmetshin, a Russian-American lobbyist and former Soviet military officer, and a translator.",
  "The White House and Trump Jr. have made several different arguments in an attempt to downplay the significance of the meeting.",
  "Trump dictated the statement to Hope Hicks, his longtime assistant and head of White House strategic communications.",
  "Trump Jr. invited his brother-in-law, Jared Kushner, and campaign chairman Paul Manafort.",
  "Follow Chuck on Twitter"
]