[
  "Trump Jr. has said that while he would have probably handled the meeting request differently now, he believes he did nothing wrong by hearing out someone offering information about a political opponent during a heated political campaign.",
  "Trump Jr. told the intermediary, a music publicist named Rob Goldstone, of the offer: “I love it.”\n\nGoldstone contacted Trump Jr. on June 3 saying that a Russian oligarch had offered to provide the anti-Clinton dirt.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” Goldstone wrote, adding that his clients, the Agalarov family, were behind the effort.",
  "The real estate executive, who is President Trump’s oldest son, said earlier this week that he is willing to testify under oath about his meeting with the lawyer, Natalia Veselnitskaya.",
  "Trump Jr.’s meeting with Veselnitskaya, which occurred on June 9, 2016, has led to accusations from Trump critics that the campaign attempted to collude with the Russian government.",
  "The chairman of the Senate Judiciary Committee has formally asked Donald Trump Jr. to testify before his panel about his meeting last year with a Russian attorney at Trump Tower.",
  "Trump Jr. released emails which showed that he was asked to meet with a “Russian government attorney” who wanted to provide damaging information about Hillary Clinton.",
  "Instead, she lobbied against the Magnitsky Act, a sanctions law that impacted one of her clients, a Russian businessman named Denis Katsyv.",
  "CNN reported earlier on Thursday that Grassley planned to issue the hearing invitation and would issue a subpoena if necessary.",
  "Both Trump Jr. and Veselnitskaya have claimed that the Russian attorney did not provide any information about Clinton.",
  "Trump Jr.’s brother-in-law, Jared Kushner, and campaign chairman Paul Manafort also attended the 20 minute session.",
  "Iowa Sen. Chuck Grassley sent a letter to Trump Jr. on Thursday, NPR and other news outlets reported.",
  "The Trumps and Agalarovs were partners for the 2013 Miss Universe pageant held in Moscow.",
  "Trump Jr. and Goldstone eventually set June 9 as the date for the meeting.",
  "Follow Chuck on Twitter"
]