[
  "The Trump campaign's meeting with Veselnitskaya was only recently disclosed to government officials, when Kushner filed a revised security clearance form after The Times reported in April that he had failed to disclose his contacts with Russian officials before joining the Trump administration.",
  "The case, which was settled for approximately $6 million in May, garnered high-profile attention given its ties to the $230 million Russian tax-fraud scheme uncovered by Russian lawyer Sergei Magnitsky, whose suspicious death aroused international media attention in November 2009.",
  "REUTERS/Kevin Lamarque\n\nPresident Donald Trump's son, son-in-law, and campaign chairman met with Russian lawyer Natalia Veselnitskaya last year, just weeks after Trump clinched the Republican presidential nomination, The New York Times reported Saturday.",
  "\"We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.\"",
  "Katsyv, the owner of Prevezon whom Veselnitskaya represents, registered a nonprofit company in Delaware called the Human Rights Accountability Global Initiative Foundation in February 2016, the stated aim of which is to overturn the adoption ban.",
  "Magnitsky uncovered the scheme, which became one of the biggest corruption scandals of Russian President Vladimir Putin's presidency, in 2008 on behalf of the investment advisory firm Hermitage Capital.",
  "Putin called the Magnitsky Act \"outrageous\" upon its signing by President Barack Obama in 2012, and created his own anti-Magnitsky blacklist of US citizens that included US Attorney Preet Bharara.",
  "Both Kushner and Manafort are people of interest in ongoing congressional and FBI investigations into Russian interference in the 2016 election and whether the Trump campaign played a role in it.",
  "Veselnitskaya helps \"represent\" the HRAGIF along with a colleague, according to an email that colleague sent last April seen by Business Insider and first reported by The Daily Beast.",
  "In 2012, Congress passed the Magnitsky Act, which authorizes the president to deny visas to, and freeze the assets of, Russians believed to have been complicit in Magnitsky's death.",
  "Veselnitskaya is known for waging a harsh campaign against the 2012 Magnitsky Act, which blacklisted Russians suspected of human-rights abuses, and has strong ties to the Kremlin.",
  "She is also the family lawyer for Denis Katsyv, the son of senior Russian government official Pyotr Katsyv and owner of the Cyprus-incorporated real-estate company Prevezon.",
  "Veselnitskaya's meeting was arranged by Trump's oldest son, Donald Trump Jr., and was attended by his son-in-law Jared Kushner and then-campaign chairman Paul Manafort.",
  "Prevezon was under investigation by the Department of Justice at the time of the meeting over whether it laundered millions of dollars into New York City real estate.",
  "And she had been lobbying to repeal the Magnitsky Act at the time the HRAGIF was set up, roughly four months before she met with Trump Jr., Kushner, and Manafort.",
  "Trump Jr., for his part, said he was asked to attend the meeting by an acquaintance, but was not told the name of the person he would be meeting with beforehand.",
  "Bharara, known as the Sheriff of Wall Street for his dogged pursuit of organized crime and money laundering in Manhattan, was fired by Trump earlier this year.",
  "U.S. President Donald Trump gives a thumbs-up as he and White House Senior Advisor Jared Kushner depart the White House in Washington, U.S., March 15, 2017.",
  "Browder, the founder of Hermitage, said in an interview on Saturday that fighting against the Magnitsky Act was Veselnitskaya's \"main project last year.",
  "And \"there was no obvious reason,\" Browder said, for Veselnitskaya and her team to engage in this lobbying \"as part of their defense for Prevezon.\"",
  "Magnitsky was later thrown in jail and died in custody, and an independent human-rights commission found he had been illegally arrested and beaten.",
  "She also helped organize the Brussels screening of an anti-Magnitsky film that cast doubt on both Bill Browder's claims and Magnitsky's findings.",
  "He was likely referring to Putin's retaliatory measure against the Magnitsky Act, which was blocking Americans from adopting Russian children.",
  "She is married to a former deputy transportation minister of the Moscow region, and her clients have included Russian state-owned businesses.",
  "\"It wouldn't have helped the company address the money laundering allegations mounted by the US Department of Justice,\" Browder said.",
  "The meeting between Veselnitskaya and the Trump campaign is the first confirmed meeting between a Russian citizen and the campaign.",
  "The founder of Hermitage, William Browder, sought justice for Magnitsky in the US and Europe after Magnitsky died.",
  "\"The only reason for them to do this would have been at the behest of the Russian government.\"",
  "In March, Trump Jr. denied ever having discussed government policy with Russian citizens.",
  "Trump Jr. told the Times that the meeting had been to discuss an adoption program.",
  "I asked Jared and Paul to stop by,\" Trump Jr. said in a statement to The Times.",
  "The Kremlin maintains that Magnitsky died of a heart attack.",
  "\"One-hundred percent no,\" he said then.",
  "\"It was a short introductory meeting."
]