[
  "Reuters/Jorge Silva\n\n'Some interesting messages coming in from Moscow'\n\nThe revelation that a Maltese professor tied to the Russia government offered the campaign dirt on Clinton in the form of \"thousands of emails\" in April 2016 seems to move up the known timeline of Moscow's election interference, and indicates that Papadopoulos knew that Russia was actively trying to undermine Clinton before virtually anyone else.",
  "But Papadopoulos was not deterred: He sent the same email to Paul Manafort — listed as a \"high-ranking campaign official\" in the government filing but identified previously in a Washington Post report — on May 21, just after Manafort was named campaign chairman, telling him that \"Russia has been eager to meet with Mr. Trump for some time and have been reaching out to me to discuss.\"",
  "AP Photo/Evan Vucci\n\nFormer Director of National Intelligence James Clapper told CNN on Sunday that he did not know about the meeting top Trump campaign advisers took with a Russian lawyer last year at Trump Tower to obtain dirt on Hillary Clinton when he said in January that he had seen no evidence of collusion between the campaign and Moscow.",
  "Clapper was also not aware that a foreign policy adviser to the campaign, George Papadopoulos, was told about the Russian \"dirt\" on Clinton last April and had been trying for months to arrange a meeting between then-candidate Donald Trump and Russian President Vladimir Putin, the former top intelligence official told CNN's Jake Tapper.",
  "On June 3, 2016, music publicist Rob Goldstone emailed Donald Trump Jr. and said, \"The Crown prosecutor of Russia … offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "The memo Veselnitskaya brought with her to that meeting, which focused largely on undermining the banker-turned human rights activist Bill Browder, contained many of the same talking points as one written by the Russian prosecutor's office two months earlier.",
  "Six days later, Trump Jr., Paul Manafort, and Trump's son-in-law and top campaign adviser Jared Kushner met with Russian lawyer Natalia Veselnitskaya — identified as a \"Russian government attorney\" in Goldstone's emails — on the promise of dirt on Clinton.",
  "In an April email to then campaign manager Corey Lewandowski, Papadopoulos said he had gotten \"a lot of calls over the past month\" about how \"Putin wants to host the Trump team when the time is right,\" according to The Washington Post.",
  "The New York Times reported over the weekend that Papadopoulos wrote to Stephen Miller, then a campaign aide, one day before learning about the Russian \"dirt\" claiming that Trump had an \"open invitation\" from Putin to visit Russia.",
  "On May 4, he told Lewandowski and campaign cochairman Sam Clovis that Ivan Timofeev, a senior official at the Russian International Affairs Council, wanted them to know that Russian officials were open to Trump visiting Moscow.",
  "Trump told reporters on Sunday that Clapper, former CIA Director John Brennan, and former FBI Director James Comey were \"political hacks\" and reiterated his belief that the Russia investigation was a hoax created by Democrats.",
  "He thanked the professor for his \"critical help\" after the professor told him about the dirt, according to the special counsel's court filings, saying that it would be \"history making\" if a Trump-Putin meeting took place.",
  "Director of National Intelligence James Clapper testifies on Capitol Hill in Washington, Thursday, Jan. 5, 2017, before the Senate Armed Services Committee hearing: \"Foreign Cyber Threats to the United States.\"",
  "New details have emerged, meanwhile, about the link between the Kremlin and Russian lawyer Natalia Veselnitskaya, who met with the campaign on June 9 to lobby for the repeal of the Magnitsky Act sanctions.",
  "But Papadopoulos kept trying to organize a meeting between the campaign and Russian government officials even after learning from the professor that Russia was trying to compromise Clinton.",
  "AP Photo/Andrew Harnik\n\n'Re: Messages from Russia'\n\nIt is unclear whether Papadopoulos had told anyone in the campaign, at this point, about the Russian \"dirt\" on Hillary Clinton.",
  "Hackers, believed to be Russian, breached Clinton's campaign chairman John Podesta's email server in March, but those emails were not published by WikiLeaks until October.",
  "Browder's reputation has become inextricably linked to the global human-rights campaign he launched in 2009 after tax lawyer Sergei Magnitsky died in a Russian prison.",
  "\"The Veselnitskaya memo has exactly the same talking points as the Russian government's position on the Magnitsky case,\" Browder told Business Insider last month.",
  "On June 1, 2016, Papadopoulos again emailed an unidentified \"high-ranking campaign official\" and asked about Russia, according to the special counsel's office.",
  "U.S. President Donald Trump and Russia's President Vladimir Putin talk during the family photo session at the APEC Summit in Danang, Vietnam November 11, 2017.",
  "He added: \"That is the strongest indication to date that Veselnitskaya is an agent of the Russian government and not some independent operator as she claims.\"",
  "The special counsel's filing indicates that Manafort forwarded Papadopoulos' email to his longtime business associate Rick Gates and wrote: \"Let's discuss.",
  "Papadopoulos pleaded guilty to making false statements about his contacts with Russia-linked foreign nationals to federal agents on October 5.",
  "The official referred Papadopoulos to the \"campaign supervisor,\" who Papadopoulos emailed with the subject line \"Re: Messages from Russia.\"",
  "Wanted to pass this info along to you for you to decide what's best to do with it and what message I should sent (or to ignore),\" he wrote.",
  "Paul Manafort, President Donald Trump's former campaign chairman, departs Federal District Court, Thursday, Nov. 2, 2017, in Washington.",
  "News that the Democratic National Committee had been breached by Russia-linked hackers in late 2015 did not break until June 14, 2016.",
  "He wrote Miller again that day saying he had \"some interesting messages coming in from Moscow about a trip when the time is right.\"",
  "He now appears to be a cooperating witness in Mueller's investigation of potential collusion between the Trump campaign and Russia.",
  "Clovis replied that \"there are legal issues we need to mitigate, meeting with foreign officials as a private citizen.\"",
  "But, of course, a lot more has come out that raises, I think, circumstantial questions if nothing else.\"",
  "Clapper said that, for his part, he was \"not directly aware of the content of these meetings.\"",
  "\"I have the Russian MFA asking me if Mr. Trump is interested in visiting Russia at some point.",
  "The DNC documents were dumped by WikiLeaks one day before the Democratic National Convention.",
  "The information, Goldstone said, was \"part of Russia and its government's support for Mr.",
  "We had lots of concerns, because we were aware of multiple meetings that were going on.\"",
  "\"If it's what you say I love it especially later in the summer,\" Trump Jr. replied.",
  "It should be someone low level in the campaign so as not to send any signal.\"",
  "\"The dashboard warning lights were clearly on about what was going on.",
  "To say specifically that we had smoking gun evidence of collusion, no.",
  "\"You said in January 2017 that you knew of no collusion,\" Tapper said.",
  "We need someone to communicate that DT is not doing these trips.",
  "\"The statement I made at the time was true,\" he continued.",
  "\"But we were certainly concerned,\" he said.",
  "\"I had no direct evidence of collusion.",
  "\"Did you know of those two events?\"",
  "\"No, I did not,\" Clapper replied.",
  "Trump.\""
]