[
  "CHUCK TODD60 miles from where President Trump campaigned for Roy Moore on Friday night, voters across the state line in Mobile are getting used to being the center of attention.CASI CALLAWAY\n\nI have never seen as many yard signs for a Democrat in my life as in Coastal Alabama.PAMELA WALSH\n\nThere are a lot of Doug Jones signs around Fairhope.",
  "I think in terms of Al Franken, what you have -- and Al Franken is a friend of mine and, I think, has been a very good senator for Minnesota -- but what you have is a situation where Senator Franken acknowledged wrongdoing, on several occasions inappropriate behavior, and he felt that the appropriate thing to do was to offer his resignation.",
  "He still made office.AARON JORDAN\n\nFor a lot of people, you know, that's a private matter that they just don't talk about it.CHUCK TODDAt Wintzell's Oyster House on Dauphin Street, Oysters come \"fried, stewed and nude\" and Mobile is the kind of place with moderate and African American voters where Democrat Doug Jones needs to overperform.",
  "That was serious, important, and explosive then a person who makes a living getting publicity and money and such in high-profile causes comes, puts forward a case that looks a little less reliable, and that could give people a reason to say, \"They're always messing around with us, they're always screwing around in a dishonest way.",
  "The NRSC is not re-engaged in that race so the fact of the matter is our party is big enough to have disagreements from the top to where we are and we'll continue to work for ways to move this country forward by looking at the issues and the policies that will improve the quality of life of the average American.",
  "I would hope that the American people would say that at a time of massive income and wealth inequality, where the top one-tenth of 1% owns more wealth than the bottom 90%, why would we be giving massive tax breaks to people who don't need it and then cut back on programs that middle class people do need?",
  "CHUCK TODD:\n\nYou’ve already -- the Russian lawyer that was a part of this meeting has already testified in front of you and she seemed to testify that all Donald Trump Jr. cared about was something -- he wanted Clinton foundation dirt and when he couldn't provide it, she said he was uninterested.",
  "CHUCK TODD\n\nDoes Doug Jones have a message beyond being “not Roy Moore.”\n\nSTATE SEN. HENRY SANDERS (D-AL)\n\nHe demonstrated courage in 2001, 2002 when he went back nearly 40 years and got people who had been involved in the killing of--the murdering of those four little black girls in Birmingham.",
  "Now by the way, one of the ugly aspects of this, Chuck, is as you well know now, what Paul Ryan is saying is, \"Oh my goodness, if the deficit goes up by $1.4 trillion as a result of this tax bill, we're going to have to cut back and cut Social Security, Medicare, Medicaid, and other programs.",
  "I am curious to see, there's always been this discussion about whether the president, when the meeting was disclosed, the president was on Air Force One on his first overseas trip and there was some reporting that the president himself helped draft the initial statement by his son.",
  "For people, Republicans, allies of the president, I will also tell you mood wise, you can't overstate the paranoia, I think, and the concern inside the west wing about this investigation, although the president, I'm told, with associates, loves to be talking about his tax bill.",
  "(BEGIN TAPE)\n\nSEN. AL FRANKEN:\n\nIrony in the fact that I am leaving while a man who has bragged on tape about his history of sexual assault sits in the Oval Office and a man who has repeatedly preyed on young girls campaigns for the Senate with the full support of his party.",
  "That said, it is so important, so much depends on the Mueller investigation that it's not bad, I think, if people look at it in a strict way and just say, \"Make sure everything's on the up and up and fully credible and not partisan and not partisan political creepiness.\"",
  "Joining me for insight and analysis are: NBC News Chief White House Correspondent Hallie Jackson; David Brooks, columnist for The New York Times; Peggy Noonan, columnist for The Wall Street Journal; and Democratic pollster and NBC News Political Analyst Cornell Belcher.",
  "CHUCK TODD\n\nIn order to distract from his issues, Moore's campaign continues to seize on this abortion answer from Jones when the general election began:CHUCK TODD\n\nYou wouldn’t be in favor of legislation that says ban abortion after 20 weeks or something like that?",
  "And in a closed door hearing at the House Intelligence Committee, Donald Trump Jr. tried to claim attorney client privilege to avoid describing his conversations with President Trump about his, Junior's conversations last year with a Russian lawyer.",
  "We're looking at things, the two bodies have very different approaches to mortgage interest deduction, which would save us about $25 billion that we could use to provide more relief to the SALT, or my sweetener in the SALT, should I say.",
  "Mr. Goldstone, who, of course, got this whole thing rolling, my sense is that he was the guy who injected this idea that there would be dirt, perhaps knowing that that would be interesting to people like Paul Manafort and Don Trump Jr..",
  "HALLIE JACKSON:\n\nYou would not, I think, see the president, people who support the president, coming out on television and talking publicly about it if they didn't think that the president wouldn't be angry with them for doing it.",
  "To do that and to make me comfortable, I think Devin would have to sort of drop the role that he has played where he has decide, for example, to devote himself to the investigation of whether there was improper unmasking.",
  "SEN. TIM SCOTT:\n\nThere's a lot of conversation around the fact that in some of the blue states where the taxes are high, the property tax alone will not be, they will not be able to use the $10,000 possible deductions.",
  "So the way I think about it is is our job is really to figure out exactly what happened with the hack, the Russian attack on our election, whether there was cooperation, whether there were leaks associated with that.",
  "At some point, given this moment we're in, should the president's accusers deserve time to sort of, in a formal setting, have -- layout their accusations and have them sort of, and let people judge for themselves?",
  "I wonder if comments like this that Roy Moore said when he was revering the age of slavery when he said, \"I think it was a great time in America at the time when families were united, even though we had slavery.",
  "But the point is, the point is, that we have the absurdity now of a president of the United States who basically says on a tape that everybody in this country has seen his pride, in a sense, in assaulting women.",
  "And in the course of this investigation, the chairman, Mike Conaway, who is doing, by the way, a terrific and fair job, has said to witnesses that if you're here voluntarily, we're not going to compel testimony.",
  "The big Roy Moore story, before this very big Roy Moore, there were other big Roy Moore issues that had come up that his campaign, to this day, cannot answer whether he believes homosexuality should be illegal.",
  "CHUCK TODD:\n\nI'm going to make a hard turn to the Muller probe because I'm curious if you're starting to hear, inside the White House, what we've been seeing on a certain cable channel in primetime at night.",
  "CHUCK TODD:\n\nIt's an African American male with a skeptical look on his face, a big picture, and it says this, \"Think if a black man went after high school girls, anyone would try to make him a senator?\"",
  "CHUCK TODDElaine Williams is a class A welder at the Austal shipyards ... which employs 4,000 workers, building combat ships for the U.S. Navy.ELAINE WILLIAMS\n\nThey said the same thing about Trump.",
  "But there is evidence that fewer people are actually calling themselves Republicans today than they did a year ago, which means that the president is holding on to a large share of a shrinking pie.",
  "For all his eccentricities, he represents a more conservative way of thinking about essential issues, including social issues such as abortion, which we've gotten into so much when we get to this.",
  "This election may tell us if categorically denying all accusations, no matter how credible, as Republican Roy Moore has done, is a successful strategy.And then there's the Republican party itself.",
  "(BEGIN TAPE)\n\nMARK BULLOCK\n\nThe candidates are hitting the campaign trail hard.CHUCK TODD\n\nWith two days to go in Alabama, politics is the only story.DONALD TRUMP\n\nGet out and vote for Roy Moore.",
  "CHUCK TODD\n\nCampaign strategist Dean Young defends Moore.CHUCK TODD\n\nJudge Moore did know some of the accusers, at least he said that at first and now claims he didn't know any of the accusers.",
  "CHUCK TODD:\n\nDavid, I want to get to a point you made in your column on Friday, which is a victory by Roy Moore for the Republican Party is, I guess, the ultimate in empiric victory, isn't it?",
  "But then the White House very publicly says at the podium that we're at when we asked Sarah Sanders, she said, \"No, no, the president is going to continue to allow Bob Mueller to do his job.\"",
  "And again, Donald Trump Jr. has said the same thing -- that it was in fact from him\n\n(End Clip)\n\nCHUCK TODD:\n\nDoes that statement still hold up based on your questioning of Donald Trump Jr.?",
  "Ruth Marcus, a familiar face to many of here of the Washington Post, wrote this, \"There's no doubt in the case of Al Franken, the Democrats are better off with the Minnesota senator gone.",
  "(END TAPE)\n\nCHUCK TODD:\n\nYou're starting to hear that Ty Cobb, the president's in-house lawyer that sits in the White House, doesn't ever get involved in that kind of commentary, though.",
  "Obstructed justice at the FBI and, in direct violation of the Constitution, he's taken money from foreign governments and threatened to shut down news organizations who report the truth.",
  "I had a spokesperson for the White House come on this show and essentially say, \"You know what, there is no Senate seat that is worth electing somebody accused of child molestation.\"",
  "We had a whole 702 reauthorization bill about surveillance in which there was a section about unmasking and how you have to report unmasking attempts during presidential transitions.",
  "And later, as the Russia investigation moves closer to President Trump, as Senator Sanders sort of hinted at there, the president's allies are attacking Robert Mueller's legitimacy.",
  "The good news is, thank god for leaders like John Ratcliffe, Trey Gowdy, Mia Love, a diverse group of young thinkers who will take our country and our party in a better direction.",
  "CHUCK TODD:\n\nThe scope of your investigation right now, Donald Trump Jr. once talked about and almost bragged about how much Russian money was important to the real estate empire.",
  "The other has to do with how we treat high tax states like New York, New Jersey and do we allow other Americans in South Carolina, North Carolina to subsidize those high taxes?",
  "Because the people knew before they voted about these allegations and that is the distinction with Al Franken, when it's information that's coming out after you've been seated.",
  "And what I found was widespread discomfort among voters in this conservative state, faced with choosing between a Democrat and a Republican accused of molesting underage girls.",
  "Number two, the bottom line is both when Steve King and Tim Scott arrived in this country, we were actually creating diversity because the Native Americans were already here.",
  "And the stories match up pretty consistently that yes, Donald Trump Jr. was not particularly interested in adoptions, he wasn't particularly interested in the Magnitsky Act.",
  "President Trump's allies in Congress and on Fox News stepped up an effort to undermine independent counsel Robert Jr., his investigation, and the credibility of the F.B.I.",
  "Again, I'm not a lawyer myself, but every lawyer I know says that there is no attorney client privilege when you're simply talking to somebody else with attorneys present.",
  "CHUCK TODD:\n\nYou know, there's been some concern that the election of Roy Moore is just going to send a larger negative message about what the Republican Party stands for.",
  "But what should -- should the Democratic -- is the Democratic Party collectively done enough, you think, in the institutions of the House and the Senate to stop this bill?",
  "If we’re going to go forward with impeachment, I want the American people clearly to understand why that is the case, why it makes sense, why it’s the right thing to do.",
  "A win by Doug Jones would give the Democrats 49 seats, and, more importantly for them, a realistic chance of winning the majority in 2018.There's the president's agenda.",
  "PEGGY NOONAN:\n\nThe big Roy Moore allegations, the big story, is the original Washington Post story that began with the tale, completely credible, completely believable.",
  "But the bottom line is, when it comes to these allegations against Roy Moore, if he ends up in the Senate, you asked Tim Scott about it, they can't vote to expel him.",
  "I talked with a senior administration official just this weekend who said, \"We don't know what's going to happen in this race, because the data is totally screwed up.",
  "I think what the absurdity is --\n\nCHUCK TODD:\n\n-- He didn’t think -- I’ll be honest with you, senator -- he didn’t sound like somebody who thought it was appropriate.",
  "CHUCK TODDMany Alabama voters still don't know what to make of the allegations.ELAINE WILLIAMS\n\nI need some kind of proof other than word of mouth that it happened.",
  "Paul Manafort, of course, is charged with money laundering, with tax evasion, all sorts of things that are not, obviously, part of the Congressional investigation.",
  "I think he would need to drop all of those, what I regard as distractions, and come back in an impartial way, the way Mike Conaway has steered this investigation.",
  "And sadly, and I like and respect Devin, but sadly in the last, you know, couple of months he has devoted himself to these things which I regard as distractions.",
  "Because of course, you know, we've seen a lot of contact, we've seen a desire to get dirt, a desire to work with the Russians, a desire to contact the Russians.",
  "JIM HIMES:\n\nWell, we've actually gotten now I think four or five accounts of what happened in that room for four or five different people who were in that room.",
  "Can I say, part of this pushback you see on Fox and other stations and outlets, part of it is I very much remember “Let's kill Ken Starr”--\n\nCHUCK TODD:\n\nRight.",
  "So allowing for income and property taxes, which would cost another $100 billion by the way, to be options for folks in those states would be a better solution.",
  "And if Mueller brings forth the clear evidence that there was collusion between the Trump campaign and the Russians, I think you have grounds for impeachment.",
  "Whether it's taxes or the budgets or the courts, with one less vote, Senate Republicans will have an even harder time getting anything passed in that chamber.",
  "SEN. TIM SCOTT:\n\nI think the question about writing off ordinary business expenses versus writing off state and local taxes are two very different questions.",
  "SEN. BERNIE SANDERS:\n\nWell, one of the absurdities of this whole process is the Republicans made a decision to go forward without any Democratic Party input.",
  "The answer we get on this situations is always, \"Hey, we were really, really busy and I just thought, 'What the heck, we'll throw that out there and see.'\"",
  "Devin Nunes, who is the Republican chair of the House Intelligence Committee, has been cleared of an ethics violation having to do with his actions here.",
  "But the U.S. Congress --\n\nSEN. BERNIE SANDERS:\n\nNo, what I just said -- Chuck, Chuck -- what I just said is Al Franken felt it proper for him to resign.",
  "And if he does, I spoke with a Republican strategist recently who said they are preparing for the ads to be used in October against their own people.",
  "Roy Moore, if he wins, you referenced the NRSC, the head of that campaign committee, Cory Gardner of Colorado, your colleague there is for expulsion.",
  "We'll have a greater opportunity for us to look into all the issues, the allegations, and perhaps even talk with some of the folks who are witnesses.",
  "There were seven or eight women, some named, some not, who came forward with stories about Senator Franken, who said he had treated them very badly.",
  "I want to talk, Peggy, about the Franken standard, 'cause we now have a new standard for resignation, you could argue, when it comes to Al Franken.",
  "CHUCK TODD:\n\nThere's doubt in my mind that if Doug Jones were pro-life, like the Democratic governor of Louisiana, this race would already be over.",
  "So really, a bigger question other than the question that you just presented to me, is how many voters believe the allegations and how many do not?",
  "And I had plenty that believed the Gloria Allred client here, who has nothing to do with the Washington Post accusations--\n\nPEGGY NOONAN:\n\nRight.",
  "That the seat, the politics of it, the votes for Roy Moore, if he ends up getting elected, are more important than these allegations against him.",
  "But Alabama right now, the world is watching to a state that is trying to rebrand itself and trying to become a manufacturing, a technology hub.",
  "CHUCK TODD:\n\nAnd yet, if Roy Moore gets elected, you are going to potentially have another investigation into this via the United States Senate.",
  "And then he quotes Hungarian Prime Minister Viktor Orbán, quote, \"Mixing cultures will not lead to a higher quality of life, but a lower one.\"",
  "CHUCK TODD:\n\nThere are voters, Peggy, that are looking for any thread to make them feel slightly more comfortable pulling the lever for Moore.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“12.10.17.”\n\n(BEGIN TAPE)\n\nCHUCK TODD\n\nThis Sunday—Roy Moore, the Senate and what's at stake in Alabama.",
  "He declined to answer a question about a conversation that he'd had with his father that may be relevant to the Don Jr. meeting a Trump tower.",
  "CHUCK TODD:\n\nYou just heaped praised on the acting Republican head of the House Intelligence Committee, the Arkansas congressman Mike Conaway.",
  "Be true to your own political principles, but have some faith and don't make decisions that are not ones that you're really comfortable with.",
  "There was more evidence that Wikileaks was at least playing favorites with the Trump campaign when it came to what they had in their servers.",
  "We'll be back in a moment with all the latest on the Russia investigation, including what the president's allies are trying to do to end it.",
  "And while President Trump's approval rating in that time has slumped, a lot has been made of his continued strength among Republican voters.",
  "In the November Virginia Governor's race, Republicans dropped two points in their party ID and Democrats gained four from the 2013 election.",
  "There needs to be a differentiation between somebody who pats somebody on the backside and somebody who commits terrible acts against women.",
  "CHUCK TODD:\n\nWhile Donald Trump, Jr., tries to assert attorney-client privilege to keep quiet about a key conversation with the president.",
  "CHUCK TODDAt a fundraiser for the Mobile Bay watershed on Friday night, I talked to some of the suburban women Jones hopes to win over.",
  "Let me ask you this philosophically, why is that corporations are going to be able write off state and local taxes but not individuals?",
  "The truth is is you and I both know, Chuck, that the allegations or the accusations against the president were a part of the campaign.",
  "According to Gallup, the percentage of people who now identify as Republicans has dropped five points since last November, 42% to 37%.",
  "(BEGIN TAPE)\n\nSEAN HANNITY:\n\n\"The Special Counsel of Robert Mueller's entire investigation, we now know tonight is one giant cesspool.",
  "PEGGY NOONAN:\n\n--in the late 1990s, it was the Democratic party and Democratic media trying to kill the Republican special prosecutor.",
  "And for their point of view, hey, these establishment Republicans, hey, they swallowed Roy Moore, they swallowed all this other stuff.",
  "Why should Bob Menedez be given time in front of the Ethics Committee before you guys as Democrats decide his fate versus Al Franken?",
  "It was a tale of being 14 years old and being preyed on by an older man in his 30's who shouldn't have been doing what he was doing.",
  "And what a lot of people are doing are seeing the Republican party say, \"Yeah, politics comes before your faith and your character.\"",
  "If the number of people will think, \"I'm not a progressive, I can't vote in this direction, but I ain't going to support this guy.\"",
  "CHUCK TODD:\n\nI believe you bring a poster board of that tweet or quote down to the Senate floor almost weekly, for what it's worth.",
  "And furthermore, what we need in this country and this whole debate, discussion is bringing this up, we need a cultural revolution.",
  "On Friday, I traveled to Mobile in deep red Alabama, which has voted for a Democratic presidential nominee exactly once since 1960.",
  "CHUCK TODD:\n\nDo you think in the long term--\n\nDAVID BROOKS:\n\nYou get a temporary vote for the Supreme Court justice for a tax cut.",
  "SEN. TIM SCOTT:\n\nWell, the Constitution requires us to A) if he wins, and still an if, if he wins, if he wins we have to seat him.",
  "With Jared Kushner, it's now known that he had this conversation in which he sought a backchannel, perhaps at the Russian Embassy.",
  "And I'm going to let my decision be made by the breadth of information and evidence that I'm able to review during that process.",
  "Should people who have been victimized have an opportunity to have their day in court or their day presenting their information?",
  "I'll talk to a House Intelligence Committee member who questioned Trump Junior this week, Congressman Jim Himes of Connecticut.",
  "Plus, sexual misconduct charges take down three more members of Congress amid whispers that dozens more may soon be implicated.",
  "It strikes me as in line with a national attempt to declare so that we all understand what the rules and ways of being are now.",
  "JIM HIMES:\n\nWell, it only goes back to places like 2008 if a mention of Russia could point to cooperation with Russia in 2016.",
  "CHUCK TODD\n\nDemocrat Doug Jones has a real chance, but could a Moore win actually damage the Republican Party in the long run?",
  "This is a country trying to establish, and certainly a U.S. Senate trying to establish new standards for acceptable behavior.",
  "CORNELL BELCHER:\n\nBut I'm having conversations with my young boys right now about this thing in a way that we would not have.",
  "They great to be clean or it won't--\n\nCORNELL BELCHER:\n\nAnd they should ask that--\n\nPEGGY NOONAN:\n\n--in the end, be believed.",
  "But I think slowly, you're seeing this escalation of real questions being raised about Mueller's credibility with the F.B.I.",
  "There was the one episode, which has been talked about since that interview where he declined, and you made reference to it.",
  "SEN. TIM SCOTT:\n\nWell, there are a number of people in my party that are not, including myself and many Republican senators.",
  "Or worry that the Democrats will hang Moore and his daily antics around the necks of Republican candidates throughout 2018.",
  "(Begin Clip)\n\nJAY SEKULOW: The President was not involved in the drafting of the statement and did not issue the statement.",
  "CHUCK TODD:\n\nDo you think the groundwork's being laid here for the president to have at least some support to fire Mueller?",
  "TUCKER CARLSON:\n\n\"Also judge, it does look like Robert Mueller's team is stacked with people who just hate the president.\"",
  "JIM HIMES:\n\nWell again, because of the sort of novel claim of privilege, we don't know what happened in that conversation.",
  "My guests this morning: Republican Senator Tim Scott of South Carolina and progressive Senator Bernie Sanders of Vermont.",
  "SEN. TIM SCOTT:\n\nWell, I think Senator Franken thought it was important and very important for him to resign, number one.",
  "I think a bigger issue is when you bifurcate the current issue between those who believe Roy Moore and those who do not.",
  "CHUCK TODD:\n\nWell, let me pause you here because that voter's looking for an extra piece of information about Roy Moore.",
  "Is it trying to find one more Republican--\n\nSEN. BERNIE SANDERS:\n\nWell, but--\n\nCHUCK TODD:\n\n--or where are you on this?",
  "Jones is progressive for the state of Alabama and there will be people who try to make serious decisions based on that.",
  "Republicans are now down five points among all women, but more significantly, it's down seven points among white women.",
  "Seventy-one percent in a recent poll of Republican voters, likely voters say that they do not believe the allegations.",
  "CHUCK TODD\n\nMeet the Press headed down to Alabama, where accusations of sexual misconduct against Moore are the issue.",
  "What this tax bill is about is nothing more than a gift to billionaire campaign contributors to the Republican Party.",
  "But there are things that matter more.The state of your soul, the quality of your faith, the state of your character.",
  "Well there you saw a cynicism, distrust of the system, alienation that's been driving populism unrest left and right.",
  "There are people all over this country: women who are working in restaurants who are being harassed every single day.",
  "The party is down four points among those with a college degree and five points among those without a college degree.",
  "And of course, since we didn't get to hear what the content or substance of the meeting was, we don't, we don’t know.",
  "CHUCK TODD:\n\nNow, did the Russian lawyer admit that she was coming on behalf of the Russians to talk about sanctions?",
  "So joining me now is a member of the House Intelligence Committee who actually a chance to question Donald Trump Jr.",
  "I will tell you upfront, I've looked at pretty much all of the intercepts that were unmasked and how they were done.",
  "Here you have a president who has been accused by many women of assault, who says on a tape that he assaulted women.",
  "LAURA INGRAHAM:\n\nBut with every passing day we learn more about the shocking anti-Trump bias of Bob Mueller's team.",
  "Or was it about a conversation he made have had with his father about trying to spin the disclosure of the meeting?",
  "CHUCK TODD:\n\nSo he used this privilege claim to just not describe any conversations he had with his father, period?",
  "CHUCK TODD:\n\nWhat's interesting is if this were in a court of law, the judge would say, \"No, that's insufficient.\"",
  "(END TAPE)\n\nCHUCK TODD:\n\nAl Franken wanted the Ethics Committee to take a look first before he made any decisions.",
  "DOUG JONES\n\nNo, I'm not in favor of anything that's going to infringe on a woman's right in her freedom to choose.",
  "What they made a decision to do is to operate behind closed doors on an issue that impacts every single American.",
  "Congress, in its investigations, does not need to acknowledge any privilege, including attorney client privilege.",
  "I believe though, guys, in fairness, I don't think it's all shirts and skins, team red and team blue in Alabama.",
  "I've always said that so far, as far as I can tell, the allegations are significantly stronger than the denial.",
  "They didn't get his attention to marry him or whatever.CHUCK TODD\n\nWhat do you think's going to happen Tuesday?",
  "There are probably plenty of people voting for Roy Moore, but they just don't want to put a sign in their yard.",
  "Senator Corker has made it clear that it's absurd that we would run up a deficit of $1.4 trillion, he's right.",
  "If that isn't the case for impeaching and removing a dangerous president, then what has our government become?",
  "CORNELL BELCHER:\n\n--they should ask the Clinton folks how that attacking the independent counsel thing worked.",
  "When we come back, some signs that Republicans may want to start looking over their shoulders next November.",
  "And all Roy Moore has to do is be their tribal warrior and they will excuse everything else that's going on.",
  "REPORTER: But why not disclose that initial news conference that those words were, you know, written by her?",
  "There are other senators, Senator Rubio has his concern, McCain has his concerns, Collins has her concerns.",
  "There is no place to have another investigation, outside of Congress, about the president and his accusers.",
  "Others would say you're the one that's not impartial, he's just trying to invoke the other aspects of this.",
  "The scope of your investigation, when it comes to the finances on the House side, how far back does it go?",
  "One of the biggest disputes that some have have to do with this idea of writing off state and local taxes.",
  "I want to move on to what happened to one of your colleagues this week, when Al Franken decided to resign.",
  "CHUCK TODD:\n\nCornell, Jonathan Alter said Democrats will come to regret this rush to judgment on Franken.",
  "I'm not saying there was collusion, I'm an investigator, I want to make sure that there is impartiality.",
  "And so the rule have been, if you're here voluntarily, we're not going to force you to answer questions.",
  "ALLRED: Well, I mean, there are a lot of other things that we have not disclosed which support Beverley.",
  "Welcome I was just down in Alabama and we saw Frank Lutz did a focus group for our friends over at Vice.",
  "This stuff inside your party, look Senator Scott, I know you don't want to associate yourself with that.",
  "SEN. TIM SCOTT:\n\nI think people have had the opportunity during the 2016 election to come to a decision.",
  "And particularly, when you're talking about a place like Alabama, I think Alabama's at a pivotal place.",
  "PEGGY NOONAN:\n\nOh my god, if Mueller were fired, the pushback--\n\nCORNELL BELCHER:\n\nI hope you're right.",
  "JIM HIMES:\n\nWell, so let’s take the -- first of all, I try to be pretty careful in the language I use.",
  "He was interested, as he said himself in the email that he released, in finding out if there was dirt.",
  "Look, Robert Mueller and others can look into the kinds of things they looked into with Paul Manafort.",
  "when basically what appears to be the Russian government was trying to make contact with the campaign?",
  "CORNELL BELCHER:\n\nYou know, when I hear people talk about populism here, I know it's tribalism, right?",
  "I want to play a quick clip of it, because I think it actually encapsulates what I discovered as well.",
  "It is the Republican who will never vote for Doug Jones who's got to decide whether it's worth voting.",
  "CHUCK TODD:\n\nAlright, no, what I -- understandable -- but let me go to this impeachment question here.",
  "Number two, I will tell you that there's no question that his statement was inconsistent with reality.",
  "When you ask somebody, \"Do you know this person\"—\n\nCHUCK TODD\n\nSo he doesn't remember people he dated?",
  "DEAN YOUNG\n\nWell … again—It goes back to the day that...\n\nCHUCK TODD\n\nI remember everybody I've dated.",
  "(END TAPE)\n\nCHUCK TODD:\n\nFirst of all, do you think it was appropriate for Senator Franken to resign?",
  "At the end of 10 years, 83 million American middle class taxpayers will be paying even more in taxes.",
  "It is a tax bill designed to help the wealthiest people in this country and the largest corporations.",
  "You know, they were at time, Atlanta and Birmingham, you know this word, in the same place years ago.",
  "And Atlanta say, \"We're too busy to hate,\" and became this cultural and economic center of the South.",
  "CHUCK TODD:\n\nJim Himes, Democrat from Connecticut on the House Intel Committee, thanks for coming on.",
  "What gives me pause is both the rush to judgment and the one size fits all nature of the punishment.\"",
  "CHUCK TODD:\n\nLet me start with the issue of taxes here, since we just ended that with Senator Scott.",
  "I want to play for you something that was sort of a common refrain among quite a few conservatives.",
  "The multiple allegations against Moore of sexual misconduct with teenage girls aren't sitting well.",
  "CHUCK TODD:\n\nJoining me now from the other side of the aisle is Senator Bernie Sanders of Vermont.",
  "You have 62% of all of the tax benefits going to the top 1%, 40% going to the top one-tenth of 1%.",
  "It's been a year since Donald Trump won the presidency and became leader of the Republican party.",
  "And so you end up not only making yourself unpopular, but sort of corrupting a piece of yourself.",
  "HALLIE JACKSON:\n\nSo that could be the tipping point that ends up putting Roy Moore in the Senate.",
  "Senator Sanders, as always sir, thank you for coming on and sharing your views, I appreciate it.",
  "CHUCK TODD:\n\nSenator Scott, I appreciate you coming on and I appreciate you sharing your views.",
  "DEAN YOUNG\n\nWell we know this, Judge Moore --\n\nCHUCK TODD\n\nDo you remember everybody you dated?",
  "The wave elections Democrats are hoping for across the country next year could actually happen.",
  "There was the horrifying photo that he posed for, almost as if to memorialize a certain abuse.",
  "So this Russian lawyer is a woman who has worked to reverse the Magnitsky Act for a long time.",
  "A couple of weeks ago, you said you're not quite sure what you want to see the White House do.",
  "The truth is that there a number of people within the party who are not supporting Roy Moore.",
  "The result, a race that was supposed to be a nail biter turned into a route for the Democrat.",
  "CHUCK TODD:\n\nHe did-- he did end up getting his articles of impeachment, for what it's worth.",
  "CHUCK TODD:\n\nWhen we come back, would Republicans actually be better off if Roy Moore loses?",
  "Are you going to be a forward thinking state that's going to attract Fortune 500 companies?",
  "And by the way, I am deeply offended by Republican efforts to try to discredit Mr. Mueller.",
  "So most Americans, if not all Americans who voted, had the information before the election.",
  "And I know you don't have a TV screen in front of you, but I'm going to describe it to you.",
  "To me, the interesting people in this whole deal are the honorable Republicans in Congress.",
  "(END TAPE)\n\nCHUCK TODD:\n\nJoining me now is Republican Senator Tim Scott of South Carolina.",
  "SEN. TIM SCOTT:\n\nWell, it's getting lower -- it’s getting closer to the gutter, honestly.",
  "CHUCK TODD:\n\nI want to ask you about what happened in the United States Senate this week.",
  "Well sweet and savory is, is the type of cuisine these days that everybody seems to love.",
  "CHUCK TODD:\n\nThat is an issue we are actually going to be diving into later in this show.",
  "I agree with you that they still have to make a decision that is the right long-term one.",
  "Don Jr., with respect to this information, was, as he put it, it's not illegal to listen.",
  "Does anybody think that the Republicans are just suddenly going to draw the line at that.",
  "In fact, last November, white women identified more as Republican than Democrat, 48, 43.",
  "When we come back, some new reporting on the president's unique TV news watching habits.",
  "JIM HIMES:\n\nWell, it's a little unclear exactly who was doing what to whom in that room.",
  "And let me show you something that may have handed them that extra piece of information.",
  "ANNOUNCER:\n\nFrom NBC News in Washington, the longest-running show in television history.",
  "It obviously makes the investigators that much more curious about what the content was.",
  "And again, why decide that you're not going to talk about that particular conversation?",
  "This started back when the president talked about this as a witch hunt back in the day.",
  "HALLIE JACKSON:\n\nAnd there are people in the west wing who don't want that to happen.",
  "41% say they are Republicans, while 46% of white women now call themselves Democrats.",
  "There are things that are lied about upfront that are obfuscated, that are forgotten.",
  "I got to say guys, in fairness, I'm very interested in Republican turnout in Alabama.",
  "SEN. BERNIE SANDERS:\n\nWell, I don’t know that you know what was in Al Franken’s mind.",
  "And then I thought about that quote and this tweet from Steve King earlier this week.",
  "So we have challenges without any question--\n\nCHUCK TODD:\n\nI see what you did there.",
  "And, the effort by conservatives to undermine Robert Mueller’s Russia Investigation.",
  "And we got a similar answer to answers that we have gotten about other odd behavior.",
  "SEN. TIM SCOTT:\n\nWell, very little that I can do about people who speak ignorantly.",
  "Doug Jones is trying to fire up African American voters and he has this mailer out.",
  "But I think in terms of what Gingrich was saying, there needs to be a due process.",
  "And you ask yourself if why would he seek to protect that particular conversation?",
  "So we may need to sort of subpoena him or get him back under a compulsory process.",
  "Was it a conversation that he had with his father right after text message itself?",
  "HALLIE JACKSON:\n\nBut that's the point, that is what the president has made clear.",
  "You have been somebody, as a leader in the party, to try to talk about inclusion.",
  "SEN. TIM SCOTT:\n\nOnce again, I think there are two very different scenarios here.",
  "(END TAPE)\n\nCHUCK TODD:\n\nLook, you just established that you want him to resign.",
  "He is a billionaire activist, may run for the U.S. Senate himself in California.",
  "SEN. BERNIE SANDERS:\n\nWell, Bob Menedez, as you know, underwent a lengthy trial.",
  "DEAN YOUNG\n\nJudge Moore knows people all over this country and all over Alabama.",
  "But a lot of them have said, \"Oh yeah, I'm going to tolerate Trump's dishonesty.",
  "Not everything comes down to an immediate election that is this coming Thursday.",
  "Do I think that that process can be better and sharper and more clearly defined?",
  "Kudos for these courageous women standing up and bringing this to the forefront.",
  "And so I think my sense is what you're seeing is the boiling of the frog slowly.",
  "But now they have to tolerate harassment, now they have to tolerate pedophilia.",
  "CHUCK TODD:\n\nIs there a process to compel him to testify that isn't a subpoena?",
  "What I'll tell you is that we are looking at ways to sweeten the SALT solution.",
  "Tax breaks for billionaires, cuts the Social Security, that is grossly unfair.",
  "He's all-in for Moore\n\nPRESIDENT DONALD TRUMP\n\nGet out and vote for Roy Moore.",
  "The Portmans and the Kings, the Barassos--\n\nCHUCK TODD:\n\nTim Scott, Tim Scott.",
  "Criminal activity is very much more in the realm of what Bob Mueller is doing.",
  "Across three different age brackets, Republicans are down four or five points.",
  "CHUCK TODD:\n\nDid anybody ask him why Donald Trump Jr. didn't go to the F.B.I.",
  "There are, for all Moore's eccentricities, we could, I'm sure, agree on that.",
  "You have no, was there anyway of trying to force him to answer this question?",
  "The people of this country have the responsibility of choosing our president.",
  "He wants to see an ethics committee and eventually perhaps vote on expulsion.",
  "Are they laying the groundwork for the president to fire the special counsel?",
  "People aren't telling the truth in these polls, yeah, you can't trust that.\"",
  "CHUCK TODD:\n\nWould you, though, talk about what he said about the president.",
  "CHUCK TODD:\n\nPeggy, your conclusion in your column was sort of \"stay strong.",
  "Would you be comfortable with him chairing the House Intel Committee again?",
  "But who is really driving the decline in people identifying as Republicans?",
  "And what this race is about, are those things less important than politics?",
  "And he has not apologized for that and he has not offered his resignation.",
  "Roy Moore -- listen, I wasn't supporting Roy Moore before the allegations.",
  "Are you comfortable that the leader of your party is all in for Roy Moore?",
  "CHUCK TODD:\n\nI want to -- there's a few campaign elements being used here.",
  "Let me play a little clip of what Senator Franken said during that speech.",
  "SEN. BERNIE SANDERS:\n\nI think there is a process that has to be followed.",
  "I'm having conversations, as a guy, I think we should shut up and listen.",
  "Can he now, in your mind, unwind his recusal and take over the committee?",
  "Now, here's what the president's lawyer said to me in July on this issue.",
  "DAVID BROOKS:\n\nAnd so he’s, a couple of them have been very principled.",
  "And Democratic pollster and NBC News political analyst Cornell Belcher.",
  "But, it's hard to overstate how much is at stake in Alabama on Tuesday.",
  "CHUCK TODD\n\nAnd Moore needs to turn out Trump voters like Flo Whigham.",
  "By a show of hands how many of you think all the women are being paid?",
  "I believe that if he wins, they're gonna exercise that responsibility.",
  "CHUCK TODD:\n\nLet me just start with, it was some seven or eight hours.",
  "I think we can have respect for people and dislike, like with Conyers.",
  "And Republicans have seen drops across nearly every demographic group.",
  "So it does not strike me as unreasonable that he stepped down at all.",
  "CHUCK TODD:\n\nAs unpopular as Ken Starr was--\n\nPEGGY NOONAN:\n\nExactly.",
  "We'll tell you about what the president watches later, I promise you.",
  "Just characterize Would characterize Donald Trump Jr. as forthcoming?",
  "CHUCK TODD:\n\nAnd is that -- but is that something that should change?",
  "Do you see where the fairness argument in that sort of gets traction?",
  "CHUCK TODD:\n\nDoes that mean you'll raise the corporate rate from 20%?",
  "Birmingham easily could beat Atlanta today, Peggy, if it’d done that.",
  "(BEGIN TAPE)\n\nNEWT GINGRICH:\n\nAnd what you saw today was a lynch mob.",
  "GREGG JARRETT\n\nThe Mueller investigation is illegitimate and corrupt.",
  "But now the president has, has turned and he's all in for Roy Moore.",
  "There was no shortage of news on the Russia investigation this week.",
  "We'll be back next week because if it's Sunday, it's Meet The Press.",
  "In fact, I would participate willingly in an effort to reform that.",
  "The woman later came on and did various interviews, I'm sure, here.",
  "CORNELL BELCHER:\n\nAnd the best time of America was during slavery.",
  "I think Mr. Mueller is doing a very good job on his investigation.",
  "One, the Senate has responsibility and oversight over our members.",
  "He is, of course, the Independent who caucuses with the Democrats.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "SEN. TIM SCOTT:\n\n--so we're gonna sweeten that solution for SALT.",
  "(BEGIN TAPE)\n\nNARRATOR:\n\nHe's brought us to brink of nuclear war.",
  "Why would I think they would not swallow a firing of Bob Mueller?",
  "And I’m going to do everything I can to see that it is defeated.",
  "Should you guys be looking at the president's accusers as well?",
  "We need to change the culture of how we treat women on the job.",
  "28% of millennials think the Republican party cares about them.",
  "But the other thing is, Peggy, I'm stuck by something you said.",
  "To me, the big thing about this race is politics really matter.",
  "So down playing these things that to most eyes look pretty odd.",
  "By the way, neither Donald Trump Senior or Junior is a lawyer.",
  "He's actually feeling pretty good about where he is right now.",
  "CHUCK TODD:\n\nI'm going to make a hard turn here, sorry Hallie.",
  "CHUCK TODD:\n\nI want to ask you about the issue of impeachment.",
  "SEN. TIM SCOTT:\n\nThank you Chuck, welcome back from the South.",
  "CASI CALLAWAY\n\nI think it's going to be really freaking close.",
  "The news and stories that matter, delivered weekday mornings.",
  "Now that he’s doing his job here, Republicans don’t like him.",
  "Panelist here David Brooks, columnist for the New York Times.",
  "But look, let's talk for a second about this unmasking thing.",
  "There's no end to what they're going to be asked to tolerate.",
  "Was dirt conveyed in any way, shape, or form and was it used?",
  "We could talk about a lot of the issues there on the ground.",
  "But I'm--\n\nPEGGY NOONAN:\n\nYes, that's going on in a big way.",
  "Because it’s not just famous people who are harassing women.",
  "This is not a tax bill designed to help the American people.",
  "And please remember what Donald Trump said in his campaign.",
  "The question is, was there some form, and it is a question.",
  "What he's done is he's stepped away from the investigation.",
  "And I also think that this is an important cultural moment.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nBack now with endgame.",
  "PEGGY NOONAN:\n\n--would be huge, it would be a huge scandal.",
  "That happened in Virginia and it doesn't stay in Virginia.",
  "So the question before us now is what happened afterwards?",
  "So that’s what I can tell you because that’s what we know.",
  "So for us to try to relitigate the election is impossible.",
  "Many Democrats weren’t ready to get on that bandwagon yet.",
  "Is Tom Steyer right that it’s time to look at that option?",
  "I think what you have--\n\nCHUCK TODD:\n\nHe could be retried.",
  "Bob Menedez is in the midst of an Ethics Committee probe.",
  "NBC News' chief White House correspondent Hallie Jackson.",
  "Thirteen million people will lose their health insurance.",
  "Expand the deduction a little bit or what does that mean?",
  "I mean, he spent a lot of time in front of the committee.",
  "And this is the ultimate trump card, pardon the, the pun.",
  "There is absolutely zero evidence that that was the case.",
  "It's full of corruption, partisanship and unbridled bias.",
  "It is the epitome of the Washington DC sewer and swamp.\"",
  "Is the president starting to feed off this a little bit?",
  "HALLIE JACKSON:\n\n--what a political storm that would be.",
  "It's Democratic Congressman of Jim Himes of Connecticut.",
  "This is a prevailing theme in this investigation, right?",
  "And you just have to call it for what it is, number one.",
  "But within the party, there's going to be disagreements.",
  "He sounded like somebody who was being forced to resign.",
  "PAMELA WALSH\n\nIt’s something nobody is comfortable with.",
  "Then there will immediately be an ethics investigation.",
  "And when you split that, you find a very telling story.",
  "And they’re going to run up a deficit of $1.4 trillion.",
  "He said, \"I will not support cuts for Social Security.\"",
  "Obviously, that's going to be an interesting interview.",
  "Let me play a montage of Mr. Hannity and Miss Ingraham.",
  "JIM HIMES:\n\nWell, he always had chaired the committee.",
  "If he's not going to answer, he's not going to answer.",
  "I know where you believe the priorities are all wrong.",
  "What do you think of that kind of campaign literature?",
  "You have to bring the American people onto this issue.",
  "FRANK LUTZ:\n\nHow many of you think they’re being paid?",
  "It's possible to make too much of any one Senate race.",
  "If Moore wins, will the GOP be happy to have his vote?",
  "FLO WHIGHAM\n\nI think all it was, was a woman scorned.",
  "FLO WHIGHAM\n\nI think all it was, was a woman scorned.",
  "You've been chosen to be on the Conference Committee.",
  "Was it used improperly by Sam Power or by Susan Rice?",
  "This November, those numbers are essentially reverse.",
  "So we're going to need to get to the bottom of that.",
  "Peggy Noonan, columnist for the Wall Street Journal.",
  "That’s what the Mueller investigation is all about.",
  "Senator Scott, welcome back to Meet The Press, sir.",
  "CHUCK TODD:\n\nIn fairness, you say that's impartial.",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "There's more doubt about whether justice was done.",
  "If you've got your principles, don't forget them.\"",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "And he says this, \"Diversity is not our strength.\"",
  "SEN. TIM SCOTT:\n\nI'm hoping that we don't have to.",
  "What does that mean, though, when you say sweeten?",
  "***COMMERCIAL BREAK***\n\nCHUCK TODD:\n\nWelcome back.",
  "But I think jumping the gun, does nobody any good.",
  "Technologically, industrially, very sophisticated.",
  "SEN. BERNIE SANDERS:\n\nGood to be with you, Chuck.",
  "One of your colleagues announced his resignation.",
  "We're so far South, we're North as the joke goes.",
  "That is perhaps a more telling, significant sign.",
  "I have no idea what's going to happen on Tuesday.",
  "Senator Sanders, welcome back to Meet the Press.",
  "You don’t want to make it into a partisan issue.",
  "Apart from that, I would say he was forthcoming.",
  "But we also have to hold him responsible, right?",
  "Would you describe him that he was forthcoming?",
  "I know you guys had a lot of questions for him.",
  "Which we will disclose when there’s a hearing.",
  "And we're looking at ways to make that happen.",
  "CHUCK TODD:\n\nOh, it's always good to be there.",
  "The allegations reinforced why I wasn't there.",
  "But it's associated with the Republican party.",
  "PAMELA WALSH\n\nI mean this is a terrible thing.",
  "So maybe you guys will figure that out there.",
  "When he was FBI director, he was a great guy.",
  "He might want to think about doing the same.",
  "I mean, and I'll tell you, my sense is that.",
  "I know you’re not a fan of this bill at all.",
  "CHUCK TODD:\n\nWhen did invoke this privilege?",
  "You're repulsive to people of color forever.",
  "agent who was let go, that is a major issue.",
  "being forthcoming about the Steele dossier.",
  "But the point is, he was there voluntarily.",
  "Again, the question was, \"Wasn't that odd?\"",
  "(END TAPE)\n\nCHUCK TODD:Good Sunday morning.",
  "And obviously, we're seeing one right now.",
  "Let's not have a chance to have a hearing.",
  "So we have yet to interview Rob Goldstone.",
  "I just think that's the way to go on this.",
  "While Democrats have remained flat at 44%.",
  "CHUCK TODD:\n\nGuess what, I'm out of time.",
  "I am sorry, that's all we have for today.",
  "I'm going tolerate some racial politics.\"",
  "JIM HIMES:\n\nWell, it's after the meeting.",
  "Wiretapping of Trump tower, is the F.B.I.",
  "There was already a House vote this week.",
  "Whether Muslims should serve in Congress.",
  "I think that will probably decide a lot.",
  "CHUCK TODD:\n\nThere you go, David Brooks.",
  "And that's just internally so corrosive.",
  "Congressman, welcome to Meet The Press.",
  "My sense is that that was her interest.",
  "PEGGY NOONAN:\n\nDo you know what I mean?",
  "But for a generation, you're repulsive.",
  "He’s been running these ads nationwide.",
  "He may be retried, for what it's worth.",
  "So that is just a ridiculous statement.",
  "Let me ask you this about the tax bill.",
  "This is Meet the Press with Chuck Todd.",
  "PAMELA WALSH\n\n(Laughs) I have no idea.",
  "People were strong in their families.\"",
  "I don't want to prejudice the outcome.",
  "Do you have any powers to compel him?",
  "Who understand--\n\nPEGGY NOONAN:\n\nYes.",
  "PEGGY NOONAN:\n\nOh my god, they would.",
  "It's women, particularly white women.",
  "That's just the generational problem.",
  "That was all happening in September.",
  "I don’t think we’re there right now.",
  "You called for Roy Moore to move on.",
  "(OVERTALK)\n\nCHUCK TODD:\n\nI see that.",
  "There's the sexual harassment issue.",
  "Let's not ask anyone any questions.",
  "You're repulsive to younger people.",
  "It was a kind of serial creepiness.",
  "But it was a sort of novel defense.",
  "JIM HIMES:\n\nYeah, I would, I would.",
  "You called him largely cooperative.",
  "That was a nakedly political thing.",
  "Just this particular conversation.",
  "I agree, none of it is acceptable.",
  "CHUCK TODD:\n\nThat's a great point.",
  "SEN. BERNIE SANDERS:\n\nWell, maybe.",
  "I have no problem with that issue.",
  "That will give us a clear picture.",
  "NEWT GINGRICH\n\nMueller is corrupt.",
  "Hey, I'm, I’m from Miami, though.",
  "There was not one public hearing.",
  "He was not convicted of anything.",
  "I mean, you don't have the votes.",
  "I think that’ really very unfair.",
  "Here's Gloria Allred from Friday.",
  "And a lot of people are at fault.",
  "You guys don't have that ability.",
  "Think long term, philosophically.",
  "SEN. BERNIE SANDERS:\n\nThank you.",
  "So I think that’s the absurdity.",
  "President Trump, keep your word.",
  "CHUCK TODD:\n\nI understand that.",
  "SEN. TIM SCOTT:\n\nThanks, Chuck.",
  "President Trump makes it clear.",
  "So why do these numbers matter?",
  "Now, he was there voluntarily.",
  "One has to do with businesses.",
  "But that's where we are today.",
  "We care a lot about politics.",
  "SEN. TIM SCOTT:\n\nNo question.",
  "It came from Donald Trump Jr.",
  "Did he confirm that account?",
  "And he said it back in 2008.",
  "PEGGY NOONAN:\n\nI understand.",
  "PEGGY NOONAN:\n\nYeah, my god.",
  "SEN. BERNIE SANDERS:\n\nRight.",
  "Where are you on this issue?",
  "Let's not have due process.",
  "SEN. TIM SCOTT:\n\nI hope so.",
  "They cared for one another.",
  "PEGGY NOONAN:\n\nHe sure did.",
  "* * *END OF TRANSCRIPT* * *",
  "CHUCK TODD:\n\nAppreciate it.",
  "PEGGY NOONAN:\n\nFair enough.",
  "I think Conyers is an icon.",
  "It's quite a lot to unpack.",
  "PEGGY NOONAN:\n\nAbsolutely.",
  "JIM HIMES:\n\nThanks, Chuck.",
  "CORNELL BELCHER:\n\nI don't.",
  "What do you do about this?",
  "SEN. TIM SCOTT:\n\nI do not.",
  "The senior FBI is corrupt.",
  "CHUCK TODD:\n\n--is enough.",
  "JIM HIMES:\n\nThanks Chuck.",
  "JIM HIMES:\n\nThere may be.",
  "DAVID BROOKS:\n\nTim Scott.",
  "FRANK LUTZ:\n\nAll of em’?",
  "I tried hard on the pun.",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "He wasn’t being forced?",
  "PEGGY NOONAN:\n\nOh, yes.",
  "CHUCK TODD:\n\nAll right.",
  "JIM HIMES:\n\nWell, sure.",
  "The question got asked.",
  "CHUCK TODD:\n\nAll right.",
  "DAVID BROOKS:\n\nTotally.",
  "HALLIE JACKSON:\n\nOkay.",
  "Was there cooperation?",
  "He answered questions.",
  "There was a hung jury.",
  "The world is watching.",
  "Where are you on this?",
  "Veto that legislation.",
  "The system is corrupt.",
  "But what's realistic?",
  "DAVID BROOKS:\n\nRight.",
  "Let's just lynch him.",
  "Here's Newt Gingrich.",
  "Let's start with age.",
  "Well, consider this.",
  "Do you believe that?",
  "CHUCK TODD:\n\nYou do?",
  "Thanks for watching.",
  "Was there follow-up?",
  "DAVID BROOKS:\n\nYeah.",
  "Don't let me do it.\"",
  "DAVID BROOKS:\n\nYeah.",
  "It's Meet the Press.",
  "Neither are lawyers.",
  "DEAN YOUNG\n\nI don't.",
  "There's the Senate.",
  "CROWD:\n\nAll of em’.",
  "Here is Tom Steyer.",
  "Let me play a clip.",
  "JIM HIMES:\n\nNo, no.",
  "JIM HIMES:\n\nIt did.",
  "Data download time.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "Welcome to Sunday.",
  "You know, nobody.",
  "They have chosen.",
  "CHUCK TODD:\n\nYes.",
  "Have a good day.",
  "Thank you, sir.",
  "It's not true.",
  "Take a listen.",
  "Absolutely.",
  "Have faith.",
  "Seriously?",
  "Okay."
]