[
  "And the Magnitsky case is a prime example where they were trying to -- they're trying to influence the -- get people to repeal the Magnitsky Act and they had all these lawyers -- and I'm not talking about Russian lawyers; I'm talking about American lawyers and American lobbyists who were showing up in the halls of Congress, working on behalf of the Russian government and working on behalf of Natalia Veselnitskaya and Rinat Akhmetshin and not saying that they were foreign agents.",
  "According to the Mount Vernon Library, the story goes that George Washington's friend, the Marquis de Lafayette, was given the key during the French Revolution and Lafayette sent the key on a circuitous route to his friend Washington, who threw a party for the key in New York, brought it with him to Philadelphia, when the capital moved there, and finally put it in a place of great prominence in his home in Mount Vernon.",
  "I believe the ideology that is being spread by - unfortunately by our neighbors in Saudi Arabia, throughout the world is responsible for hatred, for extremism and for fanaticism that is bringing such a dark page of people who have nothing to do with Islam into the - into our region and even beyond our region.",
  "He went to Saudi Arabia, met with the Gulf States and the focus of that meeting appears to have been to try to rally a kind of anti-Iranian alliance that the Saudis have wanted to do particularly with regard to the war in Yemen but also more generally, isolating Qatar which is as being too friendly to Iran.",
  "The correct answer to the \"GPS\" challenge question is C. Seventeen percent of the total refugees admitted to the U.S. between January 21 and June 30, 2017 were from the Democratic Republic of the Congo, followed by Myanmar, Iraq and then Somalia, according to analysis by the Pew Research Center.",
  "Those four points are, in order to be realistic and in order to move forward rather than get bogged down in an unnecessary debate that will only prolong the conflict and will only prolong the killing and the pushing people into homelessness, we need to get real and get to the bottom of it.",
  "Look at ISIS, look at Musra, look at al-Qaeda, look at other terrorist organizations, all of them, none of them have anything to do with Iran, all of them receive not only the ideology but the financial assistance, their weapons, they're armed from other who call themselves U.S. allies.",
  "If the constitutional reform removes all the power from the -- from one office, you may not need even be concerned about who is the president because you will have other offices in the government --\n\n\n\nZAKARIA: I've got to ask you --\n\n\n\nZARIF: -- who will be responsible.",
  "The latest revolutions about Russia and Donald Trump's campaign are useful because they might help unravel the puzzle that is always been the central of the story which is why has Donald Trump had such a benign and favorable attitude towards Russia and Vladimir Putin.",
  "If people believe that the current government is unacceptable to the Syrian people, they should insist that the election should be free and fair, and then at the -- as the outcome of the election, people who are running the government right now will not be reelected.",
  "It is enrichment for peaceful purposes and I believe it was the realization that a knowledge that was - had been acquired by Iran domestically and through the work of our scientist could not be taken away from Iran and the best way was to have it monitored.",
  "ZARIF: Well, again, on Yemen, before the war erupted in Yemen, before the senseless Saudi bombing of innocent Yemeni started in April 2015, and now we are two years into that war that everybody in Saudi Arabia was hoping to be finished within two weeks.",
  "There may be legitimate opposition in forces in Syria, and that is why, in 2013, a few weeks I assumed office as the Foreign Minister of Iran, I presented the four-point plan which later became the basis for Resolution 2254 of the Security Council.",
  "And what I want you to explain is we'd thought that the reason the Russian government liked Donald Trump more than Hillary Clinton was he didn't like Clinton; he thought Trump would be better for Russia, softer, maybe in some ways more cooperative.",
  "BROWDER: We've tracked it because, in the Panama Papers -- we've learned from the Panama Papers, which came out last year, that a man named Sergei Roldugin, who's a famous cellist, was -- received $2 billion of largess from the Russian government.",
  "And if we don't recognize that and if we start to just allow them to, sort of, roll all over us, to do fake news, to -- to go into Congress, to hire different people inside the corridors of power, they will get away with it unless we stop them.",
  "Someone deeply skeptical and instinctively hostile towards other nations and their leaders who believes in a fortress America that minds its own business and if disturbed, bombs the ship out of its adversaries and retreats back to its homeland.",
  "He's added countries to the roster of rogues, most recently China and Mexico, on the former that he wrote in his presidential campaign book, there are people who wish I wouldn't refer to China as our enemy but that's exactly what they are.",
  "The day is, of course, France's national day, a celebration and remembrance of July 14th, 228 years ago, when the angry and hungry French people stormed the notorious Bastille Prison in which the king's enemies and ammunition were kept.",
  "Based on Richard Haass's book of the same name, the movie, produced by Vice, gets on the ground in many of the globe's hot spots and then gives us sharp analysis of what it all means -- a must-see for those interested in foreign policy.",
  "And they can continue to quote -- misquote politicians in order to create misunderstanding, but I think that you were referring to in \"The New York Times\" does not stand any test, any factors, and I don't know how it got to be printed.",
  "When Irbil was being targeted by ISIS, Iran was the first country, as Mr. Barzani has said many times on public television that he asked many to come to his assistance and the country that came to his assistance immediately was Iran.",
  "We all need to engage in efforts to bring about a comprehensive cease fire, except obviously against those groups that are considered by the Security Council as terrorist organizations, which would include ISIS and Al Nusra.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: At a July, 2016 news conference, Trump said -\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: There's nothing I can think of that I'd rather do than have Russia friendly as opposed to the way they are right now.",
  "The World Economic Forum citing research says that by the early 2020s the internet of things will consist of 50 billion objects using one trillion sensors to collect every imaginable piece of data us every second of the day.",
  "Just one example, back in 2016, cyber thieves allegedly using a floor in the computerized systems that banks use to talk with one another, attempted to electronically steal almost $1 billion from the Bangladesh Central Bank.",
  "He's the one who has identified all the lobbyists, all the lawyers, all the investigators, et cetera, and they've had a full-court press all over Capitol Hill, anybody who will listen, trying to get rid of the Magnitsky Act.",
  "And what we learned then from those Panama Papers, the names of his companies, and we were able to trace some of the money from the Magnitsky crime, from the crime that Sergei Magnitsky uncovered, going to Sergei Roldugin.",
  "And this is a big problem, which is that there are supposed to be rules in place, something called the Foreign Agent Registration Act, which demands that everybody disclose if they're working for foreign government.",
  "ZARIF: For instance, when the White House made an announcement a couple of days ago that President Trump used his presence in Hamburg during the G20 meeting in order to dissuade leaders other - from other countries.",
  "If a country like the United States can't protect it's major businesses and infrastructure from hack attacks, how can you protect your internet-connected fridge from hackers who can then get into your bank account?",
  "Iran has had the capability but decided not to go in the direction of producing weapons of mass destruction because we believe that not only they are against our ideology but also they do not augment our security.",
  "I was struck, a couple of years ago, a few years ago, the president of Russia at the time, or the Russian prime minister at the time, Dimitry Medvedev, made a rather remarkable statement for a head of government.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: Trump so admired Putin that he imagined that the two of them had met, making some variation of that false claim at least five times in public and downplaying any criticism of Putin.",
  "And so for Putin, this is his single largest foreign policy priority, to get rid of these sanctions, which sanctions him and the other people around him who do terrible human rights abuses, torture and murder.",
  "BROWDER: Well, that's the second reason, which is that, in order for Putin to go -- to do all of the dirty stuff he does, he's got to have his regime, the people working for him, do a lot of terrible crimes.",
  "What is the solution that allows the very large groups that simply seem unalterably opposed to the Assad government, and the reality that the Assad government does control, you know, maybe 12 million people?",
  "ZAKARIA: Let me ask you, in that case, you know, the way that Paul Manafort was paid was similarly quite clever, which was a pro-Russian party in Ukraine hired him for millions upon millions of dollars.",
  "Friday was the two-year anniversary of the Iran nuclear deal, July 14th, 2015 was Iran came to terms with the United States, China, France, Germany, Russia and the U.K. on limiting its nuclear program.",
  "Violence across the Democratic Republic of Congo has intensified since the country's president refused to step down from power, and roughly 1.3 million Congolese have fled their homes this year alone.",
  "Four senators including Marco Rubio and Ted Cruz wrote a letter in which they said Iran is not in compliance with the deal, and very briefly, but they argue you are still acquiring nuclear materials.",
  "And once elected, Trump choses his secretary of state, Rex Tillerson, a man who had been awarded one of the Russia's highest honors for foreigners and ho had a very close relationship with Putin.",
  "And this -- the way it works is that Russia enriches a group of people, oligarchs, around Putin, and then those oligarchs are told, \"Make a payment to this person; make a payment to that person.\"",
  "BROWDER: Well, I don't announce my -- the precautions I take on -- on \"Fareed Zakaria: GPS,\" but what I will say is that I've written a book called \"Red Notice,\" where I describe all this stuff.",
  "A government that would include the current government as well as those opposition people who are concerned about the future of Syria and who want to participate in a better future for Syria.",
  "Well, back in 2015, independent security researchers working with a Wired magazine reporter for a story remotely hacked the dashboard computer of a Jeep Cherokee from a laptop 10 miles away.",
  "And at a security summit in 2015, Ginni Rometty, the head of IBM, said \"Cyber crime, by definition, is the greatest threat to every profession, every industry, every company in the world.\"",
  "Perhaps he's board into his senior adviser, Steve Bannon's world view in which Russia is not an ideological foe but a cultural friend, a white Christian country battlings with the Muslims.",
  "But the demonstration was able to show that the potential now exists for hackers or terrorists to remotely disable a car's brakes, lock the doors and steer passengers right off a cliff.",
  "I'm doing this for -- because my lawyer, Sergei Magnitsky, was murdered by them and I owe it to him and I owe it to justice to make sure the people get punished, and I won't back down.",
  "There -- there were two effectively agents of the Russian government who went to Donald Trump Jr. and said, \"Can you help us withdraw this act if your father gets elected president?\"",
  "And I believe the United States needs to bring itself into compliance with its part of the obligation under the deal, Iran has been complying, it has been verified by the IAEA.",
  "Finally there are the repeated contacts between members of the Trump campaign and family with key Russian officials and nationals which again appears to be unique to Russia.",
  "[10:21:19] ZAKARIA: OK, let me ask you about --\n\n\n\nZARIF: Obviously, obviously some of your allies in the region, some U.S. allies in the region --\n\n\n\nZAKARIA: Saudi Arabia.",
  "\"A World in Disarray\" is a powerful, intelligent look at the many forces that are pulling things apart, from Syria to North Korea to Donald Trump's \"America first\" ideology.",
  "And we figured that the one thing we could do in the West when they do these terrible crimes is not to let them come to the West, not let them keep their money in the West.",
  "The problem is that, in our rush to connect everything, we've created a monster that's just waiting to take advantage of a broken line of code or a missing software patch.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: From Donald Trump's first full day in office, January 21st, through the end of June, roughly 20,000 refugees arrived in the United States.",
  "When Bill Browder comes back, we will talk about how he battled Putin, how he's won some victories and what the U.S. should do next in this -- in this complicated mess.",
  "The fact that Putin has had such a personal emotional reaction and has lashed out means, if you've ever played the game Battleship, we've got a direct hit; this is it.",
  "It should be noted that Jeep's parent company said there has not been a single real-world incident of an unlawful or unauthorized remote hack into any of its vehicles.",
  "Now that all of these computerized devices are ubiquitous and interconnected, we become much more vulnerable and the dangers of abuse have become considerably greater.",
  "Power would be so disbursed that people would feel that they have a part of the stake in the future of Syria, and it would bring everybody in a non-zero sum situation.",
  "He appointed as a top foreign policy adviser, Michael Flynn, the man who had pronounced pro-Russian leanings and we now know had been paid by the Russian government.",
  "And that's where -- that's where this whole Magnitsky thing is -- there's a guy named Denys Katsiev (ph) who is paying for all this stuff here in the United States.",
  "And what's remarkable is how many of what I call enablers there are in Washington that are very happy to just take that money in from the Russians or from whomever.",
  "So they should not complain about the fact that Iran made all the right decisions, came to the assistance of the people, and now is accepted by the people of Iraq.",
  "Again, another four point plan: cease fire, humanitarian assistance, Yemeni dialogue, and establishment of a government based on the wish of the Yemeni people.",
  "You can --\n\n\n\n(CROSSTALK) ZARIF: I'm sure the person who wrote that \"New York Times\" article picked up a sentence from my friend Hoshyar Zebari's statement.",
  "ZARIF: Well, when we negotiated the deal, we decided to make the IAEA, the only accepted body to monitor the implementation of the nuclear side of the deal.",
  "From Saddam Hussein, then they supported Saddam Hussein during his eight years of war against Iran, provided him with chemical weapons and everything else.",
  "BROWDER: I don't know if he personally is, or the people -- his family members are, but what I can say is that he's directly a Russian government official.",
  "Demonstrating a software vulnerability many new cars have, the researchers were able to hijack the braking systems, forcing the Jeep to drive into a ditch.",
  "My watch talks to my car which talks to my phone which connects me to everything but there's a huge downside and we'll tell you about it when we come back.",
  "BROWDER: Well, so what we figured out was that there are probably 10,000 people in Russia that commit very grave human rights abuses and crimes for money.",
  "Iran has been on the side of the Iraqi people from the very beginning, and that is why we have come to the aid of the Kurds from whom Hoshyar Zebari come.",
  "And -- and we had no idea that we had -- it was like an Exocet missile going right into the heart of what they cared about, which was their money abroad.",
  "And so basically it means that he can't guarantee impunity for all the people that work for him, and the whole system, kind of, gets bogged down by that.",
  "Also, the man behind the Russia story that is rocking the news, what Russia wanted from Donald Trump, Jr. was to end the so-called Magnitsky Sanctions.",
  "The third part of our plan was constitutional reform so that the powers of the government would not be concentrated in one office, in one institution.",
  "ZARIF: Let me first of all say that our policy with regard to Syria, as well as Iraq and Afghanistan and elsewhere in the region, has been consistent.",
  "the president thanked Lafayette for the gift, and according to a 1790 letter he wrote to the Marquis, sent him back a pair of shoe buckles in return.",
  "And what he did was he then immediately and vindictively retaliated by banning the adoption of American -- of Russian children by American families.",
  "And the interconnectivity of the Web has made it all too easy to inadvertently let cyber criminals into our homes, our cars and our bank accounts.",
  "There's still huge parts of the country that he does not control, but, on the other hand, they do not have the strength to topple that government.",
  "ZAKARIA: So what I'm interested in is it seems as though this approach and this meeting was all about repealing or undermining the Magnitsky Act.",
  "It seems as though there was -- there has been a fairly deep Russian effort to influence American elections, laws, institutions for a while now?",
  "There are reports that Iran is escalating its support for the Houthis there in response to the fact that Saudi Arabia has escalated its support.",
  "And the IAEA has verified, I believe seven times now since the implement day that Iran has implemented the deal faithfully, fully, and complete.",
  "In the ad, he also excoriated Saudi Arabia, a country whose very existence is in the hands of the United States and other allies who won't help.",
  "From which country did the largest number of refugees enter the U.S. during that period: Syria, Iraq, the Democratic Republic of Congo, or Iran?",
  "Had it not been for our existence, and had it not been for the very brave struggle of the Kurdish people, Irbil would have been fallen to ISIS.",
  "He's currently a vice president of Russian Railways, which is the second largest and most important company after Gazprom, state-owned company.",
  "Two countries, Estonia and the U.K., have instituted their own versions of the Magnitsky law and other countries are considering similar ones.",
  "Now, all of a sudden, the West -- and it's not just America; it's Britain; it's Estonia; it's soon to be Canada, are gonna freeze that money.",
  "We oppose terrorism, we oppose extremism, and we come to the support and aid of governments who continue to support extremism and terrorism.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Our two nations are forever joined together by the spirit of revolution.",
  "ZAKARIA: What about the other guy...\n\n\n\nBROWDER: Rinat Akhmetshin, the other guy who was in the meeting, is her chief Washington operative.",
  "Look at what happened recently when ransomware going by the name of WannaCry locked up hundreds of thousands of computers around the world.",
  "ZAKARIA: What -- do you think that this personal targeting of Russian officials and their money is the most successful way to get at them?",
  "The situation is disastrous in Syria and people from both sides are suffering, and it is important to bring about humanitarian assistance.",
  "ZAKARIA: And they have been trying in various ways to get this -- these -- this Magnitsky Act repealed, both officially and unofficially?",
  "They've sent in -- this woman, Natalia Veselnitskaya, has been leading the campaign in the United States to get rid of the Magnitsky Act.",
  "Hospitals, train systems, and factories were all crippled by hackers taking advantage of a vulnerability in Microsoft's operating system.",
  "ZAKARIA (voice over): This week, President Trump traveled to Paris to celebrate Bastille Day with his French counterpart Emmanuel Macron.",
  "There's hearings on Wednesday in Washington at the Senate Judiciary Committee, at which I'm testifying, about how the rules don't work.",
  "BROWDER: I took that as a threat and I take the many other threats that come at me from other, different Russian apparatus as threats.",
  "Overall, 50 percent of the refugees who entered the U.S. between January 21 and June 30 were Christian, while 38 percent were Muslim.",
  "Magnitsky was arrested and later died in prison after being tortured, according to Russia's own presidential human rights commission.",
  "We did that in Afghanistan, in the early part of the century when we were vehemently opposed to the Taliban and al Qaeda government.",
  "It was day that many thought would never be reached, those some naysayers it would never reached and that Iran is not in compliance.",
  "Each one can be constantly sending information back and forth to the supercomputers in our pockets, to each other and to the cloud.",
  "Paul Manafort who was for a while the head of Trump's campaign received millions of dollars from the pro-Russian party in Ukraine.",
  "ZAKARIA: A lot of people wonder about this 10-year or 15-year period and they say, this is just a pause, one step period is over.",
  "As far as aid --\n\n\n\nZAKARIA: You do not regard any of those forces fighting the Assad government as legitimate opposition forces?",
  "We believe the only way in all of these conflicts, we only need to accept in reality one sentence, there is no military solution.",
  "ZARIF: Well, again, the IAEA is responsible body to monitor and verify and it has verified that Iran is complying with the deal.",
  "He was a Russian tax lawyer who uncovered what was believed to be the biggest tax fraud in Russian history, $230 million worth.",
  "And that act -- correct me if I'm wrong -- is unusual in that it specifically targets individuals and not the Russian economy.",
  "BROWDER: Well, Natalia Veselnitskaya works directly for a man in Moscow, an oligarch, a government oligarch named Petr Katsyv.",
  "Had it not been for our assistance, and had it been not brave struggle of the Iraqis, Baghdad would have been fallen to ISIS.",
  "ZAKARIA: What about the German intelligence reports that say there is still acquisition taking place, a nuclear acquisition?",
  "During the republican convention there was a very unusual watering down on hawkish language on Russia's invasion of Ukraine.",
  "Today on the show, and exclusive interview with the foreign minister of Iran, Javad Zarif, on the state of the nuclear deal.",
  "The IAEA again verified that the allegations about possible military dimensions of Iran nuclear program were uncompounded.",
  "And that is why they are reaping the fruit of what they themselves sowed in the beginning of this century and before that.",
  "BROWDER: Well, and basically the Russians are taking advantage of our, sort of, leniency and our liberalism in the system.",
  "He'd say, \"Do the crimes; don't worry about the morality; we're not worried about morality; nothing will happen to you.\"",
  "Second part of our plan -- and of course, with cease fire comes humanitarian assistance, which is absolutely imperative.",
  "None of the people who were engage in acts of terrorism since 2001 came from Iran, most of them came from U.S. allies.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: And his initial actions after launching his candidacy all seem to follow up on this idea.",
  "And until that happens, hackers will be seeking the next opportunity to digitally wreak havoc with our physical world.",
  "The storming of the Bastille was the start of the French Revolution that, of course, toppled that country's monarchy.",
  "He has said that, in the meeting, the Russian lawyer, Natalia Veselnitskaya, wanted to talk about the Magnitsky Act.",
  "And that money will eventually be frozen under the Magnitsky Act if he ever loses his power as president of Russia.",
  "\n\n\n\nReturn to Transcripts main page\n\nFAREED ZAKARIA GPS\n\nDiscussing Dponal Trump Jr Meeting with Russia Attorney; .",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Look at Putin in what he's doing with - I mean, you know, what's going on over there.",
  "The fundamental dilemma seems to be that there is a large part of Syria that will not accept an Assad government.",
  "ZAKARIA: And -- and do you think, more broadly, the issues is it would send a signal to all those 10,000 people?",
  "We live in remarkable times where just about everything around us is connected to the internet or soon will be.",
  "[10:05:15] But perhaps there is some other explanation for this decade-long phoning over Russia and its leader.",
  "ZARIF: Well, Iran has made it very clear in the deal, before the deal that it does not have a weapons program.",
  "10 years ago when Russian money began pouring into the west, Trump began praising the country and its leader.",
  "We came to the support of the Iraqis, both in Irbil and in Baghdad in order to prevent a -- an ISIS takeover.",
  "And when they mentioned that this was about adoption in that meeting,\n\n\n\nit had nothing to do with adoption.",
  "Petr Katsyv was the previous regional, or deputy governor of the Moscow region, a region the size of France.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: And we are back with William Browder, talking about the Russia investigation.",
  "BROWDER: Well, first of all, we have to wake up that Russia is a country which is hostile to our interests.",
  "ZARKAIA: And then political, some kind of --\n\n\n\nZARIF: No, the second part was a national unity government.",
  "In 1987, in his first major statement on public policy, he took out an ad in several newspapers that began.",
  "Love the idea of sitting back and relaxing while your self-driving car takes you on your next appointment?",
  "And that, again, seems one of these kind of indirect paths by which Russia influences American politics.",
  "So, Bill, it seems to me we are learning about this Russian lawyer, Veselnitskaya, this guy, Akhmetshin.",
  "ZAKARIA: And why does -- why does Putin care so much personally, in your view, about this Magnitsky Act?",
  "We believe that nuclear weapons would be a threat to our security rather than an asset for our security.",
  "As the Smithsonian said, \"For Washington, the Bastille key came to represent a global surge of liberty.\"",
  "The Iranian -- the former Iraqi Foreign Minister, Hoshyar Zebari, says Iran now totally dominates Iraq.",
  "This internet of things can now shadow our privacy, steal from our wallets and even threaten our lives.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Let's dig into that now-infamous Donald Trump Jr. meeting with Russians.",
  "And we will be back in a moment with Bill Browder, who was once the largest foreign investor in Russia.",
  "Trump is what historian Walter Russell Mead calls a Jacksonian on foreign policy after Andrew Jackson.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:16:05] ZAKARIA: And we are back with Iran 's foreign minister, Javad Zarif.",
  "And so Putin understands that, at some point in time, he will be targeted by the Magnitsky sanctions.",
  "Relations between this country and the United States, and the reelection of Iran's President Rouhani.",
  "He said, \"It is a shame that Sergei Magnitsky died and that Bill Browder is running alive and free.\"",
  "But did you know that today the main key to that prison sits not in France but in the United States?",
  "And then they take that money and they keep it in American banks and British banks and Swiss banks.",
  "Let me point out here that the deal prevent Iran from continuing with its peaceful nuclear program.",
  "We know where these terrorists are coming from, we know those who attacked the World Trade Center.",
  "This is the puzzle now at the heart of the Trump presidency that Bob Mueller will undoubted solve.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:00:10] FAREED ZAKARIA, CNN HOST: This is GPS, the Global Public Square.",
  "According to one 2014 estimate, the annual global cost of cyber crime was at least $375 billion.",
  "You can still see the key today in its place of prominence at Washington's home in Mount Vernon.",
  "One thousand seven-hundred seventy-nine refugees, just 9 percent of that total, were from Syria.",
  "Browder was once the biggest foreign investor in Russia, but he was then expelled from Russia.",
  "This is a country that's trying to destabilize Europe, that's trying to destabilize the world.",
  "BROWDER: Well, so the money is never being sent from KGB Central Bank Account to these guys.",
  "And so, basically, Putin's nominee, or his trustee, received money from the Magnitsky crime.",
  "He is also at the center of the storm over that Russian lawyer who met with Donald Trump Jr.",
  "That is a 2012 American law that punishes Russians who are seen to be human rights abusers.",
  "(BEGIN VIDEO CLIP)\n\n\n\nPRESIDENT DONALD J. TRUMP: France is America's first and oldest ally.",
  "First, and most importantly, Putin received some of the money from the $230 million crime.",
  "ZARIF: -- want to win militarily until the last American soldier, and that's the problem.",
  "ZAKARIA: Next on \"GPS,\" what is the country that sent most refugees to America this year?",
  "And if you read my book and anything ever happens to me, you'll know exactly who did it.",
  "The hackers got away with transferring $81 million out of the bank before being stopped.",
  "From our cars, to our refrigerators, from doorbells, to devices implanted in our bodies.",
  "That is a violation of not the spirit but of the letter of JCPOA, of the nuclear deal.",
  "Remember, this is the deal he threatened to rip up, calling it, the worst deal ever.",
  "Browder has much light to shed on Trump Jr.'s meeting and the Russian players in it.",
  "And so I actually filed a complaint with the Department of Justice to go after this.",
  "For decades Japan and other nations have been taking advantage of the United States.",
  "It is such an unusual position for Trump that it begs for some kind of explanation.",
  "BROWDER: They've been trying in every possible way to get rid of the Magnitsky Act.",
  "But the Russian government says heart failure killed him and there was no violence.",
  "But in the Netherlands, cyber crime accounts for as much as 1.5 percent of the GDP.",
  "There's so many hot spots in the Middle East, I don't know which one to start with.",
  "We - the deal is very clear, it's recognizes Iran's right to engage an enrichment.",
  "Have you been able to prove that when confronted on this again earlier this year?",
  "But now we see a specific ask, which is they wanted the end to the Magnitsky Act.",
  "ZAKARIA: And you're sure they are, in a sense, agents of the Russian government?",
  "This week's book of the week is a documentary airing on HBO, our sister network.",
  "They have hired -- spent millions of dollars; they've hired lobbyists, lawyers.",
  "Magnitsky had found the fraud while working for my next guest, William Browder.",
  "J.P. Morgan Chase has said, it's spent $600 million in 2016 on cyber security.",
  "ZAKARIA: So, the - let me ask you about this issue of compliance for the deal.",
  "People say the United States fought the war but Iran has been the beneficiary.",
  "Unlike on domestic policy where Trump has wandered all over the political map.",
  "Bill Browder launch the worldwide campaign to slap those sanction on Russians.",
  "You have denied the IAEA, the inspection body access to the Parchin facility.",
  "Not surprisingly, cyber crimes also represent a measurable percentage of GDP.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:27:59] ZAKARIA: Now, for What in the World segment.",
  "ZAKARIA: We are going to come back and talk about much more, next, on \"GPS.\"",
  "For more, go to CNN.Com/Fareed and read my Washington Post column this week.",
  "He dismissed it saying --\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: A lot of killers.",
  "On foreign policy, he has had clear and consistent views for three decades.",
  "Aired 10-11a ET\n\nAired July 16, 2017 - 10:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Unfortunately, our neighbors from the very beginning chose the wrong side.",
  "Unfortunately, we cannot make the same statement about the United States.",
  "He's paying the bills for Natalia Veselnitskaya and for Rinat Akhmetshin.",
  "From the shoes on some people's feet to the light bulbs and their lamps.",
  "This was Trump basic attitude towards the whole world except for Russia.",
  "But President Trump is expected to certify that Iran has done just that.",
  "(END VIDEO CLIP)\n\n\n\nZAKARIA: America's special election to Bastille Day.",
  "Now, surprisingly, banks are often the main targets of cyber criminals.",
  "BROWDER: And you can -- you can take your money and put it in the West.",
  "It freezes their assets and bans them from entering the United States.",
  "ZARIF: I think it's the basis of the Security Council Resolution 2254.",
  "And as I've said on this show, Putin is the richest man in the world.",
  "They want to kill me; they want to stop me from doing what I'm going.",
  "Joining me exclusively is the foreign minister of Iran, Javad Zarif.",
  "ZARIF: Well, all I can say is it's a misplaced and misguided policy.",
  "The point also is that it all depends on the constitutional reform.",
  "We're going to talk about - more about Trump's Middle East policy.",
  "He is a, sort of, full- time, integral member of the Putin regime.",
  "And Putin went absolutely crazy when the Magnitsky Act was passed.",
  "And for just $29.95, you can take home a Bastille key paperweight.",
  "We need to find some sort of balance between access and security.",
  "The United States has faith to implement its possible to bargain.",
  "ZAKARIA: Let me ask you about Donald Trump's Middle East policy.",
  "And in the past, he's been able to guarantee everybody impunity.",
  "Welcome to all of you in the United States and around the world.",
  "You have sent militias in that have supported the Assad regime.",
  "Because usually you will not be able to resolve zero-sum games.",
  "In the region and from outside they make all the wrong choices.",
  "He'll tell us about her and the whole story when we come back.",
  "ZAKARIA: And you can take your money and put it in the West?",
  "It's possible there are benign explanations for all of this.",
  "This is Trump's world view and he has never wavered from it.",
  "Perhaps President Trump would like to have one for his desk.",
  "Thanks to all of you for being part of my program this week.",
  "People should stop putting conditionalities for the Syrian.",
  "ZAKARIA: I've got to ask you about so many other -- Yemen.",
  "He is doing a great job in rebuilding the image of Russia.",
  "I think people want to basically engage in scaremongering.",
  "And we have to be on guard as we were during the Cold War.",
  "Finally, from the President Trump to President Washington.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "And that you are operating more centrifuges than allowed.",
  "In all fairness to Putin, you're saying he killed people.",
  "JAVAD ZARIF, FOREIGN MINISTER, IRAN: Good to be with you.",
  "We're going to have to talk a lot more with Javad Zarif.",
  "BROWDER: Well, it is objectively and it is subjectively.",
  "They send their girlfriends to Milan on shopping trips.",
  "This is not -- we are in a different kind of Cold War.",
  "BROWDER: Well, Putin cares personally for two reasons.",
  "And that cost could balloon to $2.1 trillion by 2019.",
  "Perhaps, Donald Trump just admires Putin as a leader.",
  "ZARIF: And then elections based on that constitution.",
  "The laws are named after this man, Sergei Magnitsky.",
  "And much of that money is held by nominees offshore.",
  "That's -- same thing with this whole Manafort stuff.",
  "I'm Fareed Zakaria coming to you live from New York.",
  "But back to all of those Internet-connected things.",
  "Javad Zarif, always a pleasure to have you on, sir.",
  "We need to allow the Syrians to make that decision.",
  "He said dismantling it was his number one priority.",
  "ZAKARIA: And you -- you, kind of, take precautions?",
  "Where - citizens of which countries in the region.",
  "Zero-sum games end up producing negative outcomes.",
  "What are those and why does Putin care about them?",
  "So you need to --\n\n\n\nZAKARIA: And then elections.",
  "Stay tuned and we'll tell you the correct answer.",
  "ZAKARIA: You -- until the last American soldier.",
  "Did you take that as some kind of a -- a threat?",
  "ZAKARIA: You said they are going after America.",
  "And that was the genesis for the Magnitsky Act.",
  "ZAKARIA: Bill Browder, pleasure to have you on.",
  "Next on GPS, we all love being interconnected.",
  "ZAKARIA: What is the chance of this happening?",
  "The wars in Syria, Yemen, ask him about Iraq.",
  "They supported Al Qaeda-affiliated elements.",
  "I can tell you none of them came from Iran.",
  "Well, you think our country is so innocent?",
  "Will the country's hardline soften further?",
  "Iran will begin a nuclear weapons program.",
  "[10:10:25] What is your reaction to that?",
  "They send their kids to boarding schools.",
  "I would estimate he's worth $200 billion.",
  "The Russians never pay from KGB Central.",
  "ZAKARIA: It was flattering toward Iran.",
  "The IAEA decided to close that factor.",
  "People put conditions upon cease fire.",
  "I haven't seen that, he said in 2015.",
  "They also seem to be going after you.",
  "But they want to kill me if they can.",
  "We'll let you know when we come back.",
  "We...\n\n\n\nZAKARIA: You know that how?",
  "And also, we building Russia period.",
  "We proposed an end to the conflict.",
  "They supported extremists in Iraq.",
  "But -- but Putin is out to get us.",
  "I believe we need the cease fire.",
  "To engage in business with Iran.",
  "So we came to their assistance.",
  "We've found his Achilles' heel.",
  "It's a hugely resourced effort.",
  "In the U.S., it's .64 percent.",
  "Bill, pleasure to have you on.",
  "We always needed a cease fire.",
  "All of that when we come back.",
  "We're doing the same in Syria.",
  "Iran is Syria's closest ally.",
  "In Germany, it's 1.6 percent.",
  "He will make sense of it all.",
  "Up from 250 million in 2014.",
  "It brings me to my question.",
  "ZAKARIA: And a billionaire?",
  "ZAKARIA: And what do we do?",
  "And that's absolutely true.",
  "But let's talk about Syria.",
  "Its influence is paramount.",
  "ZAKARIA: Specifically what?",
  "Please to have you on, sir.",
  "But first, here is my take.",
  "You understand television.",
  "And now for the last look.",
  "I will see you next week.",
  "We have a lot of killers.",
  "They are not our friends.",
  "BROWDER: Good to be here.",
  "We chose the right side.",
  "Thank you for doing it.",
  "You might be surprised.",
  "It was passed in 2012.",
  "You've got 30 seconds.",
  "And let's get started.",
  "What is your response?",
  "Here is the bad news.",
  "How do we stop this?",
  "They supported ISIS.",
  "ZARIF: There may be.",
  "First, a cease fire.",
  "ZAKARIA: All right.",
  "BROWDER: Thank you.",
  "ZAKARIA: Stay safe.",
  "BROWDER: Thank you.",
  "You have security?",
  "But it is created.",
  "He joins me now.",
  "We've found it.",
  "We know that.",
  "Come back."
]