[
  "One bill that has been given a go-ahead nod from McConnell is legislation from Sen. Marco Rubio, R-Fla., and Sen. Chris Van Hollen, D-Md., that attempts to warn Putin off more election interference by setting up tough new sanctions on Russia if it does try to intervene.",
  "In addition, legislation from McCain and Cardin would require approval from Congress before Trump could reverse sanctions issued under the Sergei Magnitsky Act, which bans visas for travel and freezes assets of key Russians involved in alleged human rights abuses.",
  "Congress is producing an unusual outpouring of bills, resolutions and new sanctions proposals to push back at President Donald Trump's approach to Vladimir Putin, shore up relations with NATO allies and prevent Russian interference in the midterm election.",
  "The GOP chairman of the Senate Appropriations Committee, Alabama Sen. Richard Shelby, said Monday that he worried federal funds would come with \"strings attached\" that would interfere with elections operations he believes should be left to the states.",
  "Senate Majority Leader Mitch McConnell issued a rare warning that Russia \"better quit messing around\" in U.S. elections as he tasked two Senate committees to start working on sanctions-related legislation and other measures to deter Russia.",
  "Lawmakers are struggling with internal party divisions as well as their own onslaught of proposals as they try to move beyond a symbolic rebuke of Trump's interactions with the Russian president and exert influence both at home and abroad.",
  "\"You look at the action of Congress since the summit in Helsinki, you find Democrats and Republicans both standing up and saying no,\" said Sen. Ben Cardin, D-Md., in an interview on C-SPAN with The Associated Press and The Washington Post.",
  "Russia's displeasure at the 2012 Magnitsky Act played into what Trump initially called an \"incredible offer\" from Putin at the summit to allow U.S. questioning of Russians indicted by the Justice Department for hacking Democratic emails.",
  "The measure is slowly making its way through the Senate Banking Committee, but some lawmakers in the House and Senate have raised concerns it casts too wide a net and could cause problems for allied nations that do business with Russia.",
  "Already, the Senate has blocked a symbolic resolution from Sen. Jeff Flake, R-Ariz., and Sen. Chris Coons, D-Del., to reaffirm the findings of the American intelligence community that Russia interfered in the 2016 election.",
  "House Democrats were similarly thwarted in their attempts to slap new sanctions on anyone who has interfered in U.S. elections and bolster election security funds to the states as Republicans blocked those votes.",
  "In the House, Speaker Paul Ryan joined McConnell in saying that Putin would not be welcome on Capitol Hill, though he did not push forward any Russia-related legislation before his chamber recessed for August.",
  "For starters, there's a bipartisan push from Sen. John McCain, R-Ariz., Sen. Tim Kaine, D-Va., and others to \"explicitly prohibit\" the president from withdrawing from NATO without Senate approval.",
  "Still, the past few weeks have been one of the rare moments in the Trump era that Republicans and Democrats have jointly asserted the role of Congress as a counterweight to the administration.",
  "Rubio says he's willing to adjust the legislation to meet concerns, but says the goal is for Russia to understand there will be a price to pay for further election interference.",
  "Twice over the past two weeks, Republicans objected to motions to advance the measure, saying they prefer a more strategic approach that goes beyond symbolic resolutions.",
  "Graham said it's \"extremely important that Congress recognize the threat to our electoral system coming from Russia and act in a decisive way.\"",
  "As Trump and Putin weigh another face-to-face meeting, lawmakers in both parties — particularly in the Senate — appear motivated to act.",
  "Sen. Lindsey Graham, R-S.C., and Sen. Amy Klobuchar, D-Minn., call the protection of the election system a \"national security priority.\"",
  "He adds the legislation was introduced months before the Helsinki summit and isn't intended to embarrass or attack the president.",
  "\"I'm deeply concerned about their ability to interfere in our politics,\" Rubio said in an interview.",
  "In return, Putin requested the ability to investigate Americans involved in the Magnitsky Act.",
  "With some 100 days before the midterm election, some say Congress is not acting fast enough.",
  "And while many Democrats are eager for quick votes, some Republicans prefer none at all.",
  "\"So, I think we're far better prepared today than we were just a couple of years ago.\"",
  "The legislation would likely see overwhelming support, lawmakers in both parties say.",
  "Some symbolic measures on Russia have failed to make it out of the starting gate.",
  "McCain called it a \"perverse proposal\" and Trump has since backed away from it.",
  "Other senators are debating action to prevent meddling in the midterm election.",
  "\"We want them to know what the price is going to be to make that choice.\"",
  "Ryan says the U.S. has \"learned a great deal\" about Russian interference.",
  "Key Republicans are panning more federal spending on election security.",
  "But it remains uncertain if any of their efforts will yield results.",
  "But the Speaker added there's more for Congress to do.",
  "But a vote is not scheduled."
]