[
  "A fuller picture of the meeting has emerged in recent days, with the Times reporting on Monday that prior to arranging the meeting with Veselnitskaya, whom Trump Jr. believed would offer him compromising information on Clinton, the younger Trump was “informed in an email that the material was part of a Russian government effort to aid his father’s candidacy, according to three people with knowledge of the email.”\n\nSubscribe to The World’s Most Powerful Women, Fortune’s daily must-read for global businesswomen.",
  "She told NBC that the one question he asked her was whether she had “any financial records which might prove that the funds used to sponsor the [Democratic National Convention] were coming from inappropriate sources.”\n\nWhen pressed by NBC’s Keir Simmons on why Trump Jr. had the impression that she possessed any compromising materials, Veselnitskaya said: “It is quite possible that maybe they were longing for such an information.",
  "Veselnitskaya is known as an opponent of the Magnitsky Act who last year touted a Kremlin-friendly film called The Magnitsky Act—Behind the Scenes that challenged the “established” story of the accountant who died in police custody\n\nFor his part, Trump Jr.’s response to the swirling scandal has evolved since the Times first reported on his meeting with Veselnitskaya.",
  "They wanted it so badly that they could only hear the thought that they wanted.” The meeting lasted between 20 and 30 minutes, according to Veselnitskaya, who also told NBC that the president’s son-in-law Jared Kushner and Trump’s campaign chairman at the time Paul Manafort attended the sit-down but did not actively participate in the discussion.",
  "Veselnitskaya says she took the meeting to press a client’s interest in overturning the Magnitsky Act, which U.S. Congress passed in 2012 to impose sanctions against anyone implicated in the torture of Sergei Magnitsky, who was arrested—and later died—in Russia after accusing officials there of $230 million in tax fraud.",
  "In the past four days, Russian lawyer Natalia Veselnitskaya has gone from relative unknown to headline news after media outlets reported on her June 2016 meeting with Donald Trump Jr., the U.S. president’s eldest son, which reignited suspicion of possible collusion between Trump’s campaign and Moscow.",
  "The New York Times on Saturday reported that a meeting occurred between Trump Jr. and Veselnitskaya, whom the paper described as Kremlin-linked lawyer, two days after Donald Trump senior became the presumptive Republican nominee for president.",
  "She gave NBC her own account of the meeting, denying that she has any connection to the Kremlin and insisting that she never had any dirt on Trump opponent Hillary Clinton.",
  "“You wake up one morning and you find you’re the focus of all the high ranking, upstream media of the world,” she told NBC News in a new interview that aired on Tuesday.",
  "“It was never my intention to have that.” She did say, however, that that’s what Trump Jr. was after.",
  "“I never had any damaging or sensitive information about Hillary Clinton,” Veselnitskaya told NBC.",
  "(The Kremlin responded to the sanctions by barring Americans from adopting Russian children.)",
  "“If this nonsense meeting is all they have after a yr, I understand the desperation!",
  "On Tuesday, he posted a tweet aimed at further defending and downplaying the event.",
  "“Media & Dems are extremely invested in the Russia story,” he wrote."
]