[
  "After reports last week that your administration is considering sanctions against China for its \"worsening crackdown\" on Muslims, including the Uighurs , we assess that China will continue a two-pronged public approach: 1) playing the security card and saying Muslims in China are a security risk , and 2) claiming the internment camps in Xinjiang, where reportedly upwards of a million Muslims are being held, are \"educational\" and \"professional training centers.\"",
  "His conscious recoupling with North Korea -- including the re-opening of a South Korean diplomatic liaison office in North Korea, inter-Korean economic deals and even a possible joint bid to host the World Cup -- will probably mean that Moon will be more disposed to coordinate an inter-Korean approach to you rather than working with the US on an allied approach toward Kim.",
  "Koreas: Make war, not peace\n\nAs South Korean President Moon Jae-in prepares to travel to North Korea this week for his fourth meeting with Kim Jong Un, we assess that he is pursuing an agenda that increasingly differs from yours by excluding denuclearization requirements and keeping maximum financial or diplomatic pressure on Kim.",
  "We assess that the United States will receive further scrutiny if more civilians are killed by the coalition, because of Pompeo's recent certification that \"Saudi Arabia and United Arab Emirates are undertaking demonstrable actions to reduce the risk of harm to civilians and civilian infrastructure.\"",
  "Yemen: A certifiable disaster\n\nThe humanitarian crisis in Yemen will likely escalate in the coming days, as the Saudi-led coalition fighting Iranian-backed Houthi rebels has renewed its offensive against the Yemeni port city of Hodeida, after the breakdown of UN efforts to start peace talks.",
  "Modeled on the President's Daily Briefing, or PDB, which the director of national intelligence prepares for the President almost daily, my Presidential Weekly Briefing focuses on the topics and issues President Trump needs to know to make informed decisions.",
  "So, we assess that China's biggest concern at this point are US sanctions under the Global Magnitsky Act -- which allows the US to issue sanctions against a country implicated in human rights violations -- because they could impact senior Chinese officials.",
  "We expect that Moon and Kim will discuss how to get you to formally end the Korean War -- Moon seems ready to do so and China would likely support a peace treaty ending hostilities because it could mean a withdrawal of US troops from the Korean peninsula.",
  "Beijing probably thinks that stoking security concerns is a winning strategy for getting a pass on this extraordinary and abusive behavior -- Russian President Vladimir Putin consistently engages in similar practices without suffering major consequences.",
  "The humanitarian toll from Yemen's civil war is significant, and growing, with the UN estimating that 8 million people are on the brink of starvation and that 22 million people -- about the population of Florida -- need humanitarian assistance.",
  "This certification means that our ability to sell weapons to Saudi Arabia and the United Arab Emirates will stay the same, and US weapons will continue to be used by the coalition in Yemen, potentially including more attacks on civilians.",
  "Claiming that the camps actually help the detained Muslims by readying them for a different, productive path is a transparent attempt to placate Muslims around the world -- including Muslim leaders that China does a lot of business with.",
  "We assess that any real economic stabilization will also depend on calming trade war tensions with the US and ending uncertainty over whether you will implement more sanctions over Turkey's detention of US pastor Andrew Brunson.",
  "Even if raising interest rates doesn't have a significant impact in the near term, Turkey's ability to take a hike does show that at least something -- the Central Bank-- remains independent, for now, in Turkey.",
  "We previously assessed that Turkish authorities would raise interest rates to combat inflation and try to assuage foreign investors' concerns over whether the Central Bank is allowed to operate independently.",
  "He continues to threaten global peace and stability with his growing nuclear arsenal and conventional army, and probably wants to make peace (on his terms) so that he can push for a withdrawal of US troops.",
  "Kim probably knows -- because it's clearly stated online, on the United State Forces Korea website -- that the mission of US Forces-Korea (USF-K) is not limited to just maintaining the Korean War armistice.",
  "Turkey takes a hike\n\nTurkey's Central Bank made its biggest interest rate hike since President Recep Tayyip Erdogan was elected, and the government is expected to unveil a new economic plan in a few days.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nThe decision of the Central Bank -- headed by Erdogan's son-in-law -- to raise interest rates was reportedly implemented against Erdogan's wishes.",
  "While Russia mocks the international community's consensus that Moscow used chemical weapons in the UK, you should also expect other misinformation to come, this time out of Beijing.",
  "You should assume that Moon is okay with the status quo in which Kim keeps proliferating nuclear weapons alongside business opportunities and talks of reunification.",
  "This could send a positive message to investors, but they're probably waiting to analyze the government's new economic plan before making any big decisions.",
  "(CNN) Every week, I offer a glimpse of the kind of intelligence assessments that are likely to come across the desk of the President of the United States.",
  "This stoked concerns that he would interfere with the supposedly independent Central Bank's ability to make monetary policy decisions.",
  "But, as Secretary of State Mike Pompeo pointed out , countries like Iran haven't come out publicly against this Chinese behavior.",
  "She served on President Obama's National Security Council from 2009-2013 and at the Treasury Department under President Bush.",
  "Here's this week's briefing:\n\nChina: The bull in the China shop\n\nLying is trending in capitals around the world.",
  "Their mission has different pieces, including defending the Korean Peninsula from any number of threats.",
  "He is no fan of interest rates and has called them a \"tool of exploitation\" and \"evil.\"",
  "We do not assess that peace on Kim's terms jibes with any actual end to hostilities.",
  "The coalition forces have been widely criticized for attacks on civilians in Yemen.",
  "Samantha Vinograd is a CNN National Security Analyst.",
  "The views expressed in this commentary are her own.",
  "Over 16,000 civilians have already been killed.",
  "View more opinion articles on CNN.",
  "Follow her @sam_vinograd ."
]