[
  "As well as the UN report last month, a bipartisan group of US lawmakers called for Chinese officials involved in alleged human rights violations in Xinjiang to be sanctioned under the Global Magnitsky Act -- the 2012 law originally designed to freeze the assets of certain Russian government officials and businessmen accused of human rights violations.",
  "\"Before meals, we had to stand and say; 'We feel grateful for the Party, grateful for the Motherland, (and) grateful for President Xi;' that 'We wish President Xi good health, that the Motherland is prosperous, and that the ethnic groups are in harmony,' before we were allowed to sit down and eat,\" a former detainee called Nur told HRW.",
  "HRW's report comes after a United Nations committee last month raised alarm at the \"numerous reports of detention of large numbers of ethnic Uyghurs and other Muslim minorities held incommunicado and often for long periods, without being charged or tried, under the pretext of countering terrorism and religious extremism.\"",
  "In order to guard against these forces, they are told to memorize new rules, such as avoiding Islamic greetings, using Chinese characters rather than the Uyghur script, ending communications with relatives in 26 predominantly Muslim countries, and avoiding discussing religion and politics online.",
  "\"\n\nOfficial paranoia\n\nLike Tibet, Xinjiang -- which has a history of independent rule and largely non-Han Chinese population -- has always been viewed with some suspicion by the authorities in Beijing, fearful it could become a hotbed of separatist, or in its case, Islamist organizing.",
  "According to their testimony, which supports the information provided to the UN and independent reporting on the region by international media, since 2014 the authorities in Xinjiang have stepped up mass arbitrary detention of Uyghurs and other predominantly Muslim ethnic minorities.",
  "\"They are held for having links with foreign countries, particularly those on an official list of '26 sensitive countries,' and for using foreign communication tools such as WhatsApp, as well as for peacefully expressing their identity and religion, none of which constitute crimes.\"",
  "Activists say the regional government, now led by a hardline loyalist to Chinese President Xi Jinping, has not only continued to arrest and imprison many Uyghurs, but also increasingly relied on both high-tech tools and mass mobilization programs to keep the population in check.",
  "Since 2014, Communist Party officials have also conducted regular visits to Muslim households, a policy which drastically expanded this year, with more than a million cadres sent to live with families in \"home stays,\" during which they receive \"political education.\"",
  "Concern has been growing over the camps -- which have been referred to in Chinese state media but not officially acknowledged by the government -- for months now, with activists using satellite photos and testimonies from former detainees to raise the alarm.",
  "During political classes, detainees \"had to learn about the rules and regulations, like 'We are resolutely against 'the three evil forces,'' the 32 rules that you must memorize like, 'we are against religious extremism' that we have to 'support the Party.'",
  "\"The detention of as many as a million or more Uyghurs and other predominately Muslim ethnic minorities in 'political reeducation' centers or camps requires a tough, targeted, and global response,\" they said in a letter to Secretary of State Mike Pompeo.",
  "Since 9/11 and the US invasions of Afghanistan and Iraq, and the corresponding boom in violent Islamist extremism, Beijing has massively ramped up security operations in Xinjiang, fearful that terrorists could take hold on its western border.",
  "In addition to the \"home stay\" initiative and the political education camps, they cite examples ranging from ubiquitous surveillance cameras, to mandatory GPS tracker installation in cars and DNA collection for all residents aged 12 to 65.",
  "During the Sino-Soviet split, the concern was that Moscow would use the province to sow chaos within China, following the fall of the Berlin Wall suspicion shifted to US activity in the region, which borders Pakistan and Afghanistan.",
  "Political correctness\n\nThe detention camps -- which reports estimate between 100,000 and 1 million mostly Muslim residents of Xinjiang have passed through -- appear to have evolved from the home stay program, with similar goals.",
  "\"China is committed to ensuring the religious freedom of the Chinese citizens,\" she said, adding she hoped US lawmakers \"can stop this kind of bias and stop hurting the mutual trust and cooperation between the China and the US.\"",
  "Responding to the latest allegations, Chinese Ministry of Foreign Affairs spokeswoman Geng Shuang accused Human Rights Watch of being \"biased on China\" and refused to comment on the specific allegations contained in the report.",
  "In response to the letter, MOFA spokeswoman Hua said that on the issue of human rights \"the Chinese record is better than even the US so the US is really not in a position to judge China on this issue in this regard.\"",
  "This paranoia regarding Islamist extremism has often spilled over onto ordinary Muslims , who have seen restrictions placed on marking Ramadan, growing long beards, wearing veils and home-schooling their children.",
  "The report compared the situation to that seen during the Cultural Revolution -- the decade long civil conflict that rocked China during the 60s and 70s and saw widespread abuse of religious and ethnic minorities.",
  "(CNN) The Chinese government is conducting a mass, systematic campaign of human rights violations against Muslims in the far western region of Xinjiang, a new Human Rights Watch (HRW) report claims.",
  "Some family members may be held in Xinjiang and cannot leave because authorities have confiscated their passports, or they have been detained, and the other part of the family is outside of China.\"",
  "They may be subjected to solitary confinement, not be allowed to eat for a certain period, or required to stand for 24-hour periods, among other punishments,\" said HRW researcher Maya Wang.",
  "However, there are reliable reports of Uyghur fighters operating in Syria alongside the so-called Islamic State and other terrorist groups fighting the government of Bashar al-Assad.",
  "Enforced loyalty\n\nHRW researchers interviewed 58 former Xinjiang residents, including five people who claimed to have been detained in camps and 38 relatives of alleged detainees.",
  "Former detainees claimed they were beaten and abused in detention, and forced to sign patriotic songs entitled, \"Without The CCP, There's No New China,\" and \"Socialism is Good.\"",
  "\"The detainees in political education camps are held without any due process rights -- neither charged nor put on trial -- and have no access to lawyers and family,\" HRW said.",
  "In a statement, HRW China director Sophie Richardson said the Chinese government was \"committing human rights abuses in Xinjiang on a scale unseen in the country in decades.\"",
  "This photo taken on February 27, 2017 shows Chinese military police attending an anti-terrorist oath-taking rally in Hetian, northwest China's Xinjiang region.",
  "While there have been attacks in Xinjiang and other parts of China linked to Islamist terrorist groups, most analysts agree that the threat is limited.",
  "Pedestrians walk past anti-terror propaganda posters pasted along the streets of Urumqi, farwest China's Xinjiang region on September 16, 2014.",
  "Former detainees say they are indoctrinated against the \"three evil forces\" of \"separatism, terrorism, and extremism.\"",
  "Photo taken in February 2018 shows police officers patrolling in the Xinjiang Uyghur Autonomous Region of China.",
  "Many ethnic Uyghurs and Kazakhs live abroad, and the crackdown has been tearing families apart.",
  "\"If they resist, or officials deem they have failed their lessons, they are punished.",
  "Many have also been ordered to surrender their passports.",
  "\"The repression also has an impact outside of China."
]