[
  "Veselnitskaya was working as an attorney for a Cyprus-based real estate holdings company called Prevezon, run by Denis Katsyv, son of Pyotr Katsyv, one of Russian President Vladimir Putin’s closest advisers, and was given “unlimited resources” by the Kremlin-connected group to run a campaign to get the Magnitsky Act repealed, Fox News reported Wednesday.",
  "“I think the lady Russian lawyer that was there in that meeting, I’ve written to [The State Department and Department of Homeland Security] to find out what she was doing in the country when presumably either her visa or parole expired.”\n\nA spokesman for the Senate Judiciary Committee told Fox News that they had yet to receive a response.",
  "The Obama administration granted the Russian attorney who met with Donald Trump Jr. last June a special type of “parole” to be in the United States after she initially was denied a visa, Fox News has confirmed – though it remains unclear whether she had permission to be in the country when she attended the Trump Tower session.",
  "That meeting has, in the last week, caused massive headaches for the Trump White House, with the revelation that an intermediary told the president's son the attorney had dirt on Hillary Clinton, supposedly as part of the Russian government's bid to help his dad.",
  "The U.S. attorney’s office told Fox News that Veselnitskaya was indeed granted initial parole by their office, but did not know who, specifically, issued the “piece of paper.”\n\nThe Hill reported the parole was approved by then-Attorney General Loretta Lynch.",
  "“Her case-related immigration parole ended early in 2016, and it was not renewed by us.”\n\nVeselnitskaya’s Facebook posts and documented meetings show that she remained in the United States well after her initial parole expired in early January 2016.",
  "Nevertheless, I have been harassed by the Government despite being paroled into the United States.”\n\nIn the same documents, she confirmed that her request to extend her parole, which expired Jan. 7 2016, was denied a few days before that deadline.",
  "This includes photos of New York City’s Columbus Circle well into February, raising questions as to how she was allowed to be in the country at that time -- and for her meeting with Trump Jr. as well as a trip to Washington, D.C. days after.",
  "The official also told Fox News that parole may be requested for a person who “believes his or her presence in the United States will be a significant public benefit,” and cited participation in a civil court case as an example.",
  "The State Department did not confirm or deny that Veselnitskaya even applied for a visa, but told Fox News that the department is prohibited by the Immigration and Nationality Act from discussing individual visa cases.",
  "The Hill reported on Wednesday that it was the Obama Department of Justice that granted Veselnitskaya her temporary parole allowing her into the country to help a client on a court case in the New York federal court.",
  "But as lawmakers from both parties are scrutinizing the Trump family over the contacts, one powerful senator is pressing to find out how attorney Natalia Veselnitskaya was in the country at all.",
  "Broadly speaking, Christensen told Fox News that parole is granted “sparingly” and in “extraordinary circumstances,” including urgent humanitarian reasons, such as a medical or family emergency.",
  "“Parole allows an individual to enter the United States and remain for a temporary period corresponding to the reason parole was approved,” Christensen told Fox News.",
  "GRASSLEY PROBING HOW RUSSIAN LAWYER GOT INTO US AFTER VISA DENIAL\n\nA range of Department of Homeland Security agencies would typically deal with parole requests.",
  "Well before the June 9, 2016, meeting, she was denied a visa to enter the U.S. in 2015, according to court filings first reported by the Daily Beast.",
  "However, the U.S. Attorney's Office for the Southern District of New York told Fox News on Thursday that their office did not extend that status.",
  "Unclear is how she was in the U.S. several months later and whether other agencies were also involved in her parole decision from the outset.",
  "She continued, “However, the United States did issue a parole letter for me to enter the United States in order to help defend this lawsuit.",
  "“She shouldn’t have been in the country,” Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, told “Fox & Friends” on Wednesday.",
  "In court documents, the attorney acknowledged she had \"applied for a visa to enter the United States, but was denied.\"",
  "The State Department did, however, tell Fox News that all visa applications are adjudicated on a case-by-case basis.",
  "Citizenship and Immigration Services Gillian Christensen told Fox News that USCIS was not involved in this case.",
  "“She was not granted a second parole by our office,” office spokesman James Margolin told Fox News in an email.",
  "The Magnitsky Act enacts sanctions on certain Russian officials as a punishment for human rights violations.",
  "Campaign chairman Paul Manafort and Trump son-in-law Jared Kushner also attended that meeting.",
  "She was granted a “parole” to be in the country from October 2015 through early January 2016.",
  "“Parole is generally not authorized for more than one year.”",
  "However, Acting Chief of Media Relations for U.S."
]