[
  "Paul said he hopes Khashoggi’s disappearance “ motivates everybody to reassess our kinship and everything we do with Saudi Arabia.” The Kentucky Republican said he hopes Trump will support stronger measures against Saudi Arabia “if there is any evidence they killed this journalist.”\n\nThe Magnitsky Act is named for Sergei Magnitsky, a Russian lawyer who died in a Moscow prison after he reported tax fraud involving government officials.",
  "“Our expectation is that in making your determination you will consider any relevant information, including with respect to the highest ranking officials in the government of Saudi Arabia.”\n\nThe Magnitsky Act gives the Trump administration 120 days to respond to the Senate Foreign Relations Committee with a decision on potential sanctions against officials responsible for human rights violations.",
  "We are demanding everything.”\n\nA Turkish official, speaking anonymously and without providing evidence, said earlier this week that Khashoggi, a Global Opinions section columnist for the Washington Post, was murdered inside the consulate, a claim the Saudi government has vehemently denied.",
  "In a letter to President Donald Trump Wednesday, senators invoked the Global Magnitsky Act of 2016 to seek an investigation in the case of Jamal Khashoggi, who hasn’t been seen since he entered the Saudi consulate in Istanbul last week.",
  "A bipartisan group of U.S. senators is forcing the Trump administration to investigate the disappearance of a Saudi journalist, triggering a human rights probe that could result in sanctions against Saudi officials and entities.",
  "Saudi Crown Prince Mohammed bin Salman told Bloomberg News in an interview last week that Khashoggi had left the consulate shortly after entering it last week and that he was ready to let Turkey to search the building.",
  "View Sample Sign Up Now\n\nLawmakers have been making increasingly strong statements regarding the U.S.-Saudi relationship this week after reports that the kingdom sought to silence one of its most outspoken critics.",
  "“The recent disappearance of Saudi journalist and Washington Post columnist Jamal Khashoggi suggests that he could be a victim of a gross violation of internationally recognized human rights,” the letter said.",
  "‘Demanding Everything’\n\nTrump, speaking to reporters Wednesday in the Oval Office, said he had spoken “more than once” with Saudi officials in recent days but didn’t provide details of the conversations.",
  "U.S. intelligence intercepted communications of Saudi officials discussing a plan to capture Khashoggi before he vanished, according to the Post, which cited two people familiar with the information.",
  "The fallout could reshape alliances in the region, where the U.S. is seeking to stabilize Syria, contain Iranian weapon development and support a Saudi-led coalition in Yemen’s civil war.",
  "It has been used to punish Russian oligarchs and Turkish officials, to restrict the travel and freeze the assets of officials found to have violated human rights.",
  "Erdogan Involved\n\nKhashoggi, who had been living in self-imposed exile for the past year, vanished on Oct. 2 after he entered the consulate to obtain a document.",
  "But the Post reported that the Saudis haven’t presented any evidence he left the building and say that their video cameras weren’t recording at the time.",
  "The move appears aimed at prompting a more active response from an administration that has been restrained in its reaction to Khashoggi’s disappearance.",
  "The newspaper also quoted an unidentified senior Turkish official as saying the Saudis weren’t allowing a proper investigation in the consulate.",
  "Turkey’s president, Recep Tayyip Erdogan, said he was personally involved in the case, which threatens ties between Ankara and Riyadh.",
  "The letter from lawmakers is signed by all members of the Senate Foreign Relations Committee except for Rand Paul of Kentucky.",
  "The Post quoted a Turkish official as saying authorities suspect a 15-member team killed the journalist at the consulate.",
  "Trump said Khashoggi’s fiancée had sent him a letter and may come to the White House soon.",
  "When asked whether he’s demanding answers from the Saudis, Trump said, “Yes, we are.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Paul is pushing Congress to block future arms sales to Saudi Arabia.",
  "“I’m not happy about it,” Trump said of Khashoggi’s disappearance.",
  "Contact us at editors@time.com."
]