[
  "“The President should immediately halt arms sales and military support to Saudi Arabia.”\n\nThe Khashoggi incident has put the Trump administration in a tough diplomatic position, torn between international outrage over alleged Saudi conduct and Washington’s close financial and military ties with the kingdom.",
  "Trump said Wednesday that top U.S. officials are demanding their Saudi counterparts provide answers about Khashoggi’s alleged killing, which he called “a very serious situation for us and this White House.”\n\nFollow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "The law requires the president “to determine whether a foreign person is responsible for an extrajudicial killing, torture, or other gross violation of internationally recognized human rights,” the senators wrote in a letter to President Donald Trump.",
  "The senators’ letter follows multiple reports that top Saudi officials, including Crown Prince Mohammed bin Salman, orchestrated the disappearance of regime critic Jamal Khashoggi, who was last seen entering the Saudi consulate in Istanbul on Oct. 2.",
  "A bipartisan group of more than 20 senators is asking the Trump administration to investigate the disappearance and possible killing of a prominent Saudi Arabian journalist, a move that could lead to sanctions against top Saudi officials.",
  "(RELATED: Missing Journalist Said To Have Been Killed On Orders From Saudi Rulers)\n\nBy triggering the Magnistsky probe, senators gave the Trump administration 120 days to investigate the circumstances of Khashoggi’s disappearance.",
  "Saudi Arabia has long been one of the world’s top buyers of U.S.-made arms, and the Trump administration’s Middle East agenda, which is heavily focused on confronting Iran, is heavily dependent on cooperation with Riyadh.",
  "“Our expectation is that in making your determination you will consider any relevant information, including with respect to the highest ranking officials in the Government of Saudi Arabia,” the senators wrote.",
  "Even before Khashoggi’s disappearance, some lawmakers were calling on Trump to cut off U.S. military support for the Saudi-led coalition over concerns about its killing of civilians in the Yemen war.",
  "Senate Foreign Relations Committee Chairman Bob Corker and ranking Democrat Bob Menendez triggered the probe Wednesday evening under the Global Magnitsky Human Rights Accountability Act.",
  "“The Saudis will keep killing civilians and journalists as long as we keep arming and assisting them,” GOP Sen. Rand Paul of Kentucky wrote Thursday on Twitter.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Signed by 22 lawmakers of both parties, the letter is part of a mounting backlash in Washington against the Saudi government’s actions abroad.",
  "Turkish authorities believe a team of Saudi agents killed and dismembered Khashoggi inside the consulate, a charge Riyadh denies.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Any Saudi officials found to have played a role could be subject to sanctions."
]