[
  "But as to whether or not we should stop $110 billion from being spent in this country, knowing they [Saudi Arabia] have four or five alternatives, two very good alternatives, that would not be acceptable to me.”\n\nRegardless of Trump’s apparent unwillingness to consider taking serious measures over the fate of one permanent US resident, one thing is clear: This issue is not going away.",
  "Corker/Menendez/Graham/Leahy Letter Triggers Global Magnitsky Investigation Into Disappearance Of Journalist Jamal Khashoggi: https://t.co/ccTEbYqyDs pic.twitter.com/2LeSctMMMl — Sen. Patrick Leahy (@SenatorLeahy) October 10, 2018\n\nTrump may still fail to hold the authorities who are responsible accountable, but the administration is now required to investigate the issue further.",
  "“If this man was murdered in the Saudi Consulate in Istanbul, that would cross every line of normality in the international community.”\n\nAnd Sen. Tim Kaine (D-VA) tweeted his support for the journalist and said his disappearance was “personal.”\n\nJamal Khashoggi is a Virginia resident, so his disappearance is personal to me.",
  "“There needs to be an end to the impunity the Saudi government has received from the United States for all too long.”\n\nAnother protester, Samia Harris, said that she was there because she believed everyone should have freedom of speech, and called on President Trump to stand up for human rights.",
  "The monarchy is in the process of building a futuristic city called Neom — a $500 billion project — and three members of its advisory board, including former US Energy Secretary Ernest Moniz, announced they were suspending their participation in the project this week.",
  "Prominent Saudi journalist and dissident Jamal Khashoggi disappeared last week in Istanbul and may have been murdered — and it’s looking increasingly likely that the highest levels of the Saudi government, who were the primary targets of his criticism, are behind it.",
  "Members of Congress are demanding answers\n\nSeveral US lawmakers have spoken out about the incident, saying that if the allegations are true, it would have a huge impact on the US’s strong — and lucrative — relationship with the wealthy Gulf monarchy.",
  "— Tim Kaine (@timkaine) October 9, 2018\n\nOn Wednesday, a bipartisan group of senators turned up the pressure on the Trump administration by requesting that the US impose sanctions on anyone who was responsible for the journalist’s disappearance.",
  "“In light of the current situation related to the disappearance of the Washington Post’s Jamal Khashoggi at the Saudi consulate in Turkey, we are no longer comfortable being associated with the event,” a Times spokesperson told CNN.",
  "Trump told reporters at the White House on Thursday that though he didn’t like the fact that Khashoggi had disappeared under mysterious circumstances, he didn’t want to risk losing a very lucrative arms deal with Saudi Arabia.",
  "Turkish officials have said they have “concrete” evidence that Khashoggi never left the building and was murdered there; some have even put forth gruesome theories of how his body may have been dismembered and smuggled out.",
  "“We should all question what happened here, and also what happens in Egypt, and in many other places, where people are being kidnapped and we don’t know why.”\n\nBut it’s not just activists who are demanding answers.",
  "But despite the fact that Saudi Arabia is likely behind the disappearance and murder of the prominent journalist, it’s unclear if the president will be willing to punish the country or respond in a substantive way.",
  "“The recent disappearance of Saudi journalist and Washington Post columnist Jamal Khashoggi suggests that he could be a victim of a gross violation of internationally recognized human rights,” the letter reads.",
  "On Wednesday, about 20 activists and journalists gathered on a tree-lined street in front of the Saudi Embassy in Washington, DC, holding signs and banners and demanding answers on Khashoggi’s whereabouts.",
  "The New York Times also announced it was withdrawing its sponsorship of a major Saudi investment conference nicknamed “Davos in the Desert,” which is set to take place in Riyadh later this month.",
  "The senators’ letter triggered something called the Global Magnitsky Act, which allows the US to sanction individuals who have committed human rights abuses anywhere in the world.",
  "Medea Benjamin, the organizer of the protest, said Khashoggi — who had lived in self-imposed exile in Virginia since last summer — was a friend of hers, and she was in shock.",
  "The editor-in-chief of the Economist, who was a scheduled speaker, and Huffington Post editor-in-chief Arianna Huffington have canceled their plans to attend as well.",
  "And the newspaper’s editorial board called on the Trump administration — or, if necessary, Congress — to hold the Saudis accountable and punish those responsible.",
  "The Khashoggi case is also affecting Saudi Arabia’s business ventures\n\nThe incident has had a broader effect on Saudi Arabia’s business ventures as well.",
  "“This took place in Turkey, and to the best of our knowledge, Khashoggi is not a United States citizen, he’s a permanent resident,” the president said.",
  "The Washington Post has run story after story after story calling attention to the issue and refusing to let the disappearance of one of its own go.",
  "The 59-year-old veteran journalist and columnist for the Washington Post was last seen on October 2 walking into the Saudi Consulate in Istanbul.",
  "But as more and more evidence emerges, it’s unclear how much longer they can continue to deny involvement — and pressure is mounting.",
  "It published a letter by Khashoggi’s fiancée asking Trump directly to help “shed light” on the whereabouts of the man she loves.",
  "Sen. Lindsey Graham (R-SC) told reporters on Wednesday that there would be “hell to pay” if Saudi Arabia killed Khashoggi.",
  "Which means the Kingdom of Saudi Arabia is not going to be able to make this story go away anytime soon.",
  "President Trump needs to raise this case immediately with Saudi Arabia and Turkey and demand answers.",
  "So, too, have prominent American and European investors involved in new Saudi economic initiatives.",
  "He was there to obtain a document verifying his divorce so that he could marry his Turkish fiancée.",
  "So far, though, Saudi officials have maintained that they had nothing to do with the incident.",
  "We cannot just smile at tyrants and thugs who are running other countries,” she told me.",
  "We should be extending support from our federal agencies for a real investigation.",
  "The Trump administration now has 120 days to look into the matter and decide.",
  "“I’ve never been more disturbed than I am right now,” Graham continued.",
  "“We demand answers and accountability,” she told me.",
  "And Saudi Arabia would do well to take note.",
  "Congress has started paying attention.",
  "“We don’t like it, even a little bit.",
  "But what happened next is a mystery.",
  "“It is not just this case."
]