[
  "“But as to whether or not we should stop $110 billion from being spent in this country, knowing they have four or five alternatives, two of them being very good alternatives, that would not be acceptable to me.”\n\nOn Wednesday, a bipartisan group of senators triggered a Magnitsky Act human rights probe into Saudi Arabia’s involvement in Khashoggi’s disappearance.",
  "Treasury Secretary Steven Mnuchin and U.S. corporate heavyweights will attend an investment conference in Saudi Arabia later this month, even as multiple reports have implicated top Saudi officials in the disappearance and possible killing of Jamal Khashoggi, a Washington Post contributor and regime critic.",
  "(RELATED: Some In Media Blame Trump For Saudi Journalist’s Disappearance)\n\nThis year’s investment conference — dubbed “Davos in the Desert” by some participants — is expected to draw dozens of prominent figures from the financial and technology sectors.",
  "The allegations have sparked international outrage against the Saudi government and cast a pall on the upcoming Future Investment Initiative, a conference aimed at showcasing Saudi Arabia’s investment potential to foreign investors.",
  "Citing U.S. intelligence intercepts, WaPo reported Wednesday that Khashoggi was targeted on orders from Crown Prince Mohammed bin Salman, who had allegedly hoped to render the dissident journalist to Saudi Arabia for interrogation.",
  "Since assuming de facto rule of Saudi Arabia in 2017, the 33-year-old bin Salman has courted Western government and corporate leaders as part of a campaign to shed the kingdom’s reputation as socially backward petro-state.",
  "Treasury Secretary Steven Mnuchin plans to attend an investment conference in Saudi Arabia later in October, despite reports that reports that the Saudi government kidnapped and killed regime critic Jamal Khashoggi.",
  "Trump and Jared Kushner, his son-in-law and senior adviser, have cultivated close ties to bin Salman, and the administration’s Middle East agenda against Iran is heavily dependent on cooperation with Riyadh.",
  "Crucial to that effort has been a public relations campaign in Western media to paint the young heir apparent as a socially moderate reformer, in contrast to the kingdom’s hidebound rulers of the past.",
  "Citing “deep concerns” over Khashoggi’s fate, former U.S. Energy Secretary Ernest Moniz said this week he would no longer work on Neom, a “smart city” project backed by prominent tech investors.",
  "Dan Doctoroff of Sidewalk Labs, Google’s urban innovation company, also withdrew his support for the Neom project after being named to its board of directors, the Wall Street Journal reported.",
  "The conference will be held Oct. 23-25 at the Ritz-Carlton in Riyadh, the same hotel where where bin Salman detained dozens of wealthy Saudis in what he said was an anti-corruption operation.",
  "The Future Investment Initiative, dubbed “Davos in the Desert,” is an annual showcase of the kingdom’s potential for foreign investors and regularly attracts financial and tech heavyweights.",
  "Concerns that Riyadh may have assassinated Khashoggi, a Saudi citizen who had been living in the U.S. in self-imposed exile, have not changed Mnuchin’s plans to take part in the conference.",
  "Along with Mnuchin, JPMorgan Chase chief executive Jamie Dimon, Uber chief executive Dara Khosrowshahi, and Blackstone Group head Stephen Schwarzman are slated to attend.",
  "The law gives the Trump administration 120 days to investigate the incident and recommend sanctions against any Saudi officials found to have played a role.",
  "Treasury Department officials have confirmed that Mnuchin will attend unless further evidence implicating the Saudi government emerges, TheNYT reported.",
  "President Donald Trump has been more ambivalent about taking punitive action against Saudi Arabia, even if the Khashoggi allegations are corroborated.",
  "Khashoggi’s disappearance on Oct. 2 has cast a pall on this year’s conference, with key media and tech sponsors withdrawing support in recent days.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“What good does it do us?” Trump responded when asked if the Khashoggi situation would make him reconsider pending arms deals with Saudi Arabia.",
  "Turkish investigators believe a team of Saudi agents killed and dismembered Khashoggi inside the consulate, a charge Riyadh denies.",
  "But the Khashoggi affair has some of Saudi Arabia’s newfound investors rethinking their involvement with bin Salman’s government.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "In recent days, some of the event’s sponsors, including the New York Times, have withdrawn their support.",
  "Khashoggi was last seen entering the Saudi consulate in Istanbul on Oct. 2 to obtain marriage documents.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Saudi Arabia is also one of the world’s top buyers of U.S.-made arms.",
  "“We don’t like it, and we don’t like it even a little bit,” he said."
]