[
  "But whether we should stop $110 billion from being spent in this country knowing they have four or five alternative — two very good alternatives — that would not be acceptable to me.”\n\nTrump: This thing happened in Turkey and Khashoggi isn't even a US citizen.",
  "The Washington Post reported Wednesday, citing US intelligence officials, that Saudi Crown Prince Mohammed bin Salman had personally ordered an operation to lure the journalist from his home in Virginia to the Islamic Kingdom in order to detain him.",
  "“Again, this took place in Turkey and to the best of our knowledge, Khashoggi is not a US citizen, is that right?” he asked an aide, who confirmed that Khashoggi was a permanent resident in the US, but not a citizen.",
  "Kevin Lamarque / Reuters\n\nPresident Donald Trump came out against suspending arms sales to Saudi Arabia while the investigation into the disappearance of critical Saudi journalist Jamal Khashoggi is ongoing.",
  "“Our expectation is that in making your determination you will consider any relevant information, including with respect to the highest ranking officials in the Government of Saudi Arabia,” the letter reads.",
  "Bob Corker, Robert Menendez, Lindsey Graham, and Patrick Leahy — sent the president a letter seeking a determination whether Saudi Arabia violated the Global Magnitsky Act by harming Khashoggi.",
  "Khashoggi, who works as a columnist for the Washington Post, was recorded entering the Saudi Consulate in Istanbul last Tuesday but was not seen exiting.",
  "That hasn’t stopped Khashoggi’s disappearance from engulfing Washington this week, raising questions about the future of the US–Saudi relationship.",
  "Chris McGrath / Getty Images Nobel Prize winner Tawakkol Karman holds a poster of Saudi journalist Jamal Khashoggi at a protest in Istanbul.",
  "“This took place in Turkey and to the best of our knowledge, Khashoggi is not a US citizen,” Trump told reporters.",
  "Last year, the US finalized an arms deal with Saudi Arabia worth an estimated $350 billion over the next decade.",
  "Reports since then have cited Turkish officials’ beliefs that Khashoggi was killed while inside the building.",
  "Under the act, officials found to have violated human rights are to be placed under US sanctions.",
  "Saudi Arabia has said that Khashoggi left the consulate the same day and denies any foul play.",
  "“We don’t like it,” he continued, “we don’t like it even a bit.",
  "“First I want to find out what happened,” Trump said.",
  "On Wednesday, a group of senators — including Sens."
]