[
  "So for instance, if you have fake news -- I'm talking about true fake news here, not that that the president will often use to target us -- but true fake news manufactured by Russian troll farms, made-up stories about U.S. political candidates, et cetera, like we saw in 2016, that the DOJ will make efforts to call this out, say, in fact, this news does not come from this -- a newspaper or media service, but it's being made up by Russian operatives.",
  "ELISE LABOTT, CNN FOREIGN AFFAIRS CORRESPONDENT: I think, Wolf, that Secretary Pompeo and others had to explain to the president what an audacious and kind of outrageous suggestion this is, that not only would American citizens be handed over to the Russians for interrogation, but in this country, the U.S. does not launch these interrogations and investigations against political adversaries, like Bill Browder is to President Trump.",
  "It includes future ballot fraud, the possibility that Russia may take the step of actually interfering in vote counting, truly an alarming process, as well as cyber operations targeting political campaigns and officials, disinformation to influence public opinion, as well as the overt use of lobbyists and foreign media to influence U.S. policy makers, a broad-ranging and continuing attempt to interfere in U.S. politics.",
  "[18:15:04]\n\n\n\nBLITZER: Yes, he was clearly suggesting that either the secretary of state, Mike Pompeo, or the national security adviser, John Bolton, or the U.S. ambassador to Russia, Jon Huntsman, someone should have been in that meeting with the president taking notes, making sure that there would be a full report to other national security officials of what happened.",
  "DAVID SWERDLICK, CNN POLITICAL COMMENTATOR: Yes, Wolf, and I agree with Gloria, that if you look at those 53 percent of independents who didn't approve of his handling of this issue, if they break away, to Jackie's point, in the midterms over an issue like this, that could spell a little bit of trouble for the president, or at least for the Republican Party.",
  "During a week in which the president has repeatedly expressed doubts about the assessment of Russia's interference in the election, here you have another hard indicator from another senior U.S. national security official, and one that, I might note, was also appointed by this president, in this case the deputy attorney general, Rod Rosenstein.",
  "BLITZER: and Jackie Kucinich, if that were not enough, he also said he thinks the president made a major mistake going into that meeting with Putin with only an interpreter, not a national security official, the secretary of state, someone along those lines, the U.S. ambassador to Russia, for example.",
  "(COMMERCIAL BREAK)\n\n\n\n[18:48:42] BLITZER: Breaking news tonight, the White House catching everyone off guard by announcing plans for a second Trump/Putin summit, this one in Washington in the fall, even as the president and his team struggle to contain the fallout from this week's meeting in Helsinki.",
  "But, Wolf, the danger in that is not only as President Trump still cleaning up the mess from this summit, but that will just continue, if he continues to go further into Putin's embrace, will just continue to give him tension between his opposition here with Congress, with the American people.",
  "We're talking about now sitting down again with Putin with no clear agenda, certainly no inter-agency process that sort of governs this, with the leader of a nation who Trump's own national security strategy listed as adversarial and working to undermine American national interests.",
  "And the idea of having true fake news, which is what you see in Russia, where we have state-run media that gives entirely fake news, is at odds with the tradition that we have had in this country, wherein, again, there are whole host of different choices, ranging from FOX to MSNBC.",
  "[18:40:14] That being said, you have a situation where, as Admiral Kirby and Gloria pointed out, we're in a little bit of the theater of the absurd, where the director of national intelligence, the person who's supposed to know what's going on, doesn't know what's going on.",
  "CUOMO: What I have been told is essentially because you guys were pushing her too hard because you thought you had us over a barrel, you thought you had us in a bad situation and that this is what happens in the Trump White House when they feel that they are on weak ground.",
  "SANFORD: Well, to just state the obvious, most people -- and this isn't just a media thing -- but I literally had a friend of mine send me a Photoshopped picture of Putin in black S&M gear, if you will, walking his dog -- and, in this case, the dog was Trump -- on a leash.",
  "The White House revealing just a little while ago that talks are now under way for holding a second summit in the fall, this as the president's top intelligence official admits he still doesn't know what was said during a private meeting between the two leaders on Monday.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nWhite House: Talks Under Way to Second Trump-Putin Summit on Third Day of Damage Control from Helsinki Summit; Interview With South Carolina Congressman Mark Sanford; Interview With Maryland Senator Ben Cardin.",
  "BLITZER: So what does it say to you that the administration took three days to reject the idea, which the president initially twice called an incredible offer from the Russians to interrogate U.S. citizens, including Mike McFaul, the former U.S. ambassador to Russia?",
  "BLITZER: Because it is pretty amazing -- and I was in Helsinki on Monday -- that the president of the United States sided with Putin on Monday over, over the U.S. intelligence community or on this whole notion of Russia interfering in the U.S. presidential elections.",
  "When the president at that news conference in Helsinki with Putin was siding with Putin, going against the U.S. intelligence community, Dan Coats, the director of national intelligence, issued a statement on his own, didn't get any clearance, saying, \"You know what?",
  "The independent number there is what's really interesting to me, the 53 percent disapproval, because when you look at how people identify in this country, whether they're Democrat or Republican, 27 percent say they're Republican, 29 percent say they're Democratic.",
  "VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): We see that there are forces in the United States that are prepared to casually sacrifice Russia-U.S. relations, to sacrifice that them for their ambitions in the course of an internal political battle.",
  "BLITZER: Yes, what may be even more shocking, he might not have known about the second meeting now in the works, but he says, three days after the first summit, he doesn't know what happened during that first meeting between the president and Putin either.",
  "The White House pulled the plug on allowing Moscow to question certain Americans, including Michael McFaul, the former U.S. ambassador to Russia, and American-born financier Bill Browder, who had lobbied the U.S. government to impose news sanctions.",
  "But, in this case, it's particularly important, given the way that everyone is dismayed that I have talked to, Republican and Democratic alike, with why in the world did the president act as he did at Helsinki in his level of deference to Putin?",
  "I don't think we're going to know how people truly feel until the midterm elections because there hasn't been any sort of instant karma for the president, there hasn't been any sort of reaction where he can actually see the people disapprove.",
  "To let that linger for a couple days -- and I must tell you, it was the pressure of the United States Senate ready to pass a resolution saying no way that the president, I think, backtracked on what he thought was a good idea three days ago.",
  "This will galvanize his base because the more the media complains about what Donald Trump did in Helsinki, the more the establishment Republicans complain about what Trump did in Helsinki, the more they will rush out there to defend him.",
  "And John Kirby, you know, all this coming as the director of national intelligence now acknowledging, now admitting he doesn't know what happened at the first summit three days ago, hasn't been briefed on that Putin Putin/Trump meeting.",
  "BLITZER: You don't know clearly now, but how concerning is it that the president's own national security top aides, including the director of national intelligence, Dan Coats, they don't know what happened three days ago in Helsinki?",
  "I mean, if this happens in the fall right before the midterm elections, you could have Vladimir Putin coming into the country as the Russians are continuing cyberattacks on the midterm elections, perhaps even on the balloting.",
  "But, again, one of the tenets that the founding fathers laid out because of their belief and their reading of history was the need for a vibrant and healthy fourth branch of government, if you will, and that's the media.",
  "So, Chris, what do you make of the fact that the intelligence chief is trying to figure out what happened during the first summit and was surprised to hear from a reporter that there is a second summit now in the works?",
  "If you believe that Russian intelligence agents are trying to zero in on a political candidate, on a lobbyist here, on anyone, they may take the step of calling this person, alerting them to this as it is happening.",
  "And he also in that clip that you played, Wolf, did give what you could call a diplomatic answer, right, not going back on what he said but also not doing anything to really lash back or contradict the president.",
  "For the sake of our national security, the way that meeting was conducted, just the two leaders, without the preparation and without the others present, that's something that jeopardized our national security.",
  "SEN. CHUCK SCHUMER (D-NY), MINORITY LEADER: That it is neither the policy nor the practice of the United States to submit our citizens, let alone our ambassadors, to the interrogation of a foreign adversary.",
  "BLITZER: And General Votel, the head of the U.S. military Central Command, he publicly stated he doesn't know what was agreed between Putin and the president as far as Syria or the Middle East is concerned.",
  "And what has struck everybody in the wake of the Helsinki conference was the degree to which the president, who can be bombastic and strong and forceful, was absolutely compliant and deferential to Putin.",
  "And over time, President Putin is not going to be able to get what he wants from President Trump, because President Trump will have to face opposition, not only from his opponents, but from his own party.",
  "[18:32:58] The deputy attorney general, Rod Rosenstein, is warning that Russia's cyberattacks on the 2016 election were just part -- part -- of a growing threat designed to undermine American democracy.",
  "And on the same day where Putin is talking to some of his own ambassadors about how political discord here in the United States is working to undermine a good future U.S.-Russia bilateral relationship.",
  "HEATHER NAUERT, STATE DEPARTMENT SPOKESWOMAN: That the overall assertions that have come out of the Russian government are absolutely absurd, the fact that they want to question 11 American citizens.",
  "We did that to make it clear that the fruits of their corruption could not be hidden in the United States, and they would be denied the opportunity to visit their wealth here in the United States.",
  "BLITZER: Breaking news tonight: After one of the most widely criticized summits in modern U.S. history, President Donald Trump and Vladimir Putin, they apparently want to do it all over again.",
  "He looks at the Real Clear Politics average of his overall approval, it's 43 right now, barely below where he was on inauguration day, they say we got our base and we are where we want to be.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZELENY (voice-over): The U.S. intelligence chief saying tonight he had to correct President Trump's incorrect claim Russia had no role in attacking American democracy.",
  "And that's why I think it's that much more important there be an added measure of transparency that would answer the questions out there and, again, go a long way to clearing up the gray.",
  "BLITZER: And all of a sudden, John Kirby, all of a sudden, the Russians today released some new video showing what they call their latest generation of nuclear and conventional weapons.",
  "Dan Coats, of course, the head of the -- director of national intelligence, Wolf, I have asked White House officials why he was taken off-guard by this, why he was surprised by this.",
  "And you can hear in his voice -- I mean, he tried to make a joke about it, \"That's going to be special,\" and the audience was laughing, which is of course, what Donald Trump hates.",
  "You think he convinced the president this notion of allowing American citizens, including a former U.S. ambassador to Russia, to be interrogated by the Russians is a horrible idea?",
  "BLITZER: As you know, Putin wants to get his hands on Bill Browder, who pushed for that Magnitsky Act, a law passed in 2012 to punish Russian officials for violating human rights.",
  "The president's top intelligence official says he still doesn't know what happened behind closed doors when Mr. Trump met privately with Vladimir Putin in Helsinki three days ago.",
  "But again, this just points to the ludicrous level at which we have now arrived, where nobody in the government knows, three days after this meeting, anything that was discussed.",
  "So I think, in the light of day, the State Department was able to explain to the president that is this not something -- and I'm sure Secretary Pompeo had a lot to do with that.",
  "The Justice Department is now releasing a new report warning of future ballot fraud and cyber operations targeting political campaigns and officials here in the United States.",
  "), CNN MILITARY AND DIPLOMATIC ANALYST: I don't know what's more ridiculous: that the DNI didn't know that this invite had been extended or that the invite had been extended.",
  "And so I think that one of the things that stands out is the way in which this president, unlike any other president for the last 50 years, has not released his tax returns.",
  "ZELENY: Dan Coats, the president's handpicked director of national intelligence, said American leaders must speak forcefully about Russia's ongoing threat to U.S. elections.",
  "You know, Gloria, there's a new CBS poll showing how the American public reacted to the first summit, Trump's handling of Putin: 55 percent disapprove, 32 percent approve.",
  "There is more on the breaking news we are watching, more on President Trump's latest reversal on Russia, why the White House is still struggling to get its story straight.",
  "ZELENY: Asked whether he had considered resigning, Coats said this:\n\n\n\nCOATS: As long as I'm able to have the ability to seek the truth and speak the truth, I'm on board.",
  "MIKE POMPEO, U.S. SECRETARY OF STATE: The administration is not going to send -- force Americans to travel to Russia to be interrogated by Vladimir Putin and his team.",
  "We know that the president now has backed off on his proposal or what he thought was an incredible proposal to have the former ambassador interrogated by the Russians.",
  "He may not have said it directly, but when he said, that's not the way I would have recommended the meeting, that meeting should never have taken place in that format.",
  "He said, \"Russian intelligence officers did not stumble onto the ideas of hacking American companies and posting misleading messages because they had a free afternoon.",
  "This would, again, clear that up, so that you don't have that specter haunting the administration and, in fact, hurting their ability to enact policies going forward.",
  "CARDIN: Well, it shows that the Magnitsky Act is working, that it is doing what we intended, and that is Russia created human rights violations against Mr. Magnitsky.",
  "It's more of a cult of personality than it is a fully functioning executive branch of what we are accustomed to, certainly that you would understand better, Wolf.",
  "DAN COATS, U.S. DIRECTOR OF NATIONAL INTELLIGENCE: It was important to take that stand on behalf of the intelligence community, on behalf of the American people.",
  "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: The president is going to meet with his team, and we'll let you know when we have an announcement on that.",
  "BLITZER: The White House also reversed course today on an offer from Putin to interrogate American citizens including a U.S. ambassador to Russia, Mike McFaul.",
  "So I just think that there are questions that could be answered...\n\n\n\n(CROSSTALK)\n\n\n\nSANFORD: ... that would protect only the president and the administration.",
  "(COMMERCIAL BREAK)\n\n\n\n[18:57:13] BLITZER: The director of national intelligence, Dan Coats, left in the dark about this week's Trump-Putin summit in Helsinki.",
  "His base is a small part of this electorate, and -- as is the Democratic, by the way, but when you look at those numbers, I think that's important to look at.",
  "It was -- clearly, we knew that, in Moscow, they were smiling, and, in the White House, they were scrambling to try to deal with the mistakes that were made.",
  "[18:05:05]\n\n\n\nThe about-face came shortly before the Senate unanimously voiced its opposition, voting 98-0 on a resolution to send the White House a message.",
  "ZELENY: The extraordinary comments came as Trump invited Putin to the White House for a second meeting amid another major reversal from the Helsinki summit.",
  "It's shocking that the director of national intelligence to this moment still doesn't know what happened in that room between Mr. Putin and President Trump.",
  "BLITZER: And it's hard to believe, but the director of national intelligence says three days later he still doesn't know what happened at the first summit.",
  "ZELENY: In announcing the reversal, Sanders said: \"It is a proposal that was made in sincerity by President Putin, but President Trump disagrees with it.\"",
  "President Trump is finally dismissing Putin's so-called incredible offer after top members of his own administration insisted it wasn't going to happen.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOATS: I believed I needed to correct the record for that and that this is the job I signed up for and that was my responsibility.",
  "BLITZER: As you know, the White House now says they're already preparing for a second summit in the fall with Vladimir Putin right here in Washington.",
  "The president should have rejected out of hand any request from Russia to interrogate American citizens, particularly a former ambassador to Russia.",
  "Again, any elected person is going to have stories they don't like, and I can give you a lot of stories that I didn't like over my time in office.",
  "And I think that, again, tax returns tell a lot of things that the financial disclosure requirements that we have as federal candidates do not.",
  "BLITZER: Tell us what happened at the summit this week that worried you so much and why it has anything to do with the president's tax returns.",
  "\"The fake news media wants so badly to see a major confrontation with Russia, even a confrontation that could lead to war,\" he said on Twitter.",
  "ZELENY: For the third straight day, the West Wing scrambled to clean up, clarify and correct contradicting aspects of the Trump-Putin summit.",
  "BILL BROWDER, CEO, HERMITAGE CAPITAL MANAGEMENT: I have told people for a long time that I believe that I'm Putin's number one foreign enemy.",
  "CHRIS CUOMO, CNN ANCHOR, \"CUOMO PRIME TIME\": Yes, Andrea Mitchell sitting there on stage with him at the Aspen Institute when this comes off.",
  "And, believe me, if it's no longer released at the presidential level, gubernatorial candidates across this country will not release theirs.",
  "BLITZER: Senator, do you support efforts by some members of your own party to subpoena of the American interpreter from the Helsinki summit?",
  "I think, as time goes by -- and the president has already mentioned some things that happened in that meeting -- I think we will learn more.",
  "He also tweeted: \"The fake news media wants so badly to see a major confrontation with Russia, even a confrontation that could lead to war.\"",
  "ZELENY: The president taking no responsibility for the diplomatic debacle the summit has become, instead placing blame on a familiar target.",
  "There's huge ranges in terms of values on income and equity that, again, don't show up on an FEC report that would show up on a tax return.",
  "So I think it's a big issue in and of itself, which is why I have been calling on this for some time, based on what the president promised.",
  "But what I do -- well, it's not improbable, given the fact that the Miss Universe concert -- contest and other things were held in Russia.",
  "Our chief national security correspondent, Jim Sciutto, is over in Aspen where this summit is taking place, this national security summit.",
  "Here's, he's saying the real enemy of the American people is the fake news media, the real enemy of the American people is not Russia.",
  "They also talk about taking a step, which they haven't to this point, which is to alert victims and targets of this foreign influence.",
  "But, again, this has nothing to do at the end of day with Helsinki, but everything to do with, one, the value of the president's word.",
  "He changed his tune after a loud bipartisan backlash, including a stinking rebuke from the Senate, three days he praised Putin's idea.",
  "We're following renewed calls for the president to release his tax returns, as critics wonder if Russia has any financial dirt on him.",
  "But that is a central question, because U.S. intelligence officials say that Russia is still trying to interfere in U.S. elections.",
  "BLITZER: Just ahead: a Republican take on Trump and Putin, as the White House keeps trying to dig itself out of a post-summit mess.",
  "He says that it's \"persistent and pervasive,\" this Russian interference, \"meant to undermine America's democracy on a daily basis.\"",
  "So if you're going to debrief Donald Trump, and you're the secretary of defense or you're the DNI, do you know what you're getting?",
  "Listen to the way he describes not just the past Russian threat to the 2016 election, but the ongoing, the current ongoing threat.",
  "And could there be information there that would be illuminating, and, in many cases, illuminating in a way that would protect him?",
  "Dan Coats also acknowledging he was in the dark about talks on holding a second summit with Putin in the fall here in Washington.",
  "His concerns about this week's Trump-Putin summit prompted him to renew his call for the president to release his tax returns.",
  "Heather Nauert over at the State Department said what should have been said right out of the box, which was, this is absurd.",
  "He was in Aspen, but certainly you can see the look on his face there when he was asked the question, did not know about it.",
  "And I think that being transparent on what he has promised to do on this front would help the administration in this sense.",
  "You could have an offshore account, you wouldn't pick it up in the FEC reports, but you would pick it up in a tax return.",
  "There's talk about maybe it could be on the sidelines or maybe even in Washington right after the U.N. General Assembly.",
  "Now, there's been no word from the Kremlin if he's accepted this invitation, but it's hard to imagine he would not have.",
  "He offered to have the people working on the case come and work with their investigators, with respect to the 12 people.",
  "The Russian military is putting out video of nuclear and other weapons that the Russian leader has touted as invincible.",
  "And, three, I was a former governor, and twice as I got the nomination for the governorship, I released my tax returns.",
  "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Well, first of all, Donald Trump is very popular with the Republican Party.",
  "One is that the DOJ is going to expose where they can just where this, what they call malign influence is coming from.",
  "ZELENY: What the president twice called incredible on Monday was still being considered yesterday at the White House.",
  "BLITZER: Just ahead: The deputy attorney general of the United States is now announcing a new cyber-security policy.",
  "But, in that choice, hopefully, the Socratic process works, and there's a bit of truth that falls out at the bottom.",
  "Let's make sure that we understand what was done in Helsinki before we have another meeting here of the presidents.",
  "If he had asked me how that ought to be conducted, I would have suggested a different way, but that's not my role.",
  "There was no agreements made during those bigger delegations between the U.S. and Russia right before the meeting.",
  "ZELENY: At a security forum in , Coats also said it was a mistake for Trump to meet privately with Vladimir Putin.",
  "The White House revealing tonight that discussions now are under way for a Putin visit to Washington in the fall.",
  "The national security adviser, John Bolton, was instructed to go ahead and issue the formal invitation to Putin.",
  "\"The summit with the Russia was a great success, except with the real enemy of the people, the fake news media.\"",
  "\"They are pushing so recklessly hard and hate the fact that I will probably have a good relationship with Putin.",
  "ZELENY: \"TIME\" magazine making the point on its cover, showing the faces of the two leaders morphing into one.",
  "It is at odds with what any president has done in the past, whether that's Nixon dealing with foreign leaders.",
  "That is a proposition I think that needs to be proven, but there are Republicans who believe that is the case.",
  "And Dan Coats just there was trying to make light of it, but nobody can figure -- nobody can figure this out.",
  "CARDIN: Two things about that, his acknowledgement, Mr. Coats' acknowledgement he doesn't know what happened.",
  "And you referenced a couple of the examples there, Wolf, of what they cite as Russian attempts to interfere.",
  "Or on other sensitive issues, Supreme Court justice nominees, for example, the Second Amendment, gun rights.",
  "(END VIDEO CLIP)\n\n\n\nBLITZER: Shouldn't the director of national intelligence know about this kind of stuff?",
  "The White House clearly doubling down on this idea of building a new relationship with Vladimir Putin here.",
  "If there's no there there, we would all know it, and there wouldn't be the questions that are outstanding.",
  "So for people that are so worried that he gave away the store to President Trump, he hasn't told anybody.",
  "To go in without someone who could take notes and be able to brief everyone else, he says that was wrong.",
  "SANFORD: And to label, again, media as something other than that is, I think, is dangerous and a problem.",
  "Basically, they are the ones that are trying to undermine our basic values and divide us with our allies.",
  "But this is going to handicap good cooperation that they could do together on nuclear weapons, on START.",
  "We have never before had this kind of response to a foreign leader, particularly an adversarial leader.",
  "Trump now saying he disagrees with Putin's request for the Russian government to interrogate Americans.",
  "The White House announcing it's extending a new invitation for Vladimir Putin to come here in the fall.",
  "Dan Coats publicly discussing his concerns that Mr. Trump sided against him and with Putin in Helsinki.",
  "ZELENY: Finally, Secretary of State Mike Pompeo weighing in today, after being silent since the summit.",
  "The White House has announced on Twitter that Vladimir Putin is coming to the White House in the fall.",
  "And he was taken by surprise when a reporter told them they're working on a second summit in the fall.",
  "And -- and you won't find a better leader or better officer to have in command of the Central Command.",
  "What do you see with the Putin summit or whatever you want to call it that's going to happen in D.C.?",
  "Of course, Rod Rosenstein is getting into the response, what are they going to do to respond to this?",
  "(COMMERCIAL BREAK)\n\n\n\nWOLF BLITZER, CNN ANCHOR: We have breaking news coming into THE SITUATION ROOM.",
  "The Congress has a responsibility to find out what happened, whether -- what the conversations where.",
  "He has deep concerns that the president may be hiding something related to Russia in his tax returns.",
  "BLITZER: Do you suspect that those tax returns would show financial deals with Russia in years past?",
  "BORGER: Sarah Sanders yesterday gave a list of things that they discussed but absolutely no details.",
  "He was obviously reacting to that as he lashed out at the media to what he saw staring back at him.",
  "MITCHELL: You -- Vladimir Putin coming to the --\n\n\n\nCOATS: Did I hear you --\n\n\n\nMITCHELL: Yes, yes.",
  "The DNI should know what occurred in the first summit, not just the one that's -- that's coming up.",
  "This is coming as part of the DOJ's -- what they're calling their cyber digital task force report.",
  "(END VIDEOTAPE)\n\n\n\nZELENY: Now, it's been since 2005 since Vladimir Putin visited the White House.",
  "This hour, I will talk with Democratic Senator Ben Cardin and Republican Congressman Mark Sanford.",
  "COATS: If he had asked me how that ought to be conducted, I would have suggested a different way.",
  "Where there's gray and where there's confusion, people oftentimes draw the worst of conclusions.",
  "Go down the list of world leaders on that front, but complete compliance and deference to Putin.",
  "BLITZER: Yes, it's pretty amazing three days later that the top officials have not been briefed.",
  "But the nation's top spy chief, when he was told about this, he had two words to say: Say what?",
  "BLITZER: You know, but it's one thing to talk about how the president is doing in the economy.",
  "But the independent number there -- and we know -- so the 68 percent number is not a surprise.",
  "But Defense Secretary Mattis back in March said, \"Hey, look, we're aware of all these systems.",
  "LABOTT: Well, I mean, President Trump had said that he wants to invite President Putin again.",
  "It was the president himself who said, as a candidate, that he would release his tax returns.",
  "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Yes, of course, should know about it in advance.",
  "He's clearly upset that the world was laughing at him, and Republicans were laughing at him.",
  "And you can't get a straight answer out of the State Department or the White House about it.",
  "The president of the United States, who has sometimes a strange relationship with the truth.",
  "You double down on situations, you keep spinning it and eventually it becomes what you want.",
  "Now, the questions are tonight, why didn't people inside the administration know about this?",
  "It's not a surprise that Coats isn't in the loop because this all starts top trickle down.",
  "Usually someone -- the secretary of state, DNI, someone -- is in there with the president.",
  "Some new polls are just emerging right now and how Americans are reacting to this summit.",
  "And those people, those people are important and those people disapprove of this summit.",
  "So you know, this is -- Wolf, this is strange times we're living in, very strange times.",
  "DAVID SWERDLICK, CNN POLITICAL ANALYST: Yes, you've got to give him some credit, right?",
  "Have I gotten bad stories that were inaccurate over the course of my time in politics?",
  "[18:35:06] SCIUTTO: Apologies for this, because he's -- he's -- he said the following.",
  "But I think that, again, if you want to clear up a problem, get information out there.",
  "Two, it's about a 50-year tradition of whether or not we continue that going forward.",
  "What they did against Mr. Browder, that was all orchestrated by the Putin government.",
  "You don't have this kind of situation on the heels of a mistake with the same person.",
  "They're going to go ahead with this regardless of what they get out of this summit.",
  "He was very honest when he was informed of the breaking news about a second summit.",
  "(BEGIN VIDEO CLIP)\n\n\n\nANDREA MITCHELL, FORUM MODERATOR: We have some breaking news.",
  "But I think that now that has been clarified, based on his late reactions to this.",
  "But let me read a line that really jumped out at me, and I will get your reaction.",
  "CARDIN: Wolf, there's so much that happened in Helsinki that is just unbelievable.",
  "But Trump believes, as do a lot of Republican strategists that this will help him.",
  "KIRBY: He's only the man running the war on Syria and the efforts in Afghanistan.",
  "I believe this moment in Helsinki that you and I witnessed together is different.",
  "BLITZER: What do you hear from your Republican colleagues in Congress about this?",
  "[18:25:05]\n\n\n\nHow do you explain that, even though, since then, he's backed away?",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: What he did is an incredible offer.",
  "So, Wolf, the only question remaining now, if it's before or after the election.",
  "BLITZER: We are looking forward to Anthony Scaramucci joining you later tonight.",
  "Because the Russians can put out their talking points, because they have goals.",
  "They are looking at the things that are actionable that the president has done.",
  "But what officials are saying is, listen, he hasn't articulated anything to us.",
  "Elise, the president had lunch with Mike Pence, the secretary of state, today.",
  "Now they've got these, you know, ancillary videos they're putting out on them.",
  "But there's an incredible value to holding people accountable with the media.",
  "You know, Jim, we don't have --\n\n\n\nSCIUTTO: I'm going to read the quote here.",
  "And Rosenstein, I take it, is speaking at the Aspen Security Forum right now.",
  "CARDIN: Wolf, we first need to understand what happened at the first summit.",
  "Republicans are obviously very happy, a bunch of Democrats are pretty happy.",
  "I will talk with a Republican who is demanding Mr. Trump finally come clean.",
  "They are the ones that are trying to wreck havoc with our election process.",
  "Now, we do not know if that would be before or after the midterm elections.",
  "But you do in Trump world because he believes you stick with where you are.",
  "BLITZER: All right, Elise, thanks very much, Elise Labott reporting for us.",
  "(COMMERCIAL BREAK)\n\n\n\n[18:20:22]\n\n\n\nBLITZER: We're back with breaking news.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: That's right, Wolf.",
  "I mean, go down the list of people that have been up and down and sideways.",
  "We need to make sure it's done in a way that protects the confidentiality.",
  "It was taking place, that meeting, at the Presidential Palace in Helsinki.",
  "He was thrilled, of course, by that meeting earlier this week in Helsinki.",
  "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: Well, that seems to be.",
  "We want to welcome our viewers in the United States and around the world.",
  "Aired 6-7p ET\n\nAired July 19, 2018 - 18:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I know you're outspoken, but what are you hearing from other Republicans?",
  "BLITZER: Let me play, David Swerdlick, another clip from Dan Coats today.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOATS: I don't know what happened in that meeting.",
  "I think it taps into deeper concerns than what we have seen in the past.",
  "I think there are -- I mean, for Republicans they are looking at judges.",
  "But even though the president is not a policy wonk, he can read a poll.",
  "And the president was deeply involved in those things during that time.",
  "I mean, we're talking about -- we don't know what happened in Helsinki.",
  "They don't want to wait to look back to discover it and investigate it.",
  "We already see that happening with a candidate here in South Carolina.",
  "Joining us now, Republican Congressman Mark Sanford of South Carolina.",
  "But officials I spoke to have no clue of what happened in the meeting.",
  "But this is a national security issue involving U.S./Russia relations.",
  "Look, it would be nice if we thought this was a one off, but it isn't.",
  "Polls move, but a midterm election, that will last a couple of years.",
  "BLITZER: So, presumably, these numbers will make the president happy.",
  "But what we see here is Donald Trump doubling down, going on his own.",
  "And also, we know that this president really didn't prepare for this.",
  "BORGER: Maybe he'll come to watch the military parade on November 10.",
  "And why Russia is touting its so-called invincible weapons right now.",
  "First, let's go to our senior White House correspondent, Jeff Zeleny.",
  "Jeff, the summit fallout continues, as round two is now in the works.",
  "COATS: It's undeniable that the Russians are taking the lead on this.",
  "Speaking to CNN's Kate Bolduan, Browder said Putin wants to kill him.",
  "Secretary Pompeo, as you said, had lunch with President Trump today.",
  "And there's a question out there in everybody's mind, which is, why?",
  "Again, showing, Wolf, that they want to get on top of this quickly.",
  "They'll go on Fox over at the mother ship and they'll talk to them.",
  "But the president said it is a proposal that was made in sincerity.",
  "Why is the Kremlin going there just days after the Helsinki summit?",
  "I want to bring in our global affairs correspondent, Elise Labott.",
  "KIRBY: Meanwhile, the Russians are putting out their own versions.",
  "BORGER: The Russians are putting out their version of the meeting.",
  "He is the top Democrats on the Senate Foreign Relations Committee.",
  "[18:10:00]\n\n\n\nAnd now there's talk of a second summit in the fall.",
  "Be sure to tune in \"CUOMO PRIME TIME\", 9:00 p.m. Eastern tonight.",
  "Let's dig deeper right now with our correspondents and analysts.",
  "It really is -- it will be an interesting split screen for sure.",
  "(END VIDEO CLIP) BLITZER: You've got to give him credit, David.",
  "He stuck to what his intelligence staff have brought up to him.",
  "BLITZER: This morning, the president was tweeting quite a bit.",
  "He's clearly angry at the news media's coverage of the summit.",
  "SEN. BEN CARDIN (D), MARYLAND: Wolf, it's good to be with you.",
  "Why did it take three days to reject that proposal from Putin?",
  "That's the reason why we passed originally the Magnitsky Act.",
  "But U.S. officials, top U.S. officials are still in the dark.",
  "CARDIN: I believe we need to know what happened in that room.",
  "DAN COATS, DIRECTOR OF NATIONAL INTELLIGENCE: Say that again?",
  "In Moscow today, Putin was singing a strikingly similar tune.",
  "This will be a central election issue going forward -- Wolf.",
  "BLITZER: I don't have that, but go ahead and read it for us.",
  "He's joining us with a little preview of \"CUOMO PRIME TIME\".",
  "But I think in this situation, Wolf, it's easily diagrammed.",
  "[18:50:01] So, while -- Trump can say he's keeping his base.",
  "It's a pretty outrageous accusation against the news media.",
  "And so -- I don't think I want to go any further than that.",
  "So it could well be, and it's probable that there might be.",
  "He thinks he's getting what he wants from President Trump.",
  "He sees he's got almost seven out of 10 Republicans there.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "And our correspondents and analysts are also standing by.",
  "They probably think he is not getting a fair shake on TV.",
  "JACKIE KUCINICH, CNN POLITICAL ANALYST: I don't disagree.",
  "BLITZER: We're getting reaction from the American public.",
  "But look at how it's broken down among political parties.",
  "These are the same systems that he talked about in March.",
  "It's clear that Mr. Trump was not prepared for the first.",
  "In fact, nobody really knows what happened in that room.",
  "I will say we did reach out to the Pentagon for comment.",
  "I suspect the Finnish government knows what's going on.",
  "Certainly, he was not prepared for his news conference.",
  "We need to know that before you set up a second summit.",
  "BLITZER: Senator Cardin, thanks so much for joining us.",
  "ZELENY: Even as the State Department rejected the idea.",
  "[18:00:04]\n\n\n\nWOLF BLITZER, CNN ANCHOR: Putin's taunt.",
  "I will speak with Congressman Mark Sanford about that.",
  "I mean, he will talk very harshly against NATO allies.",
  "And, as Dan Coats said, as time -- this will come out.",
  "Obviously, I wished he had made a different statement.",
  "Again, it's because it really hasn't been done before.",
  "It was misplayed and it has been a week along of that.",
  "I can't get any people in the White House on my show.",
  "And that was evident at that podium right afterwards.",
  "And he also admitted, of course, that he had no idea.",
  "Keep that in mind, every day, continuing threat here.",
  "BLITZER: Yes, and I will leave you with this thought.",
  "LABOTT: Well, I mean, Wolf, not a lot of people know.",
  "And, quite frankly, that's what Mr. Coats was saying.",
  "SWERDLICK: And also, do you know what the goals are?",
  "REP. MARK SANFORD (R), SOUTH CAROLINA: My pleasure.",
  "We are -- we saw the president's a news conference.",
  "So in other words, don't wait until after the fact.",
  "Take a look at some of the video they're releasing.",
  "(END VIDEO CLIP)\n\n\n\nBLITZER: What are you hearing?",
  "Transparency is the ultimate disinfected in life.",
  "Is there a bias that I don't agree with at times?",
  "But they won't come on and be tested on anything.",
  "That's just not how they get it going down there.",
  "Jeff Zeleny at the White House, thanks very much.",
  "And now, a new one is in the works for the fall.",
  "Much more on the breaking news right after this.",
  "BLITZER: Jim Sciutto in Aspen, Colorado, for us.",
  "Obviously, the interpreter has that information.",
  "But we need to know what happened in that room.",
  "SANFORD: People don't want to rattle the cages.",
  "You know he's got a 90 percent approval rating.",
  "If anything, they need to give us their people.",
  "I worked with Senator McCain to get that done.",
  "JACKIE KUCINICH, CNN POLITICAL ANALYST: Right.",
  "What is he saying about Russian interference?",
  "That's what Dan Coats was clearly suggesting.",
  "And so, for now, there's no change in policy.",
  "And it's not good for President Putin either.",
  "But 45 percent or so say they're independent.",
  "They are looking at, you know, the tax cuts.",
  "I mean, it's not like he should know, right?",
  "Instead of owning it, they went quiet on it.",
  "What kind of message does all this now send?",
  "And Putin says these weapons are invincible.",
  "And, sometimes, people have scoffed at that.",
  "Congressman, thanks so much for joining us.",
  "That should have been rejected out of hand.",
  "Congressman, thanks so much for joining us.",
  "He will talk harshly against Merkel or May.",
  "BORGER: And I mean, who would they debrief?",
  "There was no\n\n\n\ncomment yet this afternoon.",
  "Funny timing, right, coming after Helsinki?",
  "I think it reverberated in different ways.",
  "Let's find out what happened in that room.",
  "The Russians know clearly what's going on.",
  "They want to prevent it as it's happening.",
  "Of course, so much has changed since then.",
  "COATS: OK.\n\n\n\nThat's going to be special.",
  "\"ERIN BURNETT OUTFRONT\" starts right now.",
  "There's nothing that's surprising to us.\"",
  "What is the goal of this administration?",
  "Among Democrats, only 8 percent approve.",
  "But I'm always ready for disappointment.",
  "Now, that game has worked in other ways.",
  "Let's dig deeper with CNN's Chris Cuomo.",
  "But that is the president's prerogative.",
  "Senator, thanks so much for joining us.",
  "But also, I just want to take a minute.",
  "Among independents, 29 percent approve.",
  "He's waiting for -- for some briefings.",
  "Among Republicans, 68 percent approve.",
  "All of a sudden, they're showing this.",
  "BLITZER: Listen to how he finessed it.",
  "And I get that, given my own election.",
  "I mean, there's a danger to doing so.",
  "I assume that room was wired as well.",
  "Well, I'll tell you, it's remarkable.",
  "It's all very, very shocking, indeed.",
  "ANNOUNCER: This is CNN breaking news.",
  "Yes, clearly, look, he's showing up.",
  "And of course, the DNI should know.",
  "Joining us now, Senator Ben Cardin.",
  "BLITZER: Jackie, how do you see it?",
  "They were caught in a bad position.",
  "I think that's an incredible offer.",
  "They don't have an answer for that.",
  "It was a proposal that was a trap.",
  "And he lays out a number of steps.",
  "You were a co-author of that law.",
  "So, for now, it's the status quo.",
  "He hasn't given any instructions.",
  "Congress has that responsibility.",
  "They'll talk about us, not to us.",
  "They don't get any of our people.",
  "There is poor coordination there.",
  "We need to call them out on that.",
  "They did talk about the meeting.",
  "It's now a global Magnitsky Act.",
  "What are you hearing about that?",
  "Again, is there a bias at times?",
  "But, also, he was pretty clear.",
  "There is no formative strategy.",
  "Let's get back to our analysts.",
  "They stop access to the press.",
  "It is what they do every day.\"",
  "Listen to how he described it.",
  "REAR ADMIRAL JOHN KIRBY (RET.",
  "SANFORD: I don't have a clue.",
  "It was shocking to all of us.",
  "What's your reaction to this?",
  "You heard what he had to say.",
  "That's doubling down on dumb.",
  "It was not made in sincerity.",
  "They haven't made that clear.",
  "You're in THE SITUATION ROOM.",
  "It's critical that we do so.",
  "Mr. Putin despises that law.",
  "Both are equally ridiculous.",
  "Chris, thank you very much.",
  "We're not going to do this.",
  "He is traveling, of course.",
  "SANFORD: My pleasure, sir.",
  "And so it is inexplicable.",
  "And it's having an impact.",
  "Jim, thank you very much.",
  "There's nothing new here.",
  "Everybody, stick around.",
  "How do you explain that?",
  "But listen to this list.",
  "CARDIN: Thank you, Wolf.",
  "But that's not my role.",
  "We will be right back.",
  "BLITZER: You know him.",
  "KIRBY: Of course I do.",
  "But it didn't happen.",
  "The Russians did it.\"",
  "He's joining us live.",
  "So it is what it is.",
  "What are we hearing?",
  "We're tracking them.",
  "Polls are one thing.",
  "Why is it doing it?",
  "BLITZER: All right.",
  "SANFORD: You can't.",
  "SANFORD: You don't.",
  "He made that clear.",
  "CARDIN: Absolutely.",
  "One thing is clear.",
  "There you see him.",
  "That's not my job.",
  "He did it quickly.",
  "His base is small.",
  "There is no plan.",
  "It is explicable.",
  "I'm Wolf Blitzer.",
  "And tax matters.",
  "They killed him.",
  "Listen to this.",
  "Listen to this.",
  "SWERDLICK: Yes.",
  "This is crazy.",
  "BLITZER: Yes.",
  "It's working.",
  "None of them.",
  "Absolutely.",
  "Absolutely.",
  "Absolutely.",
  "Watch this.",
  "KIRBY: Yes.",
  "Right?",
  "Why?",
  "Why?"
]