[
  "Vickers, a former Green Beret and CIA operative who played an integral role in the agency's paramilitary operations against the Soviets in Afghanistan in the 1980s – and who also helped oversee the 2011 raid that killed Osama bin Laden – told Intelligence Matters host and CBS News senior national security contributor Michael Morell that a delay in defense sales are among several options the president has, though other measures, including sanctions, should also be on the table.",
  "The Pentagon's former top intelligence official said the Trump administration must send a clear message about its position – and potentially take more \"tangible\" steps – as more facts are revealed in the case of missing Washington Post contributor Jamal Khashoggi.",
  "On Wednesday, a bipartisan group of senators sent a letter to Mr. Trump triggering the 2016 Global Magnitsky Act, which compels the president to decide, within 120 days, whether to impose sanctions on officials deemed to have committed human rights violations.",
  "Amid reports that Turkish officials have audio and video tapes showing Saudi agents are responsible for the detention, interrogation and murder of Khashoggi, Vickers said there was a growing need for more forceful public diplomacy from U.S. leadership.",
  "President Trump said this week he was \"concerned\" about Khashoggi's disappearance and that he had spoken with unnamed members of Saudi Arabia's leadership about it, but that he remained reluctant to stop sales of military equipment to the kingdom.",
  "Earlier this week, Turkish officials released the names of 15 Saudi suspects they say were involved in the alleged murder of Khashoggi, a U.S. resident who had written critically of Saudi Crown Prince Mohammed bin Salman and his regime.",
  "\"Our expectation is that in making your determination you will consider any relevant information, including with respect to the highest ranking officials in the Government of Saudi Arabia,\" the senators wrote.",
  "\"This is an American legal resident and journalist,\" said Vickers, who was one of few holdover officials from the George W. Bush administration to continue serving under former President Barack Obama.",
  "\"But as to whether or not we should stop $110 billion from being spent in this country, knowing they have four or five alternatives, two very good alternatives – that would not be acceptable to me.\"",
  "Vickers said the relationship between the U.S. and Saudi Arabia was likely to withstand most resulting repercussions, given the alliance's longstanding strategic value in the region.",
  "On Friday, the Saudi government released a two-sentence statement announcing a \"bilateral expert-level Joint Action Team\" with Turkey that it said would investigate the matter.",
  "An official Saudi source, the statement said, \"concluded with emphasizing the Kingdom's priority to sustain the security and safety of its citizens wherever they might be.\"",
  "\"Given their importance of an ally, over time one would expect – once there has been some consequence – that we wouldn't sever the relationship over this,\" he told Morell.",
  "Still, Vickers said, domestic opponents of the Crown Prince in particular could seek to exploit new vulnerabilities the incident may have exposed in his grip on power.",
  "\"If you have a U.S. ally that is murdering a legal U.S. resident you got a big foreign policy program that you have to take some form of tangible action.\"",
  "For much more from Michael Morell's conversation with Michael Vickers, you can listen to the new bonus episode and subscribe to Intelligence Matters here.",
  "Saudi officials have called allegations of their involvement in Khashoggi's disappearance \"baseless\" and maintained he departed the consulate alone.",
  "The Saudi journalist disappeared after walking into the Saudi Consulate in Istanbul, Turkey, earlier this month.",
  "\"The risk that any young leader takes,\" Vickers said, is \"the old guys basically saying, 'We told you so.",
  "And we shouldn't forget that,\" said former Undersecretary of Defense for Intelligence Michael Vickers.",
  "And we don't like [it] even a little bit,\" Mr. Trump said to reporters in the Oval Office Thursday.",
  "\"If he turned out to be murdered in a gruesome way then there has to be some consequences for that.",
  "The officials officials say never left the Saudi consulate after entering it Oct. 2.",
  "\"There has to be tangible consequences as well as verbal consequences,\" he said.",
  "And the administration has to put itself on the right side of that issue.\"",
  "\"Saudi Arabia is a very important partner of ours.",
  "\"But there has to be consequences.\"",
  "And you went too far.'\"",
  "\"We don't like it."
]