[
  "The crown prince’s actions — including the detention of the Lebanese prime minister, the extortion of dozens of the kingdom’s top royals and businessmen, and the crackdown on civil society and women’s rights activists — have thoroughly disproven the argument that hugging the Saudi regime close restrains its worst behavior.",
  "A February Gallup poll found that 55% of Americans held unfavorable views of Saudi Arabia, while a recent and still unpublished survey by Data for Progress, a progressive polling group, showed that 48% want to end US support for the disastrous Saudi war in Yemen, while only 20% want to continue it.",
  "And Congress should pass a law, similar to those targeting Russia and Iran, directing the president to sanction any Saudi individual responsible for gross violations of human rights, such as torture at home, extrajudicial killings, or the abduction of Saudi citizens and dissidents abroad.",
  "The Senate has already triggered an investigation into Khashoggi’s disappearance under the Global Magnitsky Act, which could lead to sanctions at the highest level of the Saudi regime — an important first step, but the new Congress that will sit in January can and should do more.",
  "The progressive and leftist wings of American politics are in the middle of an important reconsideration of our role in the world, and whether it is still possible for the US government to live up to our country’s professed values of democracy, human rights, and rule of law.",
  "The Senate Foreign Relations Committee has triggered an investigation that could implicate the crown prince himself, and Sen. Rand Paul has gone a step further, calling for a total suspension of military support until Khashoggi “is returned alive,” which is to say: never.",
  "Lawmakers should demand a review of US policy toward Saudi Arabia and call top Trump officials before the appropriate committees in open hearings to explain how they are holding the kingdom accountable for serious abuses, as they do for other governments.",
  "The disappearance and likely killing of prominent Saudi writer and exile Jamal Khashoggi at the hands of a Saudi hit team has caused an unprecedented crisis for the kingdom and its young crown prince, Mohammed bin Salman.",
  "Ending the special relationship with Saudi Arabia is exactly the kind of foreign policy fight progressives should embrace, and it would fit clearly into a vision of a more democratic, egalitarian, and just world.",
  "Realists will argue that a cold-eyed assessment of the transactional relationship the United States has held with Saudi monarchs for decades will show strategic benefits that we should not abandon.",
  "They will point to the stability of the global energy market, supposedly guaranteed by Saudi oil supplies, and they will insist that the kingdom is a crucial force for stability in the Middle East.",
  "We continue to import millions of barrels of Venezuelan and Russian oil every month, despite sanctioning Nicolás Maduro’s entire inner circle and Vladimir Putin’s status as public enemy number one.",
  "If this special relationship is going to end, the breakup needs to be orchestrated by Congress, where the rising progressive movement is likely to have more power than ever after this November.",
  "Opponents would be forced to take the side of a regime that almost assuredly just committed the state-sanctioned murder of a journalist and US resident, in addition to its myriad other abuses.",
  "The United States has been the world’s biggest oil and natural gas producer since 2011, and while Saudi Arabia is our second-largest source of oil imports, it’s far behind number one, Canada.",
  "The Saudi regime was abusive long before Khashoggi disappeared, but what happened to him has shocked and energized the public and broken through to the mainstream American consciousness.",
  "Things are so bad, in fact, that the United Arab Emirates — the Saudis’ top partner — has actually recruited al-Qaeda–aligned fighters to battle their opponents, the Houthis.",
  "Besides, a progressive foreign policy that views climate change as an issue of existential importance should also seek to minimize our overall reliance on oil.",
  "The Saudi regime’s reputation is at a low, with an avalanche of outrage from journalists, human rights groups, and normally jaded DC foreign policy hands.",
  "Even business elites who would typically shrug off human rights abuses as something to ignore on the road to profit are falling away from the regime.",
  "We should go beyond the informal holds individual senators have placed on weapons transfers to the kingdom and end the arms sales regime entirely.",
  "Its disastrous military intervention in Yemen has plunged the country into chaos and famine, the single worst humanitarian disaster of our time.",
  "Lawmakers should also investigate civilian deaths in the US-supported Saudi campaign in Yemen and ban any assistance to this disastrous war.",
  "They are now catching up to a skeptical public that has long wondered if our close alliance with this authoritarian monarchy is worth it.",
  "The war has also opened up space for a regrouped al-Qaeda in the Arabian Peninsula, perhaps the organization’s most dangerous franchise.",
  "As progressives work to define what a fair and just foreign policy should look like, the spotlight on Saudi Arabia provides an answer.",
  "Calling for an end to the Saudi alliance isn’t a hard choice — it’s realistic, popular, and morally correct.",
  "To put it bluntly: We don’t depend on its oil anymore, and we don’t need a special relationship to buy it.",
  "In purely practical terms, Saudi Arabia is no longer the useful partner its defenders make it out to be.",
  "Ending our special relationship with Saudi Arabia should be a key plank of this new foreign policy.",
  "Failing that, Congress should expand its use of the Global Magnitsky Act against Saudi violators.",
  "Billions of dollars in tanks, airplanes, and missiles do not make Saudi Arabia a better actor.",
  "All these signs point in one direction: It’s time to end the Saudi alliance as we know it.",
  "Recent votes on this issue have come close to success, and now is the time to try again.",
  "Instead, they fuel its military adventurism and contribute to a regional arms race.",
  "In their corner, apologists would have only the dismal logic of arms sales.",
  "But realists have one real problem here: Neither of these things is true.",
  "Second, Saudi Arabia is anything but a stabilizing force in the region.",
  "As of July, the kingdom accounted for just 8.6% of total US imports.",
  "First, Saudi oil is hardly the force it once was."
]