[
  "To contact the reporter on this story: Steven T. Dennis in Washington at sdennis17@bloomberg.net\n\nTo contact the editors responsible for this story: Kevin Whitelaw at kwhitelaw@bloomberg.net, Justin Blum, Laurie Asséo\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2018 Bloomberg L.P.",
  "Jamal Khashoggi, a prominent critic of the royal family who hasn’t been seen since he entered the Saudi consulate in Istanbul last week, was murdered inside, according to a Turkish official, speaking anonymously and without providing evidence earlier this week.",
  "“If it turns out to be what we all think it is today but don’t know, but what we all think it is today, there will have to be significant sanctions placed at the highest levels,” said Republican Senator Bob Corker of Tennessee, the panel chairman.",
  "(Bloomberg) -- Sanctions must be imposed against Saudi Arabia if the kingdom is found responsible for killing a journalist at its consulate in Istanbul, the chairman of the U.S. Senate Foreign Relations Committee said Thursday.",
  "“It doesn’t look like he’s around.”\n\nThe Washington Post, citing unnamed U.S. officials, reported on Wednesday night that Saudi Crown Prince Mohammed bin Salman had ordered the abduction of Khashoggi.",
  "In a letter to President Donald Trump Wednesday, senators invoked the Global Magnitsky Act of 2016 to seek an investigation into what happened to Khashoggi, a Washington Post Global Opinion columnist.",
  "The act gives the Trump administration 120 days to respond to the Senate Foreign Relations Committee with a decision on potential sanctions against officials responsible for human rights violations.",
  "Lawmakers have been making increasingly strong statements regarding the U.S.-Saudi relationship this week after reports that the kingdom sought to silence one of its most outspoken critics.",
  "The fallout could reshape alliances in the region, where the U.S. is seeking to stabilize Syria, contain Iranian weapons development and support a Saudi-led coalition in Yemen’s civil war.",
  "“If you let him get away with killing journalists in his 30s, it’s only going to get worse, and so this has got to be nipped in the bud,” Corker said of Prince Mohammed.",
  "The move appears aimed at prompting a more active response from an administration that has been restrained in its reaction to Khashoggi’s disappearance.",
  "The goal of the operation was to lure Khashoggi from the U.S., where he had been living, the newspaper reported, and bring him back to Saudi Arabia.",
  "On Thursday, Trump said the U.S. would soon issue a report on Khashoggi’s disappearance.",
  "“He went in, and it doesn’t look like he came out,” Trump said in a Fox News interview.",
  "Saudi Arabia denies the allegations."
]