[
  "(Bloomberg) -- Saudi Arabia threatened on Sunday to use its economic clout to retaliate against any punitive measures, hitting back after U.S. President Donald Trump said he could take action against the world’s largest oil-exporter over the disappearance of a government critic.",
  "“The kingdom’s economy has an influential and vital role in the global economy.”\n\nWhile the Saudi statement didn’t make an explicit reference to oil, analysts and traders said it could be read as a veiled threat to use its energy riches as a political tool.",
  "We would be very upset and angry if that was the case.”\n\nBritain’s Independent newspaper also reported on Friday that U.K. officials have begun drawing up a list of Saudi officials who could face sanctions pending investigations into Khashoggi’s fate.",
  "Trump has vowed “severe punishment” should Saudi Arabia be linked to the disappearance of Jamal Khashoggi, who hasn’t been seen since he entered the kingdom’s consulate in Istanbul on Oct. 2 to obtain a document for his upcoming wedding.",
  "On Wednesday, senators invoked the Global Magnitsky Act of 2016 to seek an investigation into Khashoggi’s fate, a move apparently aimed at prompting a more active response from an administration that has been restrained in its reaction.",
  "The pressure comes as Turkish officials say they have audio and video recordings showing a Saudi security team detained Khashoggi in the consulate before killing him and dismembering his body, the Washington Post reported.",
  "The mystery surrounding Khashoggi’s fate and claims of his murder have created an international storm, with media following every grisly detail and demands from U.S. senators that Trump cut arms sales to Saudi Arabia.",
  "During a recent diplomatic spat with Canada, Saudi Energy Minister Khalid Al-Falih said his country had a \"firm and long-standing policy\" that petroleum exports not be mixed up with political considerations.",
  "Before his latest threat, Trump had said it would be “foolish” for the United States to cancel arms deals worth more than $100 billion as Saudi Arabia would only buy Russian and Chinese weapons instead.",
  "\"Saudi Arabia threatening oil flows at a time when the U.S. is implementing sanctions on Iran exports in coordination with Saudi Arabia shows the tenuous position oil markets are in,\" he said.",
  "The biggest oil consumers at the time, including the U.S., Japan and Germany, responded by creating strategic oil reserves ready to be used in the event of a major disruption.",
  "Saudi Arabia used its petroleum resources as a political weapon when it led an Arab oil embargo in 1973-1974 during a war between Israel and a coalition of Arab states.",
  "Saudi stocks dropped as much as 7 percent, the most since 2014, on concerns that relations with the U.S. may sour, before trimming losses to close 3.5 percent down.",
  "Roger Diwan, a veteran OPEC watcher at consultant IHS Markit Ltd., said the Saudi comments broke \"an essential oil market taboo\" and could be self-defeating.",
  "“The kingdom emphasizes that it will respond to any measure against it with an even stronger measure,” the Foreign Ministry said in a statement.",
  "In an excerpt from an interview with CBS’s “60 Minutes” to be broadcast on Sunday night, Trump said: “It’s being looked at very, very strongly.",
  "The UK, France and Germany added to the pressure on Sunday, calling for a credible probe and urging Saudi Arabia to provide detailed answers.",
  "Since Trump’s election in 2016, the two countries signed agreements worth hundreds of billions of dollars in investments and weapons deals.",
  "The threats mark a surprising turn in the otherwise warm relationship between Trump and Saudi Crown Prince Mohammed bin Salman.",
  "State-owned company Aramco continued to supply a refinery in Canada though the Saudi state severed most other economic links.",
  "Since then, Riyadh has always put oil above politics, promising stable supply under any scenario.",
  "Brent crude, the global oil benchmark, earlier this month hit a 4-year high above $85 a barrel.",
  "Saudi officials say Khashoggi, a columnist for the newspaper, left the building alive.",
  "Most industrialized nations today hold enough crude to cover 90 days of imports.",
  "The energy ministry did not immediately respond to a request for comment.",
  "Saudi Stocks Sink as Tension With U.S.",
  "Escalates Over Khashoggi\n\nOil Weapon?"
]