[
  "\"We have a huge double standard with Russia when it comes to prisoners and other things,\" Rohrabacher told CNN, adding that the Russian intelligence services' interference in the U.S. election was no different from the NSA's \"bugging [German Chancellor Angela] Merkel's phone.\"",
  "A former speech writer for Reagan, Rohrabacher claims to have fired rockets at Soviet troops during the 1980s war in Afghanistan fighting alongside the mujahideen, and to have arm wrestled Putin, then a lowly deputy mayor, at a Washington Irish bar in the 1990s.",
  "Rohrabacher has long been an opponent of the the Magnitsky Act, an Obama-era 2012 anti-corruption bill named after a Russian lawyer allegedly murdered after uncovering a multi-billion dollar tax fraud scheme involving Kremlin-linked officials.",
  "This week Rohrabacher stepped into the unfolding saga of Julian Assange, the WikiLeaks founder who U.S. intelligence say was the recipient of Democratic National Convention emails hacked by Russia during the 2016 presidential election.",
  "But not Dana Rohrbacher, a Republican representative from California, who has openly admitted meeting a former Soviet spy at the heart of the unfolding Trump-Russia scandal and is one of Russia's strongest defenders in the Capitol.",
  "On Friday the Wall Street Journal reported that Rohrabacher had called White House Chief of Staff John Kelly in a push to exonerate Julian Assange, who is currently holed up in the Ecuadorian embassy in London fearing extradition.",
  "A former Soviet counter-intelligence officer, Akhmetshin has played a key role in lobbying against the Magnitsky Act in the U.S., and is at the center of one of the biggest controversies to hit the Trump administration so far.",
  "A White House spokesman confirmed to the Journal that Rohrabacher spoke to Kelly about Assange Friday, and that Kelly turned down the offer, advising Rohrabacher to turn the information over to the intelligence community.",
  "With multiple investigations probing the alleged links between Russia and the Trump administration, you'd think that U.S. lawmakers would be keen to distance themselves from links with Vladimir Putin’s Kremlin.",
  "Rohrabacher held the seat with a 17 point margin in 2016, but with the Russia case unlikely to slip out of the headlines any time soon, the 2018 race for Rohrabacher's CA-48 seat is shaping up as one to watch.",
  "Rohrabacher told CNN in May that the previous month he had met with Rinat Akhmetshin in a Berlin hotel, as part of a tour exploring the legalization of marijuana in Europe, a measure the Congressman backs.",
  "Under the terms of the deal reportedly proposed by Rohrabacher, the U.S. would let Assange off the hook in exchange for Assange providing documents proving Russia was not the source of the leaks.",
  "Cold Warrrior\n\nRohrabacher, 69, is chairman of a House subcommittee on Europe and Eurasia, and his metamorhpisis into one of Russia's key defenders in Washington has been improbable at best.",
  "In July it was revealed that he had met the president’s oldest son, Donald Trump Jr. and son-in-law, Jared Kushner in Trump Tower, New York, months before the 2016 presidential election.",
  "Among the issues reportedly discussed by the pair was multimillion dollar laundering case inolving stolen Russian public funds being prosecuted in New York.",
  "A congressman of nearly 30 years standing, Rohrabacher’s seat is being targeted by Democrats in the mid-terms, who sense he is vulnerable.",
  "In 2016 Rohrabacher even travelled to Moscow and obtained documents relating to the Magnitsky case from Russian officials.",
  "Before the meeting, Trump Jr. had been promised damaging information on his father’s presidential rival, Hillary Clinton.",
  "In May, the New York Times reported that the FBI had warned Rohrabacher that Russian spies were trying to recruit him.",
  "I think people are going to be pretty shocked about what they find,” a Democratic official told McClatchy DC in July.",
  "Rohrabacher has defended his attempts to secure Russia a favourable hearing in the highest circles of U.S. power.",
  "Rohrabacher’s support for Trump and defense of Russia may soon spell trouble at the polls.",
  "“He sits in a district Hillary Clinton won.",
  "He’s never had his record examined closely.",
  "That’s going to happen this cycle.",
  "Congressional challenge?"
]