[
  "Certainly our involvement in Yemen with Saudi Arabia will be affected,\" said Flake, R-Ariz.\n\nMore than 20 Republican and Democratic senators instructed Mr. Trump last week to order an investigation into Khashoggi's disappearance under legislation that authorizes sanctions for perpetrators of extrajudicial killings, torture or other gross human rights violations.",
  "\"I don't think any of our government officials should be going and pretending it's business as usual until we know what's happened here,\" said Rubio, R-Fla.\n\nRubio declined to rule out a halt to the arms sales, stressing that the U.S. must send a message to repressive governments worldwide, from Russia to Syria and China.",
  "Marco Rubio and Jeff Flake, members of the Foreign Relations Committee, said Congress was prepared to move quickly and firmly if Mr. Trump failed to adequately respond to the disappearance of Khashoggi, a Washington Post contributor who had written columns critical of Saudi Crown Prince Mohammed bin Salman.",
  "Agnès Callamard, the Special Rapporteur on extrajudicial, summary or arbitrary executions at the Office of the United Nations High Commissioner for Human Rights, told CBS News the world body is calling for a prompt, impartial, and independent investigation of the Khashoggi case.",
  "— Donald J. Trump (@realDonaldTrump) October 15, 2018\n\nMr. Trump said he was sending Secretary of State Mike Pompeo to meet the king \"immediately,\" and U.S. officials confirmed to to CBS News that the top U.S. diplomat would be departing for Riyadh on a flight later Monday.",
  "The president told Stahl that while he was reluctant to \"lose an order like\" the Saudis' pending purchase of $110 billion worth of U.S. weaponry, his administration was determined to find the truth, and \"in the not-too-distant future, I think we'll know an answer.\"",
  "WASHINGTON -- The White House is brushing aside threats by Saudi Arabia that it may retaliate economically for any U.S. punishment over the suspected murder of journalist Jamal Khashoggi, pledging a \"swift, open, transparent investigation\" into his disappearance.",
  "White House economic adviser Larry Kudlow declined to speculate on what Mr. Trump might do after the president promised \"severe punishment\" in an interview with \"60 Minutes,\" if the U.S. determines that Khashoggi was killed inside the Saudi consulate in Istanbul.",
  "Mr. Trump told \"60 Minutes\" correspondent Leslie Stahl that his son in law had spoken to Saudi Crown Prince Mohammed bin Salman, and he indicated that in that conversation and all others between U.S. and Saudi officials, \"they deny it every way you can imagine.\"",
  "In a statement published Sunday by the state-run Saudi Press Agency, the kingdom warned that if it \"receives any action, it will respond with greater action, and that the kingdom's economy has an influential and vital role in the global economy.\"",
  "Sen. Bob Corker, R-Tenn., who as chairman of the Senate Foreign Relations Committee has reviewed the U.S. intelligence into what happened to Khashoggi, has said, \"The likelihood is he was killed on the day he walked into the consulate.\"",
  "The Saudi's flatly reject any role in Khashoggi's disappearance, but have yet to provide any evidence to back their claim that he walked back out of their consulate on Oct. 2, the same day he walked in and was last seen.",
  "\"The kingdom affirms its total rejection of any threats and attempts to undermine it, whether by threatening to impose economic sanctions, using political pressures or repeating false accusations,\" the statement said.",
  "CBS News contributor and former deputy director of the CIA Michael Morell told \"CBS This Morning\" on Monday that while the Turks finally gaining access to the consulate, alongside Saudi officials, is \"significant...",
  "Morell said that despite Mr. Trump's stated reluctance, if the White House does determine that the Saudi's are culpable for Khashoggi's disappearance and even his murder, \"you will see some delay in arms sales.\"",
  "Kudlow also said Treasury Secretary Steven Mnuchin would be attending a Saudi conference this week to address terrorist financing, but those plans could change as details of the investigation become available.",
  "President Trump said in a tweet early Monday morning that he had spoken to King Salman of Saudi Arabia, whom he said, \"denies any knowledge of whatever may have happened 'to our Saudi Arabian citizen.'\"",
  "However, a column published in English a short time later by the general manager of the Saudi-owned Al-Arabiya satellite news network suggested Saudi Arabia could use its oil production as a weapon.",
  "he said, turning to Sen. James Lankford, R-Okla., who was at the White House for the arrival of American pastor Andrew Brunson, who was released from Turkey after nearly two years of confinement.",
  "Just spoke to the King of Saudi Arabia who denies any knowledge of whatever may have happened “to our Saudi Arabian citizen.” He said that they are working closely with Turkey to find answer.",
  "Rubio appeared on CNN's \"State of the Union,\" NBC's \"Meet the Press\" and CBS' \"Face the Nation,\" Flake spoke on ABC's \"This Week,\" and Kudlow also was on ABC and \"Fox News Sunday.\"",
  "Mr. Trump, who repeatedly said that Salman had denied any knowledge of Khashoggi's whereabouts, said it could have been \"rogue killers\" responsible for the journalist's fate.",
  "Rubio said U.S.-Saudi relations may need to be \"completely revised\" and stressed the U.S. would lose credibility on human rights if the Trump administration remained silent.",
  "Turkish officials say that they fear Saudi agents killed and dismembered Khashoggi after he entered the consulate and that they have audio and video recordings of it.",
  "Callamard said what's needed is \"police investigators, expertise in video/audio recordings analysis, and the presence of a prosecutor with international experience.\"",
  "Two leading Republican senators said Congress stands ready to act, including a possible halt of U.S. arms sales to the kingdom, if President Donald Trump doesn't.",
  "\"These targeted killings or disappearances, abroad, of journalists, human rights defenders, independent minds must stop,\" Callarmard told CBS News' Pamela Falk.",
  "\"There's not enough money in the world for us to buy back our credibility on human rights if we do not move forward and take swift action,\" Rubio said.",
  "Mr. Trump has said he does not want to halt the proposed $110 billion arms sale to Saudi Arabia because, he argues, it would harm U.S. manufacturers.",
  "Only on Monday, two weeks after Khashoggi vanished, were Turkish officials finally given permission to enter the Saudi consulate to conduct a search.",
  "The investigators arrived at the consulate later in the day by unmarked police car and said nothing to journalists waiting outside as they entered.",
  "\"The United States is the dominant energy player so we're in pretty good shape, in my opinion, with our energy boom to cover any shortfalls.",
  "Flake said if the Saudis did, in fact, kill Khashoggi, Congress might specifically curtail U.S. military aid to Saudi-led forces in Yemen.",
  "A Turkish government official confirmed to CBS News that a joint Turkish-Saudi team of investigators would enter the consulate on Monday.",
  "We'll wait and see, but rest assured that when the president says we will take actions if we find out bad outcomes, he means it.\"",
  "Benchmark Brent crude is trading at around $80 a barrel, and Mr. Trump has criticized OPEC and Saudi Arabia over rising prices.",
  "Saudi Arabia is leading a coalition of Gulf states in a military campaign against Iranian-backed Houthi rebels in Yemen.",
  "\"Arms sales are important not because of the money but because it also provides leverage over their future behavior.\"",
  "\"I don't want to put you on the spot, but if you guys would like to tell them some of the many things we can do.",
  "Mr. Trump visited the kingdom on his first overseas trip as president and has touted arms sales to Saudi Arabia.",
  "The lawmakers' letter was a preliminary step under the Global Magnitsky Act toward taking punitive action.",
  "\"The president several times said we want a prompt, swift, open, transparent investigation,\" Kudlow said.",
  "\"We cannot let it go - for Mr. Khashoggi - and for all others who could face similar fate,\" she said.",
  "Prodded Saturday to specify what type of \"severe punishment\" he could impose, Mr. Trump demurred.",
  "On Sunday, the oil-rich kingdom suggested retaliation if the U.S. were to impose strict measures.",
  "The U.S. provides weaponry, intelligence and logistical support for the bombing campaign.",
  "Obviously, we have a long-standing partnership with Saudi Arabia in a lot of areas.\"",
  "Turkey accepted the Saudi's request for a joint investigation over the weekend.",
  "The writer had been living in self-exile in Virginia for the past year.",
  "\"We will take stern action with the Saudis if necessary,\" Kudlow said.",
  "I am immediately sending our Secretary of State to meet with King!",
  "He also said Mnuchin should skip the Saudi conference.",
  "The kingdom has called the allegations \"baseless.\"",
  "He added, \"Let's find out what did happen first.\"",
  "Lankford responded: \"Yeah, there's a big list.",
  "\"I do think that arms sales will be affected.",
  "\"Well, there are many things we can do.",
  "Would you like to speak up about that?\"",
  "But, the president added, \"who knows.\"",
  "Their narratives are so in contrast.\"",
  "The statement did not elaborate.",
  "I wouldn't expect a lot.",
  "There's a big list.\"",
  "Sens."
]