[
  "After it was signed into law and implemented, Putin even went so far as to send his emissaries to Trump Tower in June, 2016 to reportedly try to convince the Trump campaign to repeal the Magnitsky Act should Donald Trump win the presidency.",
  "If what is alleged turns out to be true, and the Saudis get away with Khashoggi’s grisly murder on Turkish soil, then it will give a green light to any thin-skinned ruler to go ahead and assassinate critics without fear of consequences.",
  "In this case, instead of sanctioning an entire country and punishing innocent citizens for crimes of the regime, the Global Magnitsky Act goes directly after the individuals who made the criminal decisions and carried them out.",
  "Now, almost every lawmaker on the Senate Foreign Relations committee is pushing for the Trump administration to use Global Magnitsky Sanctions on whoever is found responsible for Khashoggi’s disappearance and/or murder.",
  "The United States, Canada, the United Kingdom, and Europe must impose Global Magnitsky sanctions on the Saudi officials who carried out and sanctioned this atrocity — even if the buck stops at the very top.",
  "Khashoggi, a Saudi citizen who was an outspoken critic of his government, went to his country’s consulate in Istanbul on Oct.2 to pick up a document showing he was divorced so he could marry his fiancée.",
  "He bravely exposed the officials involved, was subsequently arrested by some of the very people he testified against, tortured for 358 days, and killed in November 2009 in Russian police custody.",
  "Little has been independently confirmed, but the Turkish government claims Saudi agents tortured, killed, and dismembered Khashoggi, and fled the country, carrying his remains.",
  "It has been successfully used against Burmese generals, Nicaraguan security operatives, and the Russian officials responsible for killing Sergei Magnitsky.",
  "He was a Washington Post journalist, a respected member of the international community, and he was in a NATO-member country trying to start a new life.",
  "This is a piece of legislation that has the power to freeze assets and ban visas of gross human rights abusers from anywhere in the world.",
  "If it is shown that Khashoggi was indeed murdered in this grotesque way, this presents a fundamental challenge to the civilized world.",
  "When the Magnitsky Act was going through the U.S. legislative process in 2012, Putin made fighting it his top foreign policy priority.",
  "While asset freezes and travel bans don’t constitute real justice for pre-meditated murder, they’re a lot better than total impunity.",
  "Although our policy tools are limited, there is a way to create consequences for this kind of atrocity: the Global Magnitsky Act.",
  "Versions of the Global Magnitsky Act now exist in the United States, Canada, the United Kingdom, Estonia, Latvia and Lithuania.",
  "It was named after my Russian lawyer, Sergei Magnitsky, who uncovered a massive Russian government corruption scheme in 2008.",
  "Every financial institution will close their account, and they will be denied entry to every desireable area in the world.",
  "They have bank accounts in every major financial capital, and they own luxury properties in London, Paris, and New York.",
  "We can either allow savagery to rule the world, or use the tools we’ve created to maintain civilization and stability.",
  "We also know this is a very effective tool based on President Vladimir Putin’s reaction to the U.S. Magnitsky Act.",
  "The moment that a person is added to a Magnitsky List in the West, it destroys their way of life.",
  "As details emerge of what happened to Jamal Khashoggi, one can’t help but be truly terrified.",
  "Applying the Global Magnitsky Act to Saudi officials would be particularly powerful.",
  "These officials are extremely rich, and they keep their money all over the world.",
  "Instead of targeting the whole body, it specifically targets the cancer cells.",
  "If the Turkish reports are confirmed, then we in the West must act.",
  "The Global Magnitsky Act is like a modern-day cancer drug.",
  "It is currently on the agenda in the European Union.",
  "He did not emerge, and has not been seen since.",
  "This is a defining moment in our history."
]