[
  "We just went through that with Justice Kavanaugh and he was innocent all the way as far as I’m concerned.”\n\nSecretary of State Mike Pompeo, who traveled to Saudi Arabia Monday at Trump's request, said both King Salman and Prince Mohammed persuaded him that \"there is serious commitment to determine all the facts and ensure accountability, including accountability for Saudi Arabia’s senior leaders or senior officials.”\n\n\n\nBut Republican lawmakers didn’t share that perspective, denouncing the kingdom and its crown prince in uncommonly harsh terms.",
  "“This is a fear we’ve had for a long time — that the crown prince is a young and aggressive guy that would overestimate how much room he had to do things, would get overaggressive, overestimate his own capabilities, and create a problem such as this.”\n\nThe list of Republican critics grew throughout the day, though, notably, Senate Majority Leader Mitch McConnell was quiet on the matter on Tuesday, though last week he did call the case “extremely disturbing.\"",
  "A stark split emerged Tuesday between Republican lawmakers demanding harsh retaliation against Saudi Arabia over the disappearance of Saudi journalist Jamal Khashoggi and the White House and State Department, where officials seemed to be laying the ground for allowing senior Saudi officials to evade responsibility for Khashoggi’s likely murder.",
  "A spokesperson for Sen. Orrin Hatch of Utah, Matt Whitlock, told BuzzFeed News in an email that the senator also favored action “that holds the culprits responsible,” while Sen. Joni Ernst of Iowa expressed concern for the “potential involvement” of Saudi Arabia in the Khashoggi case and the effect it will have on US–Saudi relations.",
  "In a second tweet, Trump seemed ready to believe that Prince Mohammed could lead a credible investigation into Khashoggi’s fate, saying that the crown prince had promised answers soon to what happened to Khashoggi two weeks ago when he entered the Saudi Consulate in Istanbul, never to be seen again.",
  "Graham also said he felt “used and abused” for being expected to ignore the disappearance and likely death of Khashoggi, a US permanent resident who wrote a column for the Washington Post and who’d been openly skeptical of Mohammed’s public image as a liberalizing reformer.",
  "Sen. Mike Lee, a Republican from Utah, put Khashoggi’s case in a broader context of Saudi behavior, suggesting that Congress should force Trump to submit for approval the US’s military assistance to the kingdom in its campaign against Iranian-backed Houthi rebels in Yemen.",
  "In a tweet, President Donald Trump said Saudi Crown Prince Mohammed bin Salman, who’s been blamed for a harsh crackdown on Saudi dissidents in recent months, had assured him in a phone conversation that he had had nothing to do with whatever happened to Khashoggi.",
  "Twenty senators wrote a letter last week demanding that the Trump administration launch an investigation and determine if sanctions should be imposed under the Global Magnitsky Act, which mandates sanctions for officials involved in human rights violations.",
  "But the Republican anger over Khashoggi seemed likely to meld with that criticism into a political force that could be difficult for Trump to contain and that could well endanger what has been a more than 70-year-long military alliance with Saudi Arabia.",
  "Why have they spent the better part of eight or nine days saying they didn’t know anything about it?” Sen. Marco Rubio, a Republican from Florida and also a member of the Senate Foreign Relations Committee, asked on CNN.",
  "“I can never do business with Saudi Arabia again,” adding, “I’m not going back to Saudi Arabia as long as this guy’s in charge.”\n\n“I’ve been their biggest defender on the floor of the United States Senate.",
  "In a comment to the Associated Press, Trump later compared the accusations against Saudi Arabia to those lodged against Justice Brett Kavanaugh during the contentious hearings over his confirmation.",
  "Speaking also on a Fox News radio show, Graham raised questions about the US relationship with Saudi Arabia as long as Mohammed is the expected successor to his 82-year-old father, King Salman.",
  "“How do I engage Saudi Arabia when MBS, the de facto leader of the country, is this brazen and this disrespectful for the international norms that we fight for?”\n\nGraham was not alone.",
  "Such sanctions have been floated as one course of action that could punish Saudi Arabia without jeopardizing a $110 billion arms deal that Trump has said he will not cancel.",
  "“This pattern of reckless behavior is consistent of what we’ve seen from the crown prince, Mohammed bin Salman, ever since he assumed his current position,” Young said.",
  "“Nothing happens in Saudi without MBS knowing it,” South Carolina Republican Sen. Lindsey Graham said on Fox & Friends, referring to the crown prince by his initials.",
  "“For far too long, Saudi Arabia has been the principal funder of terrorism around the world,\" a Paul spokesperson said in an email to BuzzFeed News.",
  "Sen. Rand Paul, a Kentucky Republican, called for the US to reexamine its relationship with Saudi Arabia and to halt arms sales to the kingdom.",
  "...during the call, and told me that he has already started, and will rapidly expand, a full and complete investigation into this matter.",
  "But Tuesday's Republican anger made it seem unlikely that such an outcome would assuage critics of Saudi Arabia and its crown prince.",
  "Democrats in Congress have long been critical of Trump’s seeming ambivalence toward other countries’ human rights violations.",
  "“The disregard for the rule of law and transparency from the Saudi Arabian government cannot be ignored,” Lee said.",
  "Sen. Todd Young, a Republican from Indiana, was also withering in his criticism of Mohammed in an interview on CNN.",
  "“I want Saudi Arabia to be on our side,” he said, drawing a distinction between Saudi Arabia and the crown prince.",
  "“We need to get to the bottom of what happened to Mr. Khashoggi,” she said in an email to BuzzFeed News.",
  "But what Congress can actually do to retaliate against Saudi Arabia is uncertain.",
  "“I think we have to find out what happened first,” the AP quoted him as saying.",
  "“Here we go again with, you know, you’re guilty until proven innocent.",
  "This guy is a wrecking ball,” Graham said.",
  "Answers will be forthcoming shortly.",
  "Why wasn’t the family notified?",
  "“Where’s the body?",
  "I don’t like that."
]