[
  "CCTV footage from Oct. 2 shows a Saudi jet at Istanbul’s Ataturk airport, suspects at the airport and Khashoggi entering the Saudi consulate that day AFP/Getty Images\n\nCCTV footage from Oct. 2 shows a Saudi jet at Istanbul’s Ataturk airport, suspects at the airport and Khashoggi entering the Saudi consulate that day AFP/Getty Images\n\nCCTV footage from Oct. 2 shows a Saudi jet at Istanbul’s Ataturk airport, suspects at the airport and Khashoggi entering the Saudi consulate that day Reuters\n\nKhashoggi was no outsider.",
  "“I have been told that I need to accept, with gratitude, the social reforms that I have long called for while keeping silent on other matters,” Khashoggi wrote in the Washington Post in May, “ranging from the Yemen quagmire, hastily executed economic reforms, the blockade of Qatar, discussions about an alliance with Israel to counter Iran, and last year’s imprisonment of dozens of Saudi intellectuals and clerics.” When he exiled himself from Saudi Arabia in 2017, he left behind his family.",
  "More than three years on, none of the tens of thousands dead in Yemen have drawn a fraction of the attention now concentrated on Jamal Khashoggi, the Saudi journalist and commentator who fled the kingdom after finding himself on MBS’s bad side, and reportedly paid for it with his life.",
  "Despite having earlier embraced MBS as a transformational figure, Wall Street figureheads and media companies pulled out in droves from a glittering executive summit in Riyadh in late October, and at least three Washington lobbying firms dropped the Saudis as a client.",
  "I feel used and abused.”\n\nAlmost every member of the Senate Committee on Foreign Relations signed a letter to set in motion the Global Magnitsky Act, which could produce sanctions that would freeze the funds of any foreign officials implicated in crimes.",
  "But the story that took hold was the lurid chronology that had already emerged from Istanbul–one that unnamed Turkish officials claim is supported by graphic audio that apparently captures the gruesome murder, preceded by the severing of fingers.",
  "The leaders of all three countries differ with Turkish President Recep Tayyip Erdogan on obscure but very deeply felt questions of how Muslim nations should be governed (Erdogan is a fan of the Muslim Brotherhood, which the others loathe).",
  "MBS cultivated Trump’s son-in-law and senior adviser Jared Kushner, scion to scion, and spoke the transactional language of Trump by professing interest in arms deals said to be worth $110 billion (though few have yet come to fruition).",
  "Trump said on Oct. 17 that he has asked Turkey for the tape “if it exists.” A second private flight arrived from Riyadh four hours after Khashoggi disappeared into the consulate, and was on the ground for only an hour.",
  "“I think his image is now irreparably tarnished, if not shattered,” says Bruce Riedel, director of the Brookings Intelligence Project and author of Kings and Presidents: Saudi Arabia and the United States Since FDR.",
  "First the President pointedly noted Khashoggi, a permanent U.S. resident, was “not a citizen.” Then, as he sent Secretary of State Mike Pompeo to Riyadh, he floated a theory after speaking to King Salman.",
  "The grisly crime holds the power to transform the crown prince into a pariah, and perhaps even upend the Middle East order he had made his personal project, with the help of a flattered U.S. President.",
  "After he took office, Saudi Arabia nearly tripled its spending on lobbying in D.C. to $27 million in 2017, according to data compiled by the Center for International Policy that was provided to TIME.",
  "The Iranian press has had a field day with the Little General, as they call him.” Khashoggi’s death, in other words, is also a grievous wound the Saudi leadership has inflicted on itself.",
  "He has embraced despots and at the U.N. General Assembly exalted not universal rights that transcend borders but, rather, “sovereignty”–the freedom to do as you wish within your own.",
  "“It has unmasked him as a reckless, dangerous, thuggish autocrat.”\n\nKhashoggi’s reported murder and dismemberment likely occurred on Oct. 2 in Istanbul, inside the Saudi consulate.",
  "At 59, he had worked both within and without the Saudi royal court, edited an establishment newspaper, even served as spokesman for a Saudi ambassador to Washington.",
  "As Pompeo set off, Saudi officials floated in the media a narrative that Khashoggi was targeted only for interrogation, but things went awry, his death unplanned.",
  "And even before Khashoggi was presumed dead, the Senate came within 11 votes of denying Saudi Arabia the military support it needs to prosecute the war in Yemen.",
  "“His reckless war in Yemen, his undermining of the Saudi brand, his weakening the internal security of the kingdom by alienating members of the royal family.",
  "Mohammed Bin Salman, the prince now known by the global shorthand of MBS, was utterly unknown when his father ascended to the Saudi throne in January 2015.",
  "Yet the depravity reportedly visited upon Khashoggi, then upon his corpse–by a team of 15 Saudis, one with a bone saw–was of another order of magnitude.",
  "Within two months, the newly minted Defense Minister launched a war in Yemen that has shattered what was already the poorest country in the Arab world.",
  "There is an inertia generated by shared interests, including healthy oil markets, intelligence exchanges and, not least, zealous opposition to Iran.",
  "Khashoggi insisted on publicly confronting a crown prince who wanted only congratulations for allowing women to drive and movie theaters to open.",
  "It was left to the New York Times, a few hours later, to deflate the theory by locating several of the suspects in the crown prince’s entourage.",
  "“This guy is a wrecking ball,” Republican Senator Lindsey Graham said of MBS on Fox & Friends, calling on the crown prince to relinquish power.",
  "“Here we go again with, you know, you’re guilty until proven innocent,” Trump complained on Oct. 16, in his third attempt to gloss the affair.",
  "The other plane stopped in the United Arab Emirates, another Gulf monarchy, one that functions as Saudi Arabia’s soul mate in foreign affairs.",
  "It was a routine transfer of power from one elderly royal to another, until King Salman delegated a massive share of his authority to his son.",
  "The President is deeply invested personally in the Saudi leader and more broadly in the abandonment of the international rules-based order.",
  "Before the world even learned his age, it could glean that the young man who runs Saudi Arabia takes extraordinary chances with violence.",
  "They’re a cancer on the Middle East,” Kennedy notes, and the Saudis placed this shared enmity at the center of their pitch to Trump.",
  "While Pompeo was all smiles in Riyadh, repeating a Saudi promise of a “transparent” inquiry, some White House allies recoiled.",
  "In a March interview with TIME, the crown prince declared: “Any problem in the Middle East, you will find Iran.” Not this one.",
  "WikiLeaks founder Julian Assange, for example, has been under the protection of Ecuador inside its London embassy since 2012.",
  "Their success may rest on Saudi Arabia’s ability to serve the businesses and countries no longer able to trade with Tehran.",
  "As reported by Turkish officials who say it was captured on audio, the murder advertised barbarism and broadcast impunity.",
  "It’s even more complicated for Trump, who has gladly returned the Saudis’ embrace, making Riyadh his first overseas trip.",
  "For now, though, the Iranians are quietly savoring the sight of their regional archrival cast in the role of barbarian.",
  "Ten hours before his appointment, in the dead of night, a private jet landed in Istanbul, and the 15 Saudis assembled.",
  "And by custom the Saudi consulate, tucked on a side street in Istanbul, was sovereign territory of the kingdom.",
  "Before returning to Riyadh, it swung down to Egypt, a Saudi ally, where it remained for about 27 hours.",
  "Trump even argued after Khashoggi’s disappearance that the risk to defense-sector jobs tied his hands.",
  "With reporting by Billy Perrigo/London and Alana Abramson/Washington\n\nContact us at editors@time.com.",
  "He may well have gone there assuming that certain fundamental norms of decency remained in place.",
  "After all, if diplomatic compounds are associated with anything beyond diplomacy, it is refuge.",
  "We’re going to cut Saudi Arabia off like a dead skunk,'” says Republican Senator John Kennedy.",
  "“That’s magical thinking.” The U.S.-Saudi alliance, while never comfortable, is old and deep.",
  "On Nov. 5, the U.S. will reimpose sanctions targeting any customer of Iran’s oil markets.",
  "Captured on Turkish surveillance cameras, the team’s presence was open to interpretation.",
  "The rivalry at least suggests why Turkey has been so keen to make Saudi Arabia look bad.",
  "The Khashoggi incident threatens the U.S. strategy to contain the Islamic Republic.",
  "“He had this guy murdered at a consulate in Turkey, and to expect me to ignore it?",
  "But he was associated with a branch of the Saudi family tree that had lost power.",
  "“The Iranians see MBS as the gift that keeps on giving,” says Riedel.",
  "The question is whether Donald Trump sees that as such a bad thing.",
  "Outrages appear more shocking in settings that signal decorum.",
  "He contacted the Saudi consulate and was told when to come in.",
  "He eventually moved to Istanbul, where he became engaged.",
  "Worse, he was unable to curb a habit of speaking plainly.",
  "All this would be a challenge to any U.S. President.",
  "This appears in the October 29, 2018 issue of TIME.",
  "The new marriage required proof he was divorced.",
  "But there are limits to the U.S. response.",
  "Perhaps it was “rogue killers,” he said.",
  "“Some of my colleagues say, ‘That’s it.",
  "The private sector differs on that.",
  "“We can’t deal with Iran.",
  "He turned out to be 29.",
  "We tried."
]