[
  "Congress could press Mr. Trump to block arms sales or suspend military cooperation with Saudi Arabia in Yemen, downgrade political relations, or some combination of any of those measures, using the Global Magnitsky Act of 2016, which gave Congress the ability to request sanctions that would previously have been impossible due to diplomatic immunity.",
  "U.S. reaction\n\nPresident Donald Trump, who earlier warned of \"severe punishment\" if the kingdom was found culpable for Khashoggi's disappearance, criticized the allegations against the kingdom and compared it to the accusations of sexual assault leveled against now-Supreme Court Justice Brett Kavanaugh during his confirmation hearing.",
  "ANKARA, Turkey -- A pro-government Turkish newspaper on Wednesday published a gruesome recounting of the alleged slaying of Saudi writer Jamal Khashoggi at the Saudi Consulate in Istanbul, just as America's top diplomat arrived in the country for talks over the Washington Post columnist's disappearance.",
  "Turkish officials have claimed for a week that they have audio and even video recordings proving that a Saudi team killed Khashoggi in the consulate, but it remained unclear on Wednesday whether any audio or video evidence had been handed over to or even seen by U.S. intelligence agencies.",
  "After Pompeo's meeting on Wednesday with Turkish Foreign Minister Mevlut Cavusoglu in Ankara, the State Department issued a statement saying the secretary of state had, \"reiterated the United States' willingness to assist Turkey in its investigation of the Jamal Khashoggi case.\"",
  "But after two weeks of flat denials from the Saudi regime of any role in Khashoggi's disappearance, two sources close to the kingdom confirmed to CBS News later on Monday that the Saudi government was planning to admit he was killed, but call it an accident.",
  "Speaking to journalists after that phone call, Mr. Trump offered a possible explanation to counter Turkish officials' assertion that a team of 15 Saudi operatives arrived at their consulate in Istanbul on Oct. 2 and killed and dismembered the Saudi writer.",
  "U.S. Secretary of State Mike Pompeo told journalists before leaving Riyadh on Wednesday that Saudi leaders, including King Salman and his son, the 33-year-old Crown Prince Mohammed bin Salman, \"made no exceptions on who they would hold accountable.\"",
  "The officials told CBS News reporter Kylie Atwood that the Saudi government was expected to claim a mission was approved by King Salman's son, Crown Prince Mohammed bin Salman (often referred to as MBS), to interrogate Khashoggi, but not kill him.",
  "CBS News chief White House correspondent Major Garrett says President Trump has thus far given the Saudis every benefit of the doubt, and taken almost no visible steps to seek hard evidence about the possible murder in their Istanbul consulate.",
  "The administration continues to defer to the Saudi timetable and to the kingdom's approach to fact-finding, instead of demanding the involvement of U.S. investigators or backing the Khashoggi family's request for an international investigation.",
  "The Times said it had confirmed, using facial recognition software, a database of Saudi mobile phone numbers and other means, that at least nine of the 15 men worked for the Saudi security services, military or other government ministries.",
  "Three other suspects, Abdulaziz Mohammed al-Hawsawi, Thaar Ghaleb al-Harbi, and Muhammed Saad Alzahrani, were identified by the Times report as members of the Saudi royal guard or part of the crown prince's personal security team.",
  "Al-Otaibi left Turkey on Tuesday afternoon, Turkish state media reported, as a search of his residence in Istanbul by Turkish investigators was reportedly delayed by Saudi officials neglecting to give official permission.",
  "Earlier Tuesday, U.N. human rights chief Michelle Bachelet said the \"inviolability or immunity\" of people or premises granted under the 1963 Vienna Convention on Consular Relations \"should be waived immediately.\"",
  "The report by Yeni Safak adds to the ever-increasing pressure on Saudi Arabia to explain what happened to Khashoggi, who vanished Oct. 2 while visiting the consulate to pick up paperwork he needed to get married.",
  "Interior Minister Suleyman Soylu told the state-run Anadolu Agency on Wednesday that Saudi Arabia has \"accepted\" a request for a search of the official residence but had not yet given its final consent.",
  "That leaves the unmistakable impression, says Garrett, that the White House is bending over backwards to accommodate Saudi appeals for time to explain what many fear was a brazen human rights violation.",
  "As CBS News' Pamela Falk reports, the White House -- and the U.S. Congress -- have more power than ever before to act against a rogue state or entity deemed guilty of violating someone's human rights.",
  "Mr. Trump's previous warnings over the case drew an angry response Sunday from Saudi Arabia and its state-linked media, including a suggestion that Riyadh could wield its oil production as a weapon.",
  "Mr. Trump's attitude, however, does not appear to be shared with Congress, as one prominent Republican senator said he believed that the crown prince, widely known as MBS, had Khashoggi \"murdered.\"",
  "\"Given there seems to be clear evidence that Mr. Khashoggi entered the consulate and has never been seen since, the onus is on the Saudi authorities to reveal what happened to him,\" Bachelet said.",
  "\"Certain evidence\"\n\nThe Washington Post has published the blurred passports of what Turkish officials claim are members of a 15 man Saudi team alleged to have played a role in Khashoggi's death.",
  "Nils Melzer, the U.N. special investigator on torture, said that if Turkey and Saudi Arabia can't conduct \"a credible and objective investigation,\" then international involvement may be needed.",
  "As he prepared to leave Turkey, briefing reporters on the plane, Pompeo continued his silence on key details and questions and said this isn't about giving Saudis the benefit of the doubt.",
  "As CBS News correspondent Holly Williams reports, it was only on Monday -- 13 days after Khashoggi went missing -- that the Saudis even permitted Turkish investigators into the consulate.",
  "Pompeo was dispatched to Saudi Arabia and Turkey on Monday, immediately after President Trump had a phone call with the Saudi king, whom he said denied any knowledge of Khashoggi's fate.",
  "But that didn't stop the smiles -- and laughter -- as Pompeo met on Monday with the crown prince, who called the two nations \"strong and old allies, so we face our challenges together.\"",
  "The paper said Saudi Consul General Mohammed al-Otaibi could be heard on the tape, telling those allegedly torturing Khashoggi: \"Do this outside; you're going to get me in trouble.\"",
  "The U.S. president has been after King Salman and OPEC to boost production to drive down high oil prices, caused in part by the coming re-imposition of oil sanctions on Iran.",
  "\"They made a commitment to hold anyone connected to any wrongdoing that may be found accountable for that, whether they are a senior officer or official,\" Pompeo said.",
  "Police still planned to search the Saudi consul general's home, as well as some of the country's diplomatic vehicles, Turkish Foreign Minister Mevlut Cavusoglu said.",
  "Some reports have even suggested that Khashoggi's body may have been taken from the consulate and disposed of at the the Saudi consul's residence in Istanbul.",
  "The report in the Yeni Safak newspaper cited what it described as an audio recording of Khashoggi's slaying, which it said showed the writer was tortured.",
  "One suspect, Maher Abdulaziz Mutreb, was a diplomat assigned to the Saudi Embassy in London in 2007, the Times says, citing a British diplomatic roster.",
  "On Tuesday, a high-level Turkish official told the AP that police found \"certain evidence\" of Khashoggi's slaying at the consulate, without elaborating.",
  "That could, like Mr. Trump's softening comments, seek to give the kingdom a way out of the global firestorm of criticism over Khashoggi's fate.",
  "They will say, according to Atwood's sources, that the journalist died as the result of an interrogation by Saudi operatives that went wrong.",
  "Unverified reports suggest one member was a forensic doctor, and the New York Times is reporting another has close links to the crown prince.",
  "The newspaper said one of the Saudis allegedly torturing Khashoggi replied: \"Shut up if you want to live when you return to (Saudi) Arabia.\"",
  "It's not about benefit of the doubt, it's that it's -- reasonable to give them a handful of days more to complete it so they get it right.\"",
  "Leaked surveillance video shows that diplomatic cars traveled to the consul general's home shortly after Khashoggi went into the consulate.",
  "That convention covers diplomatic immunity, as well as the idea that embassies and consulates sit on foreign soil in their host countries.",
  "\"Saudi Arabia, if you're listening, there are a lot of good people you can choose, but MBS has tainted your country and tainted himself.\"",
  "The top U.S. diplomat said he felt it was \"a reasonable thing to do to give them that opportunity and then we'll all get to judge.",
  "That consent was finally gained later on Wednesday, with Turkish police entering the consul's residence to conduct a search.",
  "But he admitted that he had learned very little about the actual case of the missing journalist from his meetings in Riyadh.",
  "CBS News has not been able to verify the reporting by the newspaper, which is close to President Recep Tayyip Erdogan.",
  "Khashoggi had fled the country last year amid the rise of Prince Mohammed, whom he wrote critically about in the Post.",
  "\"They didn't want to either, and they want to have the opportunity to complete this investigation in a thorough way.\"",
  "He was also photographed standing guard during the crown prince's visits in Houston, Boston and the United Nations.",
  "\"This guy has got to go,\" said Sen. Lindsey Graham, a Republican from South Carolina, speaking on Fox television.",
  "Mutreb has been photographed recently emerging from planes with the Saudi crown prince, the Times said.",
  "Soylu said: \"As soon as (Saudi Arabia) gives the consent, steps will be taken toward investigating.\"",
  "\"Here we go again with you're guilty until proven innocent,\" Mr. Trump told the AP in an interview.",
  "Pompeo told reporters to be \"mindful\" of the meaning of the Saudi relationship in the region.",
  "\"The Saudis have been great partners in working alongside us on these issues,\" Pompeo said.",
  "No major decision has come from the ultraconservative kingdom's ruling Al Saud family.",
  "The official spoke on condition of anonymity because the investigation was ongoing.",
  "\"I keep hearing that we're giving them some benefit of the doubt,\" Pompeo said.",
  "\"I don't want to talk about any of the facts,\" Pompeo told journalists.",
  "It could have been \"rogue killers,\" Mr. Trump suggested.",
  "And when the investigation comes out we'll evaluate it.",
  "We'll all get to evaluate that work that they do.\"",
  "CBS News cannot independently verify those claims.",
  "\"They're going to do an investigation.",
  "A way out?"
]