[
  "As my American Enterprise Institute colleague Danielle Pletka pointed out, \"if you can't restrain yourself from blaming Trump, spare a moment to blame [President Barack] Obama for the war in Syria,\" where more than 470,000 men, women and children have died while the United States has stood by and done nothing.",
  "A bipartisan group of senators sent a letter to Trump calling for an investigation under the Magnitsky Act -- a U.S. law that mandates sanctions, including travel restrictions and freezing assets, of foreign individuals who have committed gross violations of human rights.",
  "If, as appears increasingly likely, Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, then he has joined Vladimir Putin and Kim Jong Un among the ranks of rogue leaders who assassinate their critics on foreign soil.",
  "He must acknowledge that he understands the gravity of this mistake -- that he has made Saudi Arabia an international pariah, and is willing to do what is necessary to dig himself out of that hole through steps such as the release of political prisoners.",
  "3: We need Saudi Arabia, less as a source of oil -- the fracking revolution has dramatically expanded our energy independence -- than as a counterweight to Iran, which is the main strategic menace to U.S. interests in the region.",
  "And if, by chance, such a leader did emerge, it would likely be someone who wants to roll back the crown prince's efforts to rein in the religious establishment, clean up corruption and open up Saudi society.",
  "Trump should make clear that Saudi Arabia's actions have squandered the once bipartisan support in Congress for the kingdom -- and that, unlike Saudi Arabia, the United States is not a monarchy.",
  "Magnitsky sanctions would have real teeth, because members of the royal family love to travel outside the Arabian Peninsula, where they can do things they cannot do at home.",
  "Upon taking office, Trump made Saudi Arabia his first foreign trip and put his new administration's reputation and prestige behind the crown prince and his reforms.",
  "The only difference is that the Russian president and North Korean leader weren't reckless and stupid enough to kill their opponents inside their own consulates.",
  "Because his professed desire to modernize Saudi Arabia is incompatible with the medieval horrors that apparently took place in the Saudi consulate in Istanbul.",
  "His loss will be felt deeply for those who cherish freedom of expression and believe that all people, including those in the Arab world, deserve to be free.",
  "If you had a role in Middle East policy in the past eight years, that finger you are pointing at the Trump administration has blood dripping off it.",
  "The crown prince, or MBS, as he is widely known, has possibly repaid those efforts by brutally killing a permanent U.S. resident.",
  "Many Democrats taking shots at the president as he tries to figure out a path forward need to check their hypocrisy.",
  "Trump said that he has told King Salman that Saudi Arabia would not last \"two weeks\" without U.S. military support.",
  "If MBS wants to avoid a rupture in relations, then he must accept responsibility and make restitution.",
  "He has spent the past few years systematically eliminating his rivals and consolidating power.",
  "The president must now find a way to reconcile three sets of irreconcilable facts:\n\nFact No.",
  "We saved the Saudis from Saddam Hussein's aggression and now protect them from Iran's.",
  "1: The United States can't simply ignore or sweep Khashoggi's death under the table.",
  "The disappearance of Khashoggi, a Post contributing columnist, is a horrific crime.",
  "The idea that a new leader is going to emerge to replace him is not realistic.",
  "It can impose costs on Saudi Arabia, by blocking military aid and arms sales.",
  "Even if Trump wants to do so, Congress won't let him -- nor should it.",
  "Saudi Arabia is our most important ally in countering that threat.",
  "A permanent breach with Saudi Arabia is not an acceptable outcome.",
  "Khashoggi's disappearance is also a betrayal of President Trump.",
  "How does Trump reconcile these three irreconcilable realities?",
  "And he must commit to stopping this kind of brutal behavior.",
  "While we do need Saudi Arabia, Saudi Arabia also needs us.",
  "No other country in the Middle East can play that role.",
  "The result is going to be unpleasant and unsatisfying.",
  "His betrayal has now put Trump in an impossible bind.",
  "Moreover, the United States has other leverage.",
  "Congress has a say in our Middle East policy.",
  "Be careful what you wish for.",
  "2: MBS is not going anywhere.",
  "So, what is going to happen?",
  "Saudi Arabia is a monarchy.",
  "There must be consequences.",
  "He is the son of the king.",
  "The answer is: He can't.",
  "He's right.",
  "Fact No.",
  "Fact No."
]