[
  "The Saudi arrest of eighteen officials related to Khashoggi’s death was, President Trump said on Friday night, “a great first step.” He told reporters that what happened to the Saudi journalist was “unacceptable,” but added that “Saudi Arabia has been a great ally.” Asked if he found the kingdom’s explanation credible, he replied, “I do, I do.”\n\nThe President had told reporters just two days earlier that he expected a full report on the Khashoggi case by week’s end.",
  "No way should the world wait thirty days for a Saudi whitewash or cover up.” He called for an international investigation to identify all responsible for Khashoggi’s murder—“not just Crown Prince’s fall guys.”\n\nThe Saudi version of Khashoggi’s fate—explained in the clumsy translation tweeted early Saturday—is that unnamed “suspects” travelled to Istanbul following unspecified “indications” about returning Khashoggi to Saudi Arabia.",
  "Senator Tim Kaine, Democrat of Virginia, who was Hillary Clinton’s running-mate in 2016, called the Saudi statement “insulting,” adding that, “since the Trump Administration won’t stand up against atrocity, Congress must.”\n\n“To say that I am skeptical of the new Saudi narrative about Mr. Khashoggi is an understatement,” Senator Lindsey Graham, Republican of South Carolina, tweeted shortly after the news broke.",
  "Representative Adam Schiff, of California, the ranking Democrat on the House Intelligence Committee, said that if Khashoggi had a fight in the consulate, he was only “fighting for his life with people sent to capture or kill him.” Karen Attiah, Khashoggi’s editor at the Post, called the Saudi explanation “utter bullshit.” She tweeted, “What sort of equal ‘fight’ would he have had against fifteen other men?",
  "Bob Corker, Republican of Tennessee, who is the chairman of the Senate Foreign Relations Committee, charged that the Saudi story “continues to change with each passing day, so we should not assume their latest story holds water.” He called for the United States to carry out its own independent investigation under the Global Magnitsky Act, which can be invoked in cases of suspected human-rights abuses.",
  "Saudi courts, the prosecution, and state security are, the State Department’s human-rights report from 2017 noted, “required to coordinate their decisions with executive authorities, with the king and crown prince as arbiters.” The report also stated that Saudi Arabia doesn’t adhere to a formal written penal code listing criminal offenses or the penalties for them.",
  "In a curious tweet, after the Saudi announcement onSaturday, Qahtani wrote to his 1.3 million followers that he “will forever be a loyal servant to this country and this nation shall always stand tall”—and that he was indebted to the crown prince and to the king.",
  "Incredibly, the Saudi Foreign Ministry, which is in charge of the consulate in Turkey, offered no explanation of where Khashoggi’s body might be, even though its employees were among the last to see the dissident Washington Post columnist alive.",
  "He has already rejected limiting U.S. arms sales to the ruling royal family, the House of Saud, which has been engrossed in an open-ended war in neighboring Yemen, initiated in 2015 by the crown prince in his first role as defense minister.",
  "The most suspect development, though, is that the crown prince, Mohammed bin Salman—the autocratic, thirty-three-year-old royal most widely implicated, directly or indirectly, in Khashoggi’s disappearance—will play a role in the review.",
  "“It is absurd to entrust the investigation of Khashoggi’s murder to those most likely to have ordered it,” Summer Lopez, the senior director of PEN America’s Free Expression Programs, which has championed the case, said in a statement.",
  "It confirmed Khashoggi’s death—a “painful outcome,” it said—and blithely reversed the kingdom’s repeated and insistent lies that he had safely walked out of the consulate in Istanbul shortly after he entered it, on October 2nd.",
  "And then there’s the question about the intention of the senior Saudi forensic pathologist and the bone saw brought into the consulate, purportedly used to cut off Khashoggi’s fingers and then to dismember the rest of his body.",
  "According to the Saudi tweet, the meeting “did not go as required and escalated negatively, which led to a fight between them and the citizen Jamal Khashoggi, which aggregated [sic] the situation and led to his death,” it said.",
  "Sixteen days later, the Saudis said that they need another month to investigate his death, which would conveniently time the release of their findings to the aftermath of a pivotal midterm election in the United States.",
  "The crown prince, who has consolidated the five major sources of political, military, and economic power since his appointment, in June, 2017, is “on the precipice of being another Saddam Hussein,” the former U.S.",
  "Some thirteen million people in Yemen—roughly half of the population—now face famine, with millions of children without food and water, and there are more than 1.2 million suspected cases of cholera.",
  "In many ways, an investigation involving the crown prince—who is popularly known as M.B.S., after his initials—is like asking Tony Soprano to help figure out who was behind a mob hit.",
  "The longer the details of Khashoggi’s death remain hidden, the higher the costs to the credibility—and future—of the kingdom, especially its increasingly authoritarian young ruler.",
  "He had reportedly reached out to Khashoggi earlier this year in order to convince him to voluntarily return to the country, possibly so that the journalist could then be detained.",
  "Richard Blumenthal, Democrat of Connecticut, who is a member of the Senate Judiciary Committee, tweeted that the “explanations continue to defy credibility & common sense.",
  "For several days, reports have suggested that the fall guy in the Khashoggi affair may be General Ahmed al-Asiri, one of the main architects of the Saudi war in Yemen.",
  "The three branches of government involved in the problem—the Foreign Ministry, the Interior Ministry, and the Saudi security services—are all under his control anyway.",
  "He was a tallish man, but a bit paunchy and hardly a match for the fifteen men—basically a hit squad—whom Turkish officials claim were involved in his death.",
  "The judiciary is an arm of one of the world’s most repressive governments; the crown prince is the de-facto ruler, because of his father’s age and ailments.",
  "For those of us who knew Jamal Khashoggi, Saudi Arabia’s announcement—tweeted in the wee hours of Saturday morning, Riyadh time—is infuriating.",
  "The Khashoggi affair may be the one issue on which there is sweeping bipartisan agreement in Washington and among foreign-policy analysts.",
  "As his pieces became more critical, he confided in friends that he feared the crown prince wanted him “out of the picture,” as he told me.",
  "He had visited the Saudi consulate only to get papers so that he could prove that he was divorced and could marry his Turkish fiancée.",
  "Moments after the government statement, the kingdom also announced the creation of a committee to “restructure” Saudi intelligence.",
  "The campaign, which relies heavily on U.S. military equipment and ammunition, has produced the world’s gravest humanitarian crisis.",
  "“Now rounding up the usual suspects.”\n\nThe reaction in Congress, which must approve U.S. arms sales, was also one of disbelief.",
  "was appointed crown prince, Khashoggi had become the most widely published critic of the crown prince though his Post column.",
  "Earlier this week, Graham said that he would not deal with the kingdom as long as the crown prince was the de-facto power.",
  "“The Saudi government has been lying to the world about Khashoggi from the start,” Nicholas Burns, the former U.S.",
  "The White House seems increasingly isolated, however, in its willingness to wait longer for the Saudi report.",
  ".”\n\nThe monarchy also dismissed five senior officials, most of them closely associated with the crown prince.",
  "The idea that he would have gotten into a fight so vicious that it would end his life is beyond improbable.",
  "Instead, he got a stall for more time—a delay as the kingdom struggles to create a face-saving narrative.",
  "On Friday, Trump said that he wants to talk with the crown prince before he takes any further action.",
  "“May God rest his soul.” The unnamed perpetrators, it added, then tried to “cover it up.” No kidding.",
  "Saud al-Qahtani, a top adviser to the royal court, particularly the crown prince, was also fired.",
  "Ambassador to Saudi Arabia, Robert Jordan, said on CNN on Friday evening.",
  "Ambassador to NATO, the world’s largest military alliance, tweeted.",
  "The legal system is a rigid interpretation of Islamic Sharia.",
  "The stupidity of the Saudi explanation is mind boggling.",
  "Asiri was later named to the deputy intelligence post.",
  "Since going into exile, about the time that M.B.S.",
  "Khashoggi would have turned sixty last Saturday.",
  "And who brings a bone saw to a ‘discussion’?!",
  "There is no Robert Mueller in the kingdom.",
  "It will also be headed by M.B.S.",
  ".",
  "."
]