[
  "The killing of Saudi journalist Jamal Khashoggi at the kingdom's consulate in Istanbul is unlikely to halt Crown Prince Mohammed bin Salman's rise to power, but could cause irreparable harm to relations with Western governments and businesses, potentially endangering his ambitious reform plans.",
  "International outrage over Khashoggi's Oct. 2 slaying at the hands of Saudi officials, under still-disputed circumstances, has marked the greatest crisis in the 33-year-old's rapid rise, already tarnished by a catastrophic war in Yemen and a sweeping roundup of Saudi businessmen and activists.",
  "\"The issue now is how Western governments coordinate a response and to what extent they wish to escalate this in a coordinated fashion,\" said Michael Stephens, a senior research fellow who focuses on the Mideast at London's Royal United Services Institute for Defense and Security Studies.",
  "\"While it might be too early to evaluate the reaction of the international community, these moves might be read as a serious initial signal that the Saudi leadership is course correcting,\" wrote Ayham Kamel, the head of Mideast and North Africa research at the Eurasia Group.",
  "Trump chose Saudi Arabia as his first overseas trip as president, and his son-in-law and adviser Jared Kushner has developed close ties with Prince Mohammed, apparently seeing him as an ally in advancing hit yet to be released peace plan for Israel and the Palestinians.",
  "___\n\nEDITOR'S NOTE — Jon Gambrell, the acting Gulf news director for The Associated Press, has reported from each of the Gulf Cooperation Council countries, Iran and other locations across the world since joining the AP in 2006.",
  "Saudi Arabia has threatened to retaliate against any punitive action, but analysts say that wielding its main weapon — oil production — could backfire, putting the prince's economic goals even further out of reach.",
  "Some have suggested using the 2016 Global Magnitsky Act, which makes it possible to impose entry bans and targeted sanctions on individuals for committing human rights violations or acts of significant corruption.",
  "Slashing oil exports would drain revenues needed for Prince Mohammed's plans to diversify the economy, while a spike in oil prices could revive the U.S. shale industry and lead other countries to boost production.",
  "President Donald Trump has thus far sent mixed signals, vowing \"severe punishment\" over the death of the Washington Post columnist but saying he doesn't want to imperil American arms sales to the kingdom.",
  "\"The Saudis have been very helpful by accelerating oil production, especially as sanctions on Iran ramp up,\" said Kristin Diwan, a senior resident scholar at the Arab Gulf States Institute in Washington.",
  "But the prince himself, protected by his 82-year-old father, King Salman, has been tapped to lead a panel to reform the kingdom's intelligence services, a sign he will remain next in line to the throne.",
  "If Prince Mohammed ascends the throne, he could be in power for decades, longer than any other royal since the country's founding in 1932, including its first monarch, King Abdul-Aziz Al Saud.",
  "The Saudis' greatest concern is the United States, a crucial military ally against archrival Iran and a key source of the kind of foreign investment they will need to reform the economy.",
  "\"Despite speculation that the crisis spells the end of Mohammad bin Salman, the recent announcements prove that the king still believes that the current line of succession is suitable.\"",
  "While no official has explained what that would entail, the general manager of a Saudi-owned satellite news channel suggested it could include weaponizing the kingdom's oil production.",
  "\"Being young and being so close to his father, there is a chance that his behavior can be constrained with the influence of his father and other actors around the world,\" Bianco said.",
  "But even if the Saudis keep Trump on their side, they could face a reckoning from the U.S. Congress, where Republicans and Democrats alike have expressed outrage over the killing.",
  "But any direct challenge to Prince Mohammed's succession \"may be destabilizing for the kingdom as a whole,\" said Cinzia Bianco, a London-based analyst for Gulf State Analytics.",
  "The prince had hoped to galvanize world support for his efforts to revamp the country's oil-dependent economy, but now the monarchy faces possible sanctions over the killing.",
  "The king has the authority to change the line of succession — as he did when he appointed his son crown prince in the first place, upending the previous royal consensus.",
  "Forty-five years ago, Saudi Arabia joined other OPEC nations in an oil embargo over the 1973 Mideast war in retaliation for American military support for Israel.",
  "\"It would be very foolish of Saudi Arabia to forfeit the trust of the oil market earned over decades by injecting politics into their oil policy.\"",
  "The firing and arrests announced by the kingdom appear to be at least an acknowledgement by the royal family of how serious the crisis has become.",
  "Saudi Arabia has been trying to claw back global market share, especially as Iran faces new U.S. oil sanctions beginning in November.",
  "\"Would financial sanctions be considered sufficient as to have sent a message to Saudi Arabia that this will never happen again?\"",
  "A strong American response could encourage other Western countries to follow suit, further amplifying the crisis.",
  "Senior aides close to the prince have been fired over Khashoggi's killing, and 18 suspects have been arrested.",
  "\"Some may feel this is inadequate, while others, like the Americans, may feel this is going too far.\"",
  "Saudi Arabia last week threatened \"greater action\" if faced with sanctions.",
  "But it's unclear whether such a move would work in today's economy.",
  "That only holds as long as King Salman remains in power.",
  "Follow him on Twitter at www.twitter.com/jongambrellap",
  "Gas prices soared, straining the U.S. economy.",
  "Stephens added."
]