[
  "[16:20:01] So, I think the lesson people like MBS have taken, and they have taken this from opposition with regard to the Chinese government, which is conducting an unbelievable sort of quasi-genocide against the Uyghur in west China, is that, you know, if we provide some -- something useful, oil, counterterrorism Cooperation, we can get away with a lot.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE LEAD WITH JAKE TAPPER\n\nInterview With Tennessee Senator Bob Corker; Saudi Tensions; Hurricane Michael's Aftermath; America Pastor Freed in Turkey; Lawmakers Demand Trump Administration Reveal What They Knew, and When Regarding Threats to Reporter's Life.",
  "(BEGIN VIDEOTAPE)\n\n\n\nSANCHEZ (voice-over): As the world focuses on the possible killing of a \"Washington Post\" journalist in Turkey, allegedly at the hands of U.S. ally Saudi Arabia, President Trump is celebrating the release of American Pastor Andrew Brunson from Turkish custody.",
  "Saudi Arabia has denied any involvement in the disappearance of Khashoggi, a frequent critic of that country's leader, Crown Prince Mohammed bin Salman, who welcomed Trump on his first trip abroad as president and has since maintained close relations with son-in-law Jared Kushner.",
  "One thing the president is likely to mention, though, the release of Pastor Andrew Brunson, that American that had been imprisoned in Turkey, something that the White House had long pressed for, his release, and something that will likely rile up the president's evangelical base.",
  "There has been a worldwide backlash, with various corporations and media organizations, including CNN, pulling their support and/or involvement in a major investment summit in Saudi Arabia at the end of this month led by the crown prince, Mohammed bin Salman, or MBS.",
  "A source telling CNN that Turkish officials told their American counterparts that they're in possession of video and audio evidence proving the execution of Jamal Khashoggi, a frequent critic of the Saudi regime, inside of the Saudi Consulate in Istanbul, Turkey.",
  "But what he does outside the country with journalists, journalists that work for U.S. companies like \"The Washington Post\" or anyone else, if, in fact, they did order his execution, obviously, we -- they need to pay a large price for that, a very large price.",
  "I want to go back five years, three years, two years, and look at the\n\n\n\ntravel patterns of the individuals who appear to have gone to Turkey for this operation and see if they went any place else and see if anybody died after they went any place else.",
  "Republicans and Democrats on Capitol Hill demanding more transparency from the Trump administration about what they knew and when regarding Saudi government threats to the life of \"Washington Post\" journalist, Jamal Khashoggi, who has disappeared.",
  "[16:05:00]\n\n\n\nSANCHEZ: And while more than a dozen global business leaders and prominent organizations, including CNN, pulled out of an upcoming conference hosted by the Saudi crown prince, Treasury Secretary Steve Mnuchin says he will attend.",
  "(BEGIN VIDEOTAPE)\n\n\n\nDAMON (voice-over): Turkish authorities are claiming they have audio and video recordings from within the Saudi Consulate in Istanbul which prove \"Washington Post\" columnist Jamal Khashoggi was killed inside.",
  "TAPPER: Should Treasury Secretary Mnuchin and the Trump\n\n\n\nadministration pull out of this Saudi investment conference that's going to be held later this month that many media organizations and corporations have pulled out of?",
  "The existence of these tapes would explain why Turkey was quick to blame Saudi Arabia for Khashoggi's killing and that the U.S.' working assumption is that he was murdered in the consulate, according to a U.S. official.",
  "But using consulates for murder of dissidents is not something that allies or people who want to be accepted by the modern community in the world --\n\n\n\nMUDD: I mean, can you tell me what Senator Graham is talking about?",
  "Unclear if he's going to mention Jamal Khashoggi here in his rally in Lebanon or if he's going to repeat his common refrain, his attacks on journalists and the media, something that has become a staple at these events.",
  "The Trump administration under intense pressure from Congress to send a stronger, decisive message to Saudi Arabia for its alleged role in the disappearance and possible murder of a \"Washington Post\" journalist.",
  "QUESTION: Do you put out some feelers every now and again, test the temperature or...\n\n\n\nKHASHOGGI: See, when I hear of an arrest of a friend who did nothing worth to be arrested, it make me feel I shouldn't go.",
  "I think, typically what happens, Jake, is when we get raw data like that, when the intelligence agencies and the U.S. get that, it takes them a day or two to go through it and try to validate that it's real.",
  "And then a guy who evidently still believes in Santa Claus, Senator Graham, comes out and says, now this human rights violation will fundamentally change the way America operates and the president thinks.",
  "I'll close by saying, the only down side of that is, we typically aren't as blunt as the president is saying, despite the fact that you murdered somebody, we're going to still sell you those weapons.",
  "He tweeted out this afternoon that he would be visiting areas affected by Hurricane Michael in Georgia and Florida, tweeting out to residents of those areas -- quote -- \"We are with you\" -- Jake.",
  "This comes as we're learning that, prior to his disappearance, U.S. intelligence officials intercepted Saudi communications about a plan to capture Khashoggi, according to \"The Washington Post.\"",
  "DAMON: But the Trump administration has been hesitant to blame Saudi Arabia, especially Crown Prince Mohammed bin Salman, who is reportedly close with the president's son-in-law, Jared Kushner.",
  "Arwa, have the Turks presented any of this audio and video evidence they have told U.S. officials they have that would prove that this journalist was, in fact, murdered in the Saudi consulate?",
  "Trump tweeting -- quote -- \"My thoughts and prayers are with Pastor Brunson, and we hope to have him safely back home soon,\" then tweeting, \"Pastor Brunson, just released, will be home soon.\"",
  "And then the issue that Jared Kushner is personally close to him and they have praised Trump and treated him well on his visit, which does, as we know, change how Trump reacts to things.",
  "And I want everybody to understand that if you're an ally of the United States, because we have strategic interest, that you don't have a blank check to do anything you would like.",
  "TAPPER: Let me bring in, Kirsten, because -- I mean, the Saudis, with a bomb that the United States gave them, or sold them, killed a school bus full of Yemeni children in August.",
  "I want to call both the Turks -- the Turkish president and Putin, despite the advice of my national security community and say, congratulations on fundamentally flawed elections.",
  "I would like the world in which we are standing for moral precepts and making that stand, but that's not exactly how the relationship with Saudi Arabia has been for a long time.",
  "Phil Mudd, we should point out, in addition to having once worked for the CIA, you did some work for the Saudi interior ministry after leaving government, just to disclose that.",
  "Joining me now is the top Republican on the Senate Foreign Relations Committee, Senator Bob Corker of Tennessee, who said he thinks that the Saudis likely murdered Khashoggi.",
  "REP. ADAM SCHIFF (D), CALIFORNIA: I think sanctions should be applied under the Magnitsky Act if the evidence supports what we believe took place inside that embassy.",
  "We have a staffer in Washington -- you know I'm in Tennessee today -- who is obviously checking periodically throughout the day to see if we have received anything.",
  "In the recordings, the source says that you can hear the assault,the struggle that took place, and that there is also evidence of the moment Khashoggi was murdered.",
  "But, again, for years, and this goes beyond the Trump administration, we have said, we'll turn a blind eye if you can spend tens of billions of dollars on weapons.",
  "Brunson's release comes at a peculiar time, when Turkey is ratcheting up pressure on Saudi Arabia to show evidence that journalist Jamal Khashoggi is still alive.",
  "I saw the quotes this morning about, you know, the fact that he's planning to go, unless he finds out other detrimental information about what may have occurred.",
  "The BBC also released audio of an off-air conversation they had with Khashoggi, a former Saudi royal insider turned critic, three days before his disappearance.",
  "(END VIDEOTAPE)\n\n\n\nDAMON: And, of course, Jake, we're also waiting to hear back on what, if anything, comes out of this joint Turkey-Saudi Arabia working group.",
  "And, Jake, if you were to meet him and sit down, you would be really impressed with everything that he says as far as where he would like to take the country.",
  "BILL KRISTOL, EDITOR AT LARGE, THE WEEKLY STANDARD: I mean, since you mentioned the Arab spring, one of the places we encouraged democratic change was Egypt.",
  "But I do think someone like MBS may have taken that lesson from the Trump administration in particular, which is particularly unconcerned about human rights.",
  "You have the hope -- not from totally nothing, despite these other bad actions that there might be modernization in the future, probably now dashed by this.",
  "REP. ADAM KINZINGER (R), ILLINOIS: It's disgusting, and especially if the accusation of killing, dismembering his body, there needs to be some consequences.",
  "TAPPER: So, I don't know of any U.S. official who has actually heard the audio evidence or seen the video evidence that the Turkish government says it has.",
  "I know that everybody has demarched them to get us the information, to get this, if it's not true, to get their name cleared, the country's name cleared.",
  "My guess is, if they get a pretty valid indication that they have -- that Saudis did this -- that the Saudis did this, then hopefully he would pull out.",
  "By the way, I don't know if people think China is a really wonderful place for human rights, and why, because we have economic relationships with them.",
  "President Trump --\n\n\n\nKRISTOL: The personal relationship is going to be house of Trump and the house of Saud, makes this particularly bad in this case.",
  "They basically extorted billions and billions and billions of dollars out of anybody that had opposed them, and maybe they had gotten that corruptly.",
  "But I do think the idea originally of these relationships also was constructive engagement -- at least with China, and hopefully with Saudi Arabia.",
  "But you can criticize U.S. policy for a lot of years, but Trump in particular with a clear just explicit disregard for anything like human rights.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. LINDSEY GRAHAM (R), SOUTH CAROLINA: I want everybody in the world to know who we are when it comes to events like this.",
  "I mean, the religious police locked a bunch of school girls and let them burn to death because they weren't wearing their proper dress to leave.",
  "Sometimes, when something happens like this, we can then go back and look at old reels where we have had intercepts, and we can find out things.",
  "TAPPER: Senator Bob Corker, Republican of Tennessee and chairman of the Senate Foreign Relations Committee, thanks so much for your time, sir.",
  "But information that we have been able to obtain about the contents of these video and audio recordings is, to say the least, quite chilling.",
  "SANCHEZ: The president's focus, a major arms deal with Saudi Arabia, with Republicans and Democrats in Congress are now potentially blocking.",
  "Sisi takes over and is there any pressure on Sisi now not to locking up journalists he's locking up, not to continue his authoritarian rule.",
  "We need to make sure that the international community, not just the United States, reacts firmly, if, in fact, we believe he's done this.",
  "TAPPER: You're referring, of course, to Saudi Crown Prince Mohammed bin Salman, who the Trump administration has heralded as a reformer.",
  "I know you know right after the president was there with the summit that occurred right after he was elected, they then turned on Qatar.",
  "TAPPER: \"The Washington Post\" reports that the U.S. picked up intercepts of Saudis talking about capturing Khashoggi ahead of time.",
  "CNN White House correspondent Boris Sanchez joins me now live from Lebanon, Ohio, where President Trump will speak in a little bit.",
  "JOHN BOLTON, U.S. NATIONAL SECURITY ADVISER: I think the Saudis themselves are being damaged because we don't have the facts out.",
  "But that -- typically, again, it takes a little while for the intel agencies to go through it and make sure it's a valid input.",
  "The death toll from Hurricane Michael now rising to more than a dozen, as some are returning home and finding nothing is there.",
  "Talking over chopper blades to virtually co-hosting his favorite FOX News show, the president feeling really chatty lately.",
  "DAMON: And as far as getting those facts, the State Department says they are waiting on a report from the Saudi ambassador.",
  "Hurricane Michael flattened parts of the Gulf Coast and is now killing people hundreds of miles from the Florida Panhandle.",
  "I have to say, like, that interception of what the United States stands for is nice in theory, but that's not the reality.",
  "[16:00:15]\n\n\n\nJAKE TAPPER, CNN ANCHOR: It's still literally business as usual between the Saudis and the house of Trump.",
  "It's a terrible signal to send, because people keep escalating and more and more dictators decide that's the way to go.",
  "POWERS: And the fact that they also are dependent on us to a certain extent, and try to get some kind of improvement.",
  "SANCHEZ: Despite mounting evidence the journalist was killed, Trump is still not pointing the finger at Saudi Arabia.",
  "I mean, these are the kinds of things that happen in that country and we continue to have relationships with them.",
  "I asked the Office of the Director of National Intelligence, if that's true, why did the U.S. not warn Khashoggi?",
  "JAMAL KHASHOGGI, \"THE WASHINGTON POST\": I don't think I will be able -- I don't think I will be able to go home.",
  "As it relates to this one piece, as to whether we're getting these tapes from the Turks, again, I can't verify.",
  "So I think the Saudis look at us as a sort of ally, but they know what would happen if there were unrest there.",
  "There were five deaths in the commonwealth of Virginia alone, where floodwaters took over entire neighborhoods.",
  "He's a threat to somebody like a 33- year-old crown prince who says, I want to be around for another 50 years.",
  "But, as you mentioned, they basically turned the Ritz-Carlton in Riyadh into a detention and torture facility.",
  "But, you know, we have got a little time between now and then for him to know more fully what has occurred.",
  "Of course, the reality is, he has conducted a campaign of silencing critics at home, including dissidents.",
  "(COMMERCIAL BREAK)\n\n\n\nTAPPER: The catastrophic situation caused by Hurricane Michael is getting worse now.",
  "(END VIDEOTAPE)\n\n\n\nSANCHEZ: And, Jake, a quick note about the president's schedule for early next week.",
  "And they're saying, you might view him as an oppositionist, Khashoggi, who lives in the United States.",
  "That's according to a source familiar with the investigation who was briefed by Western intelligence.",
  "Only hours before Khashoggi went missing, several of them were caught on camera arriving in Istanbul.",
  "TAPPER: And to your point, President Trump has been harsher about Taylor Swift than he has about MBS.",
  "Boris, the White House has invested a great deal in its relationship with MBS, with the Saudi regime.",
  "Would MBS really take this huge risk, just to silence a critic who writes for the \"Washington Post\"?",
  "But, at this point, Jake, it looks to me like the Saudi government has caused this person to perish.",
  "And, again, what he does inside his\n\n\n\ncountry is one thing, and shouldn't be happening, of course.",
  "For example, American intelligence corroborates what the Turks have said and stuff you find boring.",
  "TAPPER: Except -- Mary Katharine, take a listen to Senator Lindsey Graham talking about this issue.",
  "HEATHER NAUERT, STATE DEPARTMENT SPOKESWOMAN: My understanding is that he's on his way back there.",
  "Turkey now claiming it has video evidence of a journalist being killed inside the Saudi Consulate.",
  "President Trump not answering reporters' questions as he left the White House on his way to Ohio.",
  "CORKER: Yes, so I saw this -- his quotes this morning because of this program I'm doing with you.",
  "Unfortunately, what I think a few more days will do is more fully prove that Saudi was involved.",
  "Do you think the U.S., and particularly the Trump administration, has put too much stock in MBS?",
  "And they also know what happened during that round of unrest after 2011, again, the Arab spring.",
  "Then there are scenes like this one in Mexico beach, Florida, where the hurricane made landfall.",
  "So --\n\n\n\nTAPPER: Do you think Jared Kushner and by extension President Trump got played by MBS?",
  "Kushner's personal closeness to MBS is apparent, constant contacts with him, which are offline.",
  "Kushner is having private conversations, his private business relationships with Saudi Arabia.",
  "The rising death toll and shock setting in for the survivors, live in the disaster zone, next.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Do you think it actually -- I hate to use the term game- changer.",
  "So I think Kushner is a huge part of the problem and works in the White House as a staffer.",
  "ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Not publicly, Jake, not at this stage.",
  "TAPPER: So, oil, money, power, a possible murder, the White House caught in a tough spot.",
  "UNIDENTIFIED FEMALE: Moral leadership --\n\n\n\nKRISTOL: Put more at stake on that, the most.",
  "U.S. lawmakers on both sides of the aisle are demanding consequences for anyone involved.",
  "But, at 33, you can't be going around for the next 30, 40, 50 years killing journalists.",
  "Frankly, I think that that would be a very, very tough pill to swallow for our country.",
  "There is a lot of intel you can put around this in addition to what the Turks provide.",
  "This is a president who has said I love Kim Jong-un, who murdered an American citizen.",
  "But the government would have a mixture of reaction to State Department, and so forth.",
  "The U.S. government has policies that are soft inside Saudi Arabia than I would like.",
  "The Americans said to our allies, including the Egyptians, hey, we support democracy.",
  "CNN senior international correspondent Arwa Damon has been digging into this mystery.",
  "But people saw him go\n\n\n\nin, but they didn't see him come out, as they understand it.",
  "Obviously, he's created a vision for Saudi Arabia that many people have bought into.",
  "The Obama administration didn't exactly -- Bush was more interested in human rights.",
  "Do you believe the Turks have this evidence, and is the Senate demanding to see it?",
  "That ended up going in the direction we weren't thrilled with and there is a coup.",
  "CORKER: Well, Jake, you're getting into an area that, yes, I do know a lot about.",
  "Did you watch the Arab spring and what the U.S. response was to the Arab spring?",
  "SANCHEZ: This week, the president has been asked several times about Khashoggi.",
  "DAMON: Turkish authorities have identified 15 Saudi men as persons of interest.",
  "Aired 4-4:30p ET\n\nAired October 12, 2018 - 16:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "STEVEN MNUCHIN, U.S. TREASURY SECRETARY: I am planning on going at this point.",
  "Saudi officials have denied any involvement in the disappearance of Khashoggi.",
  "And that doesn't make sense, because Saudi Arabia has been highly problematic.",
  "It's one of several towns along the Florida Panhandle that has been decimated.",
  "This isn't secretary of state talking to someone senior inside Saudi Arabia.",
  "We said, when you come back, we would like to hear -- get a report from you.",
  "I think much of the reporting that has been out there has been pretty valid.",
  "I do believe that likely, unfortunately, this journalist has been murdered.",
  "More than 1 million people across seven states do not currently have power.",
  "Is any American president ever going to be willing to pressure the Saudis?",
  "If he was somehow taken to another site, you know, they can produce him.",
  "(COMMERCIAL BREAK)\n\n\n\n[16:18:14] JAKE TAPPER, CNN HOST: Welcome back.",
  "That created a lot of consternation in the region and lack of unity.",
  "And, frankly, the White House doesn't seem eager to talk about this.",
  "So, guess what, he can't, I suppose, testify to Congress about it.",
  "And then let's figure out the steps we might take to punish them.",
  "If more information comes out and changes, we could look at that.",
  "BORIS SANCHEZ, CNN WHITE HOUSE CORRESPONDENT: That's right, Jake.",
  "As of now, the Trump administration still plans on participating.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I do not like it.",
  "QUESTION: When do you think you might be able to go home again?",
  "It's still, what, 10 to two weeks -- 10 days to two weeks away.",
  "By the way, he's also jailing all the women's rights activists.",
  "It's not what the president is particularly interested in now.",
  "MUDD: Well, we're being played, because we want to be played.",
  "He's opened up movie theaters for the first time in 30 years.",
  "But, on Capitol Hill, there are bipartisan calls for actions.",
  "TAPPER: All right, Boris Sanchez with the president in Ohio.",
  "CORKER: Well, they have certainly put a lot of stock in him.",
  "We know a country that talks a good game about human rights.",
  "KRISTOL: Yes, but you can act separately from the president.",
  "We're going to talk to a former spy about all of this next.",
  "[16:10:14]\n\n\n\nAnd so as to -- and I just really can't say.",
  "[16:25:00] But I think they know what to talk to us about.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "I think there's a lot of information I would like to see.",
  "QUESTION: Are you concerned about the Saudi journalist?",
  "And I just don't want to say anything else about it.",
  "Did Jared Kushner fall in love too quickly with MBS?",
  "And then you have a couple of other considerations.",
  "One, the Saudis as a counter to Iran in the region.",
  "And, as you know, he's now allowing women to drive.",
  "And we're going to take a very serious look at it.",
  "We have a lot of things happening in this country.",
  "MARY KATHARINE HAM, CNN POLITICAL COMMENTATOR: No.",
  "TAPPER: All right, Arwa Damon, thank you so much.",
  "They're sending Treasury Secretary Steve Mnuchin.",
  "Death and devastation across several states now.",
  "SEN. BOB CORKER (R), TENNESSEE: Thank you, Jake.",
  "Everything I have seen does point to the Saudis.",
  "And, sometimes -- let me just create a scenario.",
  "She us joins us now live from Istanbul, Turkey.",
  "I don't know why this would be the line, right?",
  "PHIL MUDD, CNN COUNTERTERRORISM ANALYST: Sure.",
  "You've been in the intel game for a long time.",
  "He plans to diversify away from fossil fuels.",
  "To our knowledge, we don't know that we have.",
  "KIRSTEN POWERS, CNN POLITICAL ANALYST: Right.",
  "Never went to a movie when I lived in Riyadh.",
  "I mean, I lived in Saudi Arabia for a while.",
  "And so all of that is very, very impressive.",
  "The Saudis looked at that and said, really?",
  "TRUMP: We will have to find out who did it.",
  "The death toll is at 13 and keeps going up.",
  "I don't see the squeeze from the president.",
  "We're selling billions of dollars of arms.",
  "It sure does not look that way at present.",
  "Is the Trump administration being played?",
  "Why the media blitz, and can it backfire?",
  "It could be discussed in the government.",
  "And, you know, yes, now women can drive.",
  "Let's let a few more days play out here.",
  "He's going to be around for a long time.",
  "I know what I know through intelligence.",
  "Senator, thanks so much for joining us.",
  "TAPPER: Why is that OK, and -- not you.",
  "But do you think it is a game- changer?",
  "I think the White House took that bait.",
  "But I think Kushner is a huge problem.",
  "QUESTION: Is Saudi Arabia responsible?",
  "If that topples dictators, it's fine.",
  "We can sell and we can also squeeze.",
  "What do you think happened and why?",
  "I mean, the fact is, he's ruthless.",
  "We begin today with our world lead.",
  "They're charging them with crimes.",
  "Is it wise to be this forthcoming?",
  "I think this could have happened.",
  "TRUMP: That would be hurting us.",
  "Do you know anything about this?",
  "I know they're trying to reform.",
  "I mean, they talk on the phone.",
  "KRISTOL: Well, got played, yes.",
  "Much respect to senator graham.",
  "This is a game-changer for me.",
  "You don't want to live there.",
  "Did the U.S. try to warn him?",
  "I would hope he would not go.",
  "But he is a ruthless leader.",
  "TAPPER: Try to improve them.",
  "It's such a horrific cliche.",
  "The evidence says otherwise.",
  "Always good to be with you.",
  "But I am planning on going.",
  "I have read intel reports.",
  "TAPPER: What do you think?",
  "THE LEAD starts right now.",
  "I was told, \"No comment.\"",
  "We can have it both ways.",
  "What if it happens to us?",
  "Maybe we're all mistaken.",
  "This guy is 33 years old.",
  "TAPPER: Oh, interesting.",
  "Try to bring them along.",
  "It is not a lot of fun.",
  "It's a difficult place.",
  "Stick around, everyone.",
  "It's a terrible thing.",
  "Thank you very much.",
  "Welcome to THE LEAD.",
  "But he is ruthless.",
  "CORKER: Well, sure.",
  "POWERS: Well, yeah.",
  "CORKER: Thank you.",
  "We appreciate it.",
  "I'm Jake Tapper.",
  "Plus: Trump TV.",
  "Let's discuss.",
  "But let's see.",
  "I don't know.",
  "Stay with us.",
  "We have jobs.",
  "Stay with us.",
  "TAPPER: No."
]