[
  "Asked whether he would deliver a message to Saudi officials over the Khashoggi case while in Riyadh, Mnuchin said: \"I'm sure I will be speaking to the president before I go there, and if he has a message he wants me to deliver I will obviously deliver it, but it is not the focus of my trip.\"",
  "By Lesley Wroughton\n\nJERUSALEM (Reuters) - U.S. Treasury Secretary Steven Mnuchin said on Sunday it was premature to comment on possible U.S. sanctions against Saudi Arabia for the death of Saudi journalist Jamal Khashoggi until an investigation into what happened had been completed.",
  "\"It would be premature to comment on sanctions and premature to comment on really any issues until we get further down the investigation and get to the bottom of what occurred,\" Mnuchin told reporters in Jerusalem at the start of a Middle East visit.",
  "The Riyadh visit, he said, was needed as Washington prepares to reimpose sanctions against Iran in early November after Trump withdrew from a 2015 deal between Tehran and six world powers that sought to prevent Iran from obtaining a nuclear weapon.",
  "U.S. President Donald Trump emphasized on Saturday that he was not satisfied with the Saudis' handling of the case, further raising questions over whether he would act to impose sanctions on Saudi officials believed to be behind Khashoggi's death.",
  "Mnuchin said information so far on the investigation was \"a good first step but not enough\" as Riyadh faced international pressure to disclose what happened to Khashoggi, who disappeared after he entered the Saudi consulate in Istanbul on Oct. 2.",
  "Sanctions, possibly under the Global Magnitsky Act that targets individuals responsible for gross human rights abuses, would be a major step against a key U.S. ally in the Middle East and the world's No.",
  "However, he said he would visit Riyadh as planned for talks with his counterpart there on joint efforts toward countering terrorist financing and curbing Iran's military and political influence.",
  "Mnuchin said he had no reason to believe Saudi Arabia would renege on commitments to make up for any shortfall in global oil supplies as Iranian oil exports are cut under the sanctions.",
  "The Saudis have said they plan to move forward with the conference, scheduled for Oct. 23-25, despite a wave of cancellations by high-profile business, government and media leaders.",
  "\"I did not think it was appropriate to go and speak at this conference but we continue to have important issues with Saudi and that is why I am going there,\" Mnuchin said.",
  "\"I have no reason to believe that they are not going to honor those commitments,\" said Mnuchin, who will meet Saudi Energy Minister Khalid al-Falih while in Riyadh.",
  "Mnuchin confirmed that he would not attend a Saudi investment conference on Tuesday.",
  "(Reporting by Lesley Wroughton; Editing by Dale Hudson)",
  "1 oil exporter."
]