[
  "Rep. Peter King (R-N.Y.), who serves on the House Intelligence Committee, said in an interview on ABC's “This Week“: “I think the Saudis are the most immoral government that we’ve ever had to deal with.” But he urged the president \"to try to thread the needle here\" in regard to punishing the Saudis while continuing to foster a tentative alliance, arguing that Riyadh is a source of effective intelligence, a partner of Israel and a “bulwark against Iran.”\n\nRep. Adam Schiff (D-Calif.) said on \"This Week\": “I think this ought to be a relationship-altering event for the U.S. and Saudi Arabia.”\n\nThe bipartisan blowback marks a humbling turn for the 33-year-old bin Salman.",
  "said Sunday on “State of the Union.”\n\nSpeaking on NBC’s “Meet the Press,“ Sen. Dick Durbin (D-Ill.) said “the crown prince has his fingerprints all over this” and added that he thinks the kingdom should “pay a price for it.” He suggested the Saudi ambassador to the United States be expelled.",
  "He said the administration would wait “until we get further down the investigation and get to the bottom of what occurred.”\n\nSaudi Arabia confirmed on Saturday for the first time that Khashoggi died in the kingdom’s consulate in Istanbul, Turkey, earlier this month.",
  "Lawmakers were universal in expressing doubts about the official explanation, which attributed Khashoggi’s death to a fight that broke out in the consulate and which offered no credible explanation of why, for example, medical help was not sought for him.",
  "Story Continued Below\n\nPresident Donald Trump and others in his administration have offered only limited criticism of the Saudi royal family so far, expressing reluctance to upset long-existing relationships and jeopardize arms sales.",
  "“We’ve invoked the Magnitsky Act, which says within 120 days from when we did it a week ago, a full investigation has to take place and sanctions should be put place for anybody who’s had anything to do with it,” Corker said.",
  "This was an operation that was a rogue operation.”\n\nSpeaking Sunday on CNN’s “State of the Union,” Tennessee Sen. Bob Corker (R-Tenn.) said the U.S. is investigating whether bin Salman directed the murder of Khashoggi.",
  "And the crown prince made a “rookie mistake” by imposing a blockade of Qatar without talking to the U.S.\n\n“And, obviously, if he's gone forth and murdered this journalist, he's now crossed the line,” Corker said.",
  "Minutes later, Sen. Thom Tillis (R-N.C.) said on NBC: “I agree with everything Dick Durbin just said.” He added: “In Saudi Arabia, you do not do something of this magnitude without having clearance from the top.",
  "| Alex Wong/Getty Images Congress Republicans and Democrats find common foe: Saudi crown prince Members of Congress are not buying Saudi Arabia’s explanations, nor are they pleased with the U.S. response so far.",
  "Earlier this year, in an effort to demonstrate his modernizing impact on Saudi life and its political culture, he toured New York with Michael Bloomberg and met with A-list CEOs across the United States.",
  "The Trump administration has used alleged human rights violations as a reason to freeze people’s assets, raising major questions for companies around the world doing business with Saudi Arabia.",
  "The Saudi crown prince is facing an increasing threat of U.S. sanctions over the death of a dissident writer following rare bipartisan agreement from lawmakers on his likely culpability.",
  "On Sunday, however, the Saudi foreign minister, Adel al-Jubeir, referred to the killing as a “rogue operation” and denied that bin Salman or anyone close to him was involved.",
  "The bipartisan attacks, continuing through the weekend, may put pressure on the Trump administration to go further than it has wanted to in responding to Khashoggi’s death.",
  "On a visit to Jerusalem on Sunday, Treasury Secretary Steven Mnuchin said it was too early to discuss possible U.S. sanctions against Saudi Arabia, according to Reuters.",
  "Hours after the Saudi government confirmed on Saturday that Jamal Khashoggi was dead, U.S. lawmakers pointed fingers at Crown Prince Mohammed bin Salman.",
  "| Win McNamee/Getty Images\n\nThe Magnitsky Act authorizes sanctions targeting individuals responsible for serious human rights abuses.",
  "Tennessee Sen. Bob Corker said on Sunday that he thought Crown Prince Mohammed bin Salman directed Jamal Khashoggi's killing.",
  "A protester dressed as Saudi Arabian Crown Prince Mohammad bin Salman demonstrates outside the White House on Friday.",
  "In November 2017, a number of prominent Saudi officials were detained in the Ritz-Carlton hotel in Riyadh.",
  "“The individuals did this out of the scope of their authority,” Jubeir said in an interview on Fox News.",
  "“He got the opposition in the Ritz-Carlton, detained them there, tortured many of them,” Corker said.",
  "We need to find out who that is and hold them accountable.”\n\nMembers of the House also weighed in.",
  "Bin Salman temporarily arrested the prime minister of Lebanon, Saad Hariri, Corker said.",
  "“You don’t bring a bone saw to an accidental fistfight,” Sen. Ben Sasse (R-Neb.)",
  "But he listed concerning actions that have occurred under bin Salman’s watch.",
  "Turkish reports indicated Khashoggi was dismembered after being killed.",
  "Corker applauded some of the reforms Saudi Arabia has taken recently.",
  "“And there has to be a punishment and a price paid for that.”",
  "Corker added that he thought bin Salman directed the killing.",
  "“There were not people closely tied to him."
]