[
  "Number two --\n\n\n\nCUOMO: I know he said that, but if you don't think that there are questions of credibility in this situation, whether it's Don Jr. who changed his story or the notion that this man, Mr. Goldstone, who obviously is going to have to come forward and clear this up at some point, can you imagine not firing a guy who made up a lie like this about you, counselor?",
  "Why the president would insist on calling this a witch hunt instead of doing what you would think the responsibility of the president would be, which is to put your arms around this investigation and say, you see you see what the Russians tried to do to my son, we have to figure it out, all the different ways they did it and stop it, not on my watch.",
  "SEKULOW: No, no, I'm saying the counterintelligence -- look, the counterintelligence investigation going by intelligence agencies with regard to Russia or anybody else, trying to interfere with our elections, that is a completely different process, and what the president's talking about which is the way this entire special counsel process is about.",
  "And, by the way, talking about the Magnitsky Act is also talking about sanctions, which also gets you in the same basket of inappropriate conversations, because if she's working on behalf of Russia to get rid of sanctions, that's a similar sensitive issue especially if she's offering to give you something good in exchange for that information.",
  "The financial relationships that we still don't know about because of the lack of transparency from the president of the United States and the people around him and these meetings, if anybody was compromised by the Russians in their efforts to infiltrate the election.",
  "I'm asking questions about what we still don't know and you're saying, oh, we do know because don junior said nothing else happened even though he's changed his story several times and the lawyer who is allegedly working for the Kremlin, she says nothing happened.",
  "He puts them in his government computer, sticks them in his government desk, and creates a memo that he leaks when he gets fired to a friend of his to go to the press for the sole purpose he said under oath of obtaining a special counsel, which is then appointed.",
  "I'm saying, well, let's go to the veracity of that statement, and I'm saying for this kind of detailed information that this guy Goldstone put in about what he knew about the Agalarovs and about this meeting, for this to all be a lie, this guy say piece of work.",
  "But on this bigger issue of why it should not be called a witch hunt, you had the CIA director, Mike Pompeo, OK, they're loving him inside the agency, the president wanted him in there, he said there is no questions, the Russians interfered in the election.",
  "There was a lot of between Chris and Mr. Sekulow about the intel community as Chris pointed out, Donald Trump's own intel chiefs including the CIA director, this is, of course, your wheelhouse, have concluded, they say definitely, that Russia meddled.",
  "Saying yes, I worked for the Kremlin, and I was trying to pass along bad information so that --\n\n\n\nSEKULOW: What statute -- a meeting take place between be Donald Trump Jr. and this lawyer, what criminal statute, what civil statute has been violated?",
  "SEKULOW: Look, he said yesterday and you reported it and you reported it correctly, he said yesterday last night on Sean Hannity's broadcast, that if he was doing it again it was the heat of the campaign, he would have done it differently.",
  "SEKULOW: -- it's the same statement and that is the basis upon which the special counsel was appointed was based on leaked information by the former director of the FBI based on conversations he had with the president of the United States.",
  "I accept it, but that does not mean that what Donald Jr. just put out in his e-mails and what came out from people in the White House around the president doesn't matter, and that's how we got to where we are right now with this chain.",
  "SEKULOW: I'm looking at the evidence that you put -- you all -- every network has carried, it's not you in particular, it's not CNN -- it's every networks the conversation that the lawyer from Moscow said, none of that was it.",
  "She said that also, which takes you back to the appropriateness argument for Donald Jr. and a disclosure argument for Jared Kushner who subsequently amended his disclosure statement and Paul Manafort who we haven't heard from.",
  "What would you call a conversation --\n\n\n\nCUOMO: I see a leak -- I see a leak as something --\n\n\n\n(CROSSTALK)\n\n\n\nSEKULOW: -- that the president of the United States that he gave to a third party to the \"The New York Times\"?",
  "This guy who's an entertainment publicist decides to spin one of the most fantastical stories I've ever seen and, by the way, 24 hours later, still isn't fired for it even though just threw his employer under the bus.",
  "The president said he brought it up multiple times with Vladimir Putin during their G20 and your -- don't conflate, I don't think it's right to conflate a counterintelligence investigation that Mike Pompeo is doing.",
  "I take the \"The New York Times\" reporting on its face, and why wouldn't a father who is president of the United States want to have a say in what his son was putting out that involves him and his presidency.",
  "The president is talking about the entire process of this whole special counsel proceeding that's going on, not the counterintelligence determination of who's trying to interfere with out elections.",
  "Donald Trump Jr. who had the meeting, which, by the way, is not a violation of the law, and you've had a lot of experts on CNN say that it's not a violation of the law, and he issues a statement.",
  "Can you imagine if you had somebody working for you who said that you met with prosecutors and had sensitive information and that you wanted to help an election and then you don't fire the guy?",
  "SEKULOW: The way it's been framed, though, you're putting her on, and others, not you but the entire networks, all the networks are putting those statements on about her as a fact statement.",
  "SEKULOW: OK.\n\n\n\nCUOMO: I'm saying there is a reason to look, because if these people keep changing their stories and there were lots meeting connected to the Kremlin, it is worth looking at.",
  "CUOMO: He should be clear because it matters a lot and it undermines the confidence and gets a lot of people in this country thinking the same way which is not a way to protect democracy.",
  "SEKULOW: Donald Trump Jr. had a 20 minute with a Russian lawyer that produces nothing and everybody has acknowledged, at least the witnesses have acknowledged that it produced nothing.",
  "Number one, as I said the president was not aware of the meeting, did not attend the meeting, and was only made aware of the e- mails very recently by counsel and not seen the e-mails.",
  "SEKULOW: This idea that you just said the \"The New York Times\" is reporting that the president approved either wrote or approved the --\n\n\n\nCUOMO: That is not an outlandish suggesting.",
  "Again --\n\n\n\nSEKULOW: The premise is --\n\n\n\nCUOMO: If Russia interfered in the election and you want to protect your democracy, you have to investigate how did they do it, what worked?",
  "However, this is proof of an alleged Russian agent trying to infiltrate the campaign, by the way, to the disadvantage and potential --\n\n\n\nSEKULOW: You think she is a Russian agent?",
  "SEKULOW: No -- look, the intelligence community has given inconsistency reports over 17 intelligence agencies said this all happened, then it was reported that it was four.",
  "He's been dealing with this --\n\n\n\nCUOMO: How long would it take you to fire someone who spun a tale about you being a Russian agent and trying to infiltrate the election.",
  "By the way, Jay, like I feel about running down the road of Hillary Clinton every time something is brought up about the president, I feel the same way about legalities.",
  "SEKULOW: This is his 39-year-old son who is running the Trump Corporation and the Trump Organization, so he doesn't need to be looked over the shoulder by his father.",
  "The president's son has had 13 months to think about this, and he never actually bothered to review his e-mails to determine if the word Russia was in a subject line.",
  "And, by the way, the government's take in the position that it's government property, contrary to what James Comey said and you distribute that, that's a violation.",
  "CUOMO: I think it would be a different analysis if a known hostile actor that was cited by our intelligence community for trying to interfere in our election, yes.",
  "SEKULOW: Yes, Chris, do you think that it's OK for James Comey, the FBI director, to take the notes of his conversations with the president and then release them?",
  "Is it OK in your view for the Ukrainians to give dossier information they got governmentally on then President Trump to the DNC and the Hillary Clinton campaign?",
  "CUOMO: Is it fundamentally relevant because you are saying that the lawyer, your way of dismissing my premise is to say the lawyer just said none of its true.",
  "CUOMO: One, you have obvious intent to participate in this situation by Donald Jr., Jared Kushner and Paul Manafort, and that is at a minimum inappropriate.",
  "Chris, let's discuss everything that you just discussed with Jay Sekulow and see all the things that he said, along with all the latest Russian revelations.",
  "[08:05:04] CUOMO: Honestly, if you've been watching the show, which you say you have, you've never heard me say that this is clear indication of a crime.",
  "If you don't think it was inappropriate to take this meeting, not only are you disagreeing with Donald Jr., I think we have different ethical standards.",
  "We have senior political analyst Ron Brownstein, Washington bureau chief for \"The Associated Press\", Julie Pace, and CNN counterterrorism Phil Mudd.",
  "SEKULOW: Do you think the meeting that Donald Trump Jr. took, you think that the meeting that Donald Trump Jr. took was the violation of the law?",
  "Look, here's the great question, so President Obama knew this was going on, he did very little about it, and I -- you ask yourself that question.",
  "CUOMO: I mean, you're banking on that in a way that I don't think --\n\n\n\nSEKULOW: I'm just saying --\n\n\n\nCUOMO: I don't think that's a guarantee.",
  "Because you asked me and you just said again, Chris, with due respect, you just said, if Ukraine does it could be different than the Russians.",
  "CUOMO: The idea that the person who is alleged to be an agent of the Kremlin saying, no, I'm not and you banking on that is a little absurd.",
  "SEKULOW: Well, look, first of all I just heard your last guest who basically said the entire thing was a put up, that none of this was true.",
  "But, look, even on the face of it, we've been hearing nothing from the people around the president, except we never met with any Russians.",
  "SEKULOW: But the Ukrainians came to the Clinton campaign, and supposedly this lawyer came to Donald Trump Jr.\n\n\n\nCUOMO: Two observations.",
  "CUOMO: But I have no reason to disbelief these people who are trusted with serving the people of the United States and evidently you do.",
  "But if you solicit, if you solicit information from a foreign government, let alone a hostile one, you could be in trouble with the FEC.",
  "What I'm saying is, you don't take a meeting with someone who says they're working for the Russians and want to infiltrate an election.",
  "Most recently with Donald Trump Jr., who if nothing else showed a willingness to meet with somebody under exactly those circumstances.",
  "CUOMO: You have to ask -- you have to ask Mr. Rosenstein, but I would suggest that that's the only part of what went to his decision.",
  "Questioning that premise seems to do a disservice to the service of this country and I don't know why you play with that conclusion.",
  "SEKULOW: First of all, the special counsel can't handle the\n\n\n\ncounterintelligence investigation which is what you're talking about.",
  "Let me ask you something, how can you see these e- mails as anything other than proof of Russian efforts to infiltrate the election?",
  "SEKULOW: The intelligence community said to President Obama from what we've seen and what you've reported and others have reported.",
  "He was not aware of the meeting, did not attend the meeting, and was only informed about the e-mails very recently by his counsel.",
  "SEKULOW: OK. What is the legal standard where inappropriate, as you put it, obviously inappropriate, what legal standard is that?",
  "I don't think that's OK, and if you were a lawyer in my situation --\n\n\n\nCUOMO: I don't know that it's illegally leaked evidence.",
  "You and people who support the president and the president himself cannot say enough that the media can't forget the election.",
  "One, you didn't want to answer whether it happened and now you're just going into whether Mueller should be looking at crimes.",
  "CUOMO: Which means what, he would have done it at a different time or that he would have thought differently of this decision.",
  "The entire basis upon which this investigation was triggered and took place was what, leaked information by the FBI director.",
  "At the end of the day, I don't think it's fair to conflate those two, but I do appreciate you having me on, as always, Chris.",
  "He certainly didn't say he did it because Comey wanted it and you have Republicans stand up and say this was a great move.",
  "But look, Jared Kushner, he amended his disclosure form, so and then Donald Trump Jr. put out the entire chain of e-mails.",
  "CUOMO: So he didn't have anything to do with the statement that Don Junior put out that was being worked on with his team?",
  "If you have no idea what they did, you must necessarily therefore believe what the intelligence community said is a lie?",
  "I'm saying that --\n\n\n\nSEKULOW: The Russians hacked it or not, I have no -- interfered with the election, I have no idea.",
  "I think they would be analyzed differently in terms of potential threat to the process, so hesitation is the legal key.",
  "CUOMO: If our political culture is only about what you can go to jail for, counselor, we've got a messed up democracy.",
  "SEKULOW: I have no idea what the Russians did or -- look, I have no idea what Russia tried to do or didn't try to do.",
  "SEKULOW: Who was the president -- no, Chris, who was the president of the United States when this was taking place?",
  "SEKULOW: Yes, but that's the counterintelligence community is investigating and looking into the Russia situation.",
  "SEKULOW: Yes, but you just acknowledged and properly so that this is not a question of legal violation of the law.",
  "But Donald Trump Jr. yesterday said, look, it was in the heat of the campaign, there's a lot of activity going on.",
  "Donald Trump Jr. said yesterday and you said it correctly --\n\n\n\nCUOMO: It doesn't have to be illegal to be wrong.",
  "I told you that the whole basis upon which and I could say it again, but I don't have to bore you with it again.",
  "A chain that you're the president, our president still refers to as evidence of a witch hunt and I don't get it.",
  "The Ukrainian government was giving information to the DNC and to Hillary Clinton's people on who, Donald Trump.",
  "And the information about the Russian hacking and Russian attempts to interfere were already previously known.",
  "SEKULOW: And the president is talking about this whole way --\n\n\n\nCUOMO: He is at a minimum unclear about that.",
  "And yet it is you, sir, that brings up Hillary Clinton as the excuse for dealing with this current situation.",
  "CUOMO: I'm saying that that was the suggestion, that this information was coming from the Russian government.",
  "My concern in this situation is this, and I'd like your take on it -- forget about Donald Jr. God bless him.",
  "You still wind up where you are and what we just learned about we learned about a couple of different ways.",
  "You asked me about the --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: The Republicans think that they should be looking at it.",
  "There's a 20 minute meeting that did not produce anything, so there was no --\n\n\n\nCUOMO: We don't know that.",
  "CUOMO: But that's not completely accurate because we know the DOJ was looking at it before Comey did that.",
  "So, I'm not looking at intelligence reports that anywhere different than what you would see in the public.",
  "Natalia, the lawyer said --\n\n\n\nCUOMO: Donald Trump said the meeting was about one thing and another thing.",
  "SEKULOW: Chris, give the lawyer a little bit of a break here, the guy that was on just a few moments ago.",
  "That statement -- by the way, I wasn't involved in the statement drafting at all, nor was the president.",
  "SEKULOW: Don Jr. was very direct last night when he was on Sean Hannity's broadcast talking about that.",
  "[08:10:00] SEKULOW: You just said that if it's the Ukrainians it's OK, if it's the Russians that's not.",
  "President Obama --\n\n\n\nCUOMO: Trump's own chiefs, his appointments have said yes, this is what happened.",
  "James Comey leaks internal memos that he took of conversations with the president of the United States.",
  "SEKULOW: President Obama supposedly knew that the Russians were trying to interfere with the election?",
  "CUOMO: He went to Vladimir Putin and said stop it reportedly and he took a couple of their properties.",
  "A conversation he had with the president of the United States on multiple times, you think that's OK?",
  "He was not aware, did not attend, and just found out about the e-mails or saw the e- mails yesterday.",
  "\n\n\n\nReturn to Transcripts main page\n\nNEW DAY\n\nInterview with President Trump's Attorney Jay Sekulow.",
  "SEKULOW: But this was an FBI director having a conversation with the president of the United States.",
  "Conversation between the FBI director and the president of the United States are protected by what.",
  "You're doing a lot more about this being a legal counselor in these interviews, and I respect that.",
  "You also have demonstrable proof that this investigation into Russian efforts is not a witch hunt.",
  "He should feel free to tweet, Russia interfered in the election, they're not going to do it again.",
  "One is from Donald Trump Jr. himself and the other is from what you would call leaks, I wouldn't.",
  "CUOMO: So, you have no idea therefore you must reject what the intelligence community is saying.",
  "Why does he insist on calling it a witch hunt despite what he just saw in his son's own e-mails?",
  "One, again, I think it depends who it is coming from in terms of appropriateness, not legality.",
  "CUOMO: Why did Don Jr., say it was inappropriate, counsel, why did he say it was inappropriate?",
  "He's been roundly criticized by people on both sides of the aisle, it's not a meeting you take.",
  "That is someone that the president leaned very heavily on, said he was of the highest regard.",
  "I asked you if the Russian interference investigation is worthwhile or if it's a witch hunt.",
  "SEKULOW: Chris, to be clear, you asked me about the president's statement about witch hunts.",
  "Here's what I think we need to really focus on, and obviously I appreciate you having me on.",
  "SEKULOW: No, the statement that Don Junior put out -- you talking about yesterday's, Chris?",
  "CUOMO: You do not know what was said in that meeting and what happened after it for a fact.",
  "CUOMO: What you've heard me say is, this is 100 percent inappropriate to take this meeting.",
  "CUOMO: Because \"The New York Times\" has reporting that the president OK-ed the statement.",
  "Was there any legal difficulty, legal problem with this issue and it's not a legal issue.",
  "I'm saying I'm raising questions, you're making conclusions on the basis of the unknown.",
  "There will need to be more understanding of it -- legality, morality, ethics, all of it.",
  "So, we have a special counsel investigating issues surrounding the Russian probe, right?",
  "SEKULOW: Look, based on the information we've seen of the Russia's supposedly attempted.",
  "In fact, you know, I didn't see the e-mail until yesterday, and I'm one of the lawyers.",
  "I have a lot of people come on my show and say things, counselor, and they ain't true.",
  "CUOMO: But the guy, Goldstone, whose apparently the biggest liar in the world says so.",
  "But you're reading into a conversation that you have no evidence of nor knowledge of.",
  "I mean, the lawyer who's allegedly working for the Kremlin because who knows, right?",
  "That's not what --\n\n\n\n(CROSSTALK)\n\n\n\nCUOMO: He's doing the criminality around this.",
  "CUOMO: You used Hillary Clinton because you guys can't leave the\n\n\n\nelection alone.",
  "CUOMO: There's no question that we've done it and we're probably do it a lot today.",
  "I'm assuming that was between Mr. Donald Trump Jr., between Don Jr. and his lawyer.",
  "That was written by Donald Trump Jr. and I'm sure in consultation with his lawyer.",
  "He did the release and leaked the information that was to get the special counsel.",
  "Do you believe that there's no validity to the Russian interference investigation?",
  "That would seem to be what your describing, but, Jay, I can't keep you any longer.",
  "CUOMO: I don't think it qualifies as a leak unless it's confidential information.",
  "What does that have to do with what's happening -- with what we're talking about?",
  "So what his client did, who he fired and did not fire frankly is not my concern.",
  "He gets a special counsel is appointed based on what, illegally leaked evidence.",
  "CUOMO: He never has said in full throated fashion, those Russians are on notice.",
  "The meeting was about the Magnitsky --\n\n\n\nCUOMO: I don't know that that's true.",
  "There's a special counsel appointed, and think about this, Chris, for a moment.",
  "SEKULOW: What he said was in retrospect he would have looked at it differently.",
  "I'm talking about -- you asked --\n\n\n\nCUOMO: I don't want to talk about the law.",
  "Is that a no from you that you don't believe Russia interfered in the election?",
  "There is no question Russia interfered in the election in many different ways.",
  "But as a journalist I look at the sum and substance of the actual information.",
  "(CROSSTALK)\n\n\n\nCUOMO: There's no -- the proof -- I'm not saying that there is.",
  "CUOMO: Why would the president question the veracity of his own son's e-mails?",
  "Aired 8- 8:30a ET\n\nAired July 12, 2017 - 08:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Donald Trump Jr. said in retrospect he would have handled things differently.",
  "What I said was --\n\n\n\nSEKULOW: In your view is it OK for the Russia -- Chris.",
  "Just because I put them on saying it doesn't mean they're telling the truth.",
  "I know that you've been listening along, as we all have with that interview.",
  "Jay Sekulow --\n\n\n\nSEKULOW: He asked Vladimir Putin multiple times about it.",
  "And obviously that's the position that we're taking, but it's also the law.",
  "I don't know even know if he's the lawyer for that part of the transaction.",
  "[08:00:00] CHRIS CUOMO, CNN ANCHOR: President Trump's attorney Jay Sekulow.",
  "So, you tell me if you think it's right to have this kind of investigation.",
  "CUOMO: The one over the weekend --\n\n\n\nSEKULOW: That was written -- no, no.",
  "But I want to ask you this question also, Chris, so just put it out there.",
  "SEKULOW: What is the legal -- you're saying it's obviously inappropriate.",
  "SEKULOW: Look, Donald Trump Jr. said what happened that nothing happened.",
  "No, because I think solicitation is what triggers election law standards.",
  "(CROSSTALK)\n\n\n\nCUOMO: I get what you're answer but at the end of the day.",
  "[08:20:00] SEKULOW: Have you seen internal intelligence reports on this?",
  "Your network has aired interviews with Natalia saying it did not happen.",
  "SEKULOW: Donald Trump Jr. said that, the lawyer Natalia said it did not.",
  "The way you are framing it, though -- I'm here talking to you about it.",
  "SEKULOW: I understand that and I appreciate your honesty and integrity.",
  "CUOMO: Which I think is the right thing to say and that point is there.",
  "SEKULOW: Right, OK.\n\n\n\nCUOMO: So clearly there are questions to pursue.",
  "SEKULOW: Look at the basis upon which this investigation was triggered.",
  "SEKULOW: But Chris, you just said if the Ukrainians did it, it's fine.",
  "SEKULOW: I think the whole underlying matter this is started is wrong.",
  "I just want to clear up one other point because I think it's relevant.",
  "She also said Don Jr. and Jared and Manafort all wanted dirt so badly.",
  "SEKULOW: Like any lawyer, Chris, you base it on the evidence you see.",
  "So to put this on the president I think is just absolutely incorrect.",
  "They interfered in our election and they're not doing it on my watch.",
  "I don't know your other guests that you had on the previous segment.",
  "Well, James Comey ignored that and he shouldn't get away with that.",
  "SEKULOW: What was the basis of the special counsel being appointed?",
  "SEKULOW: He's not questioning the veracity of his own son's emails.",
  "It was discussed by two of the principals that were at the meeting.",
  "I'm sure he's watching you right now and feeling good about things.",
  "The whole world knows it because James Comey testified under oath.",
  "And then we're now speculating on what facts may or may not exist.",
  "I mean, she says she's not, the Russian government says he's not.",
  "I don't think the rest of us can be satisfied with that standard.",
  "CUOMO: No one is suggesting that it changed the election outcome.",
  "But from the White House --\n\n\n\nSEKULOW: What would you call them?",
  "If that's something that's separately investigative, that's fine.",
  "You come from a long heritage of families in political campaigns.",
  "And so let's focus on what the president was aware of -- nothing.",
  "PHIL MUDD, CNN COUNTERTERRORISM ANALYST: I heard a couple things.",
  "He was transparent about putting them all out, the entire chain.",
  "This situation has developed, the information about the meeting.",
  "So we've got --\n\n\n\nCUOMO: You have such credibility issues here.",
  "18 USC 641 says that you take government property which is this.",
  "A counterintelligence investigation is what Mueller is handling.",
  "CUOMO: I have this thing in my chest that goes boom, boom, boom.",
  "CUOMO: So, you don't think Russia interfered with the election.",
  "CUOMO: They put out a report that said it is incontrovertible.",
  "There was a referral to this as a heat of the moment decision.",
  "SEKULOW: I know what you're thinking because you're a lawyer.",
  "If the Russians did it --\n\n\n\nCUOMO: I did not ever say that.",
  "If he's lying, boy, this is some kind of pathological lying.",
  "Because you don't let Russia interfere in American election.",
  "You can get -- you can get research from whomever you want.",
  "JAY SEKULOW, AMERICAN CENTER FOR LAW AND JUSTICE: Yes, sir.",
  "[08:15:04] SEKULOW: Rosenstein didn't leak the information.",
  "(CROSSTALK)\n\n\n\nCUOMO: Do you believe this is a witch hunt?",
  "I'm not trying to disparage his legal capabilities at all.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "You are always welcome on NEW DAY to discuss what matters.",
  "SEKULOW: Chris, what did the Russian lawyer say, Natalia?",
  "SEKULOW: The intelligence --\n\n\n\nCUOMO: How do we stop it?",
  "SEKULOW: They also said it didn't impact one single vote.",
  "CUOMO: So, you don't believe the intelligence community?",
  "SEKULOW: Look, Chris, here's the interesting part of it.",
  "I'm sure his lawyer was involved, that's how you do it.",
  "(CROSSTALK)\n\n\n\nCUOMO: Hold on, Jay, one step at a time.",
  "CUOMO: How come -- how come the DOJ doesn't act on it?",
  "You are the one who brings up Hillary Clinton, not me.",
  "CUOMO: Yes, they interfered, no they didn't interfere.",
  "He's allowed to say that because that's how he feels.",
  "SEKULOW: I'll answer the question, I'll say it again.",
  "I'm saying that that's a legitimate question of fact.",
  "This guy spun some kind of tale, this guy Goldstone.",
  "If he came to you, you would don't take the meeting.",
  "And of course I'm a lawyer, and you understand that.",
  "Is that shocking that sometimes they make a mistake?",
  "It's worth looking at for the sake of the democracy.",
  "CUOMO: I'm a lawyer and I didn't even understand it.",
  "Time and time again that has proven to be not true.",
  "I don't understand how you can make that statement.",
  "CUOMO: You're saying it was OK to take it, I think.",
  "SEKULOW: The president's coming back from the G-20.",
  "You don't know that to be a fact is all I'm saying.",
  "I don't know why you would fight that proposition.",
  "Rosenstein is responsible for the special counsel.",
  "It's got to be about doing what is right as well.",
  "We have moved past --\n\n\n\nSEKULOW: No you haven't.",
  "SEKULOW: If an FBI agent --\n\n\n\nCUOMO: Rosenstein.",
  "I don't know who he represented and what context.",
  "Special counsel, that's not within their purview.",
  "SEKULOW: Point two is, no, the three points were.",
  "You know what happens in the heat of a campaign.",
  "CUOMO: I'm not talking about this being illegal.",
  "That's different than the special counsel's job.",
  "That's what the special counsel's appointed for.",
  "I don't like hitting the lawyers in that regard.",
  "SEKULOW: He brought --\n\n\n\nCUOMO: Maybe they did.",
  "(CROSSTALK)\n\n\n\nSEKULOW: Look what you just said.",
  "He takes them in his meeting with the president.",
  "Going after my people for helping them is wrong.",
  "CUOMO: You should keep them treated separately.",
  "It makes me human and this defies common sense.",
  "We never think about meeting with the Russians.",
  "He looks at different criminal aspects of that.",
  "If there's nothing there there's nothing there.",
  "But again, I don't want to talk about legality.",
  "Donald Trump Jr. put out the e-mails yesterday.",
  "SEKULOW: What would the fruit they would bear?",
  "First, one thing we'll put aside for a moment.",
  "CUOMO: No, of course, they're different jobs.",
  "And it was appoint by Trump's guy at the DOJ.",
  "SEKULOW: I'm not fighting it, and he took it.",
  "SEKULOW: I just want to finish up with this.",
  "The woman --\n\n\n\nCUOMO: You have no evidence.",
  "It's immaterial to our current conversation.",
  "There's a lot of unknown around the meeting.",
  "I'm not saying did they affect the outcome?",
  "Who was the president of the United States?",
  "If he\n\n\n\nthought it was that big of a deal.",
  "SEKULOW: For what reason did I bring it up?",
  "Two, I want people to remember this moment.",
  "I'll leave the laws to the special counsel.",
  "I need to be clear about three things here.",
  "The lawyer, I'm sure they're dealing with.",
  "So we're acting as if this doesn't happen.",
  "SEKULOW: Well, how do we know they're not?",
  "It's like I said, it happened in 24 hours.",
  "SEKULOW: No, I'm answering your question.",
  "The deep state or conspiracy of the left?",
  "CUOMO: One, not my call, special counsel.",
  "The information about the meeting is out.",
  "SEKULOW: I don't represent Paul Manafort.",
  "SEKULOW: What do I not know to be a fact?",
  "I'm putting her on that this is her say.",
  "Republican supporters have said as much.",
  "(CROSSTALK)\n\n\n\nSEKULOW: That's not true.",
  "CUOMO: I just don't think it's material.",
  "OK.\n\n\n\nSEKULOW: Here's the differential.",
  "CUOMO: And you're doing the same thing.",
  "CUOMO: I don't understand the premises.",
  "SEKULOW: You know this and I know this.",
  "It's an important conversation, please.",
  "ALISYN CAMEROTA, CNN ANCHOR: All right.",
  "So I want to disparage the co-counsel.",
  "CUOMO: Which is -- which is different.",
  "That's not a job of a special counsel.",
  "SEKULOW: I mean, the guy had 24 hours.",
  "SEKULOW: I'm not banking on anything.",
  "We would never do anything like that.",
  "Either you believe them or you don't.",
  "It's not a violation of the law here.",
  "That's as far as I take the analysis.",
  "CUOMO: Let's look at it very quickly.",
  "CUOMO: \"The New York Times\" is wrong?",
  "CUOMO: What's the other possibility?",
  "It's called the executive privilege.",
  "Appropriate is not a legal standard.",
  "The FEC laws are about solicitation.",
  "SEKULOW: You know it's not treason.",
  "It's an ethical and moral standard.",
  "And I will send you the transcript.",
  "The guy -- give the lawyer a break.",
  "We've been parsing it this morning.",
  "SEKULOW: I think it's a disconnect.",
  "CUOMO: I'm not disparaging anybody.",
  "We should get back to that, Alisyn.",
  "This has happened in 24 hours, OK?",
  "You do not know that to be a fact.",
  "You know political campaigns well.",
  "SEKULOW: We can agree to disagree.",
  "SEKULOW: Yes, for a couple months.",
  "I'm saying Ukraine is not Russia.",
  "We keep dwelling on the election.",
  "They thought it was a great idea.",
  "CUOMO: You have two other things.",
  "CUOMO: Put what on the president?",
  "I'm not trying to be disparaging.",
  "SEKULOW: No, no, he was correct.",
  "I hope everything is OK for him.",
  "Leave it to the special counsel.",
  "So, Phil, let me start with you.",
  "Treason say very tight statute.",
  "CUOMO: We have a new president.",
  "CUOMO: How do we know they are?",
  "I don't know how that happened.",
  "You want to talk about the law.",
  "Donald Junior has said as much.",
  "I appreciate you having me on.",
  "Seems like a legitimate thing.",
  "Ukraine is not known for that.",
  "We want to bring in our panel.",
  "You should keep them separate.",
  "There's no question about it.",
  "SEKULOW: Yes, right, quickly.",
  "CUOMO: This is a distraction.",
  "I'll put you on Gorka's side.",
  "Donald Jr. has said as much.",
  "He should have known better.",
  "That doesn't mean it's true.",
  "CUOMO: A little bit you are.",
  "Did they do it or not do it?",
  "You're saying they're lying.",
  "SEKULOW: No, no, they can't.",
  "Look, here's what I look at.",
  "You know this isn't treason.",
  "I use it as a legal example.",
  "CUOMO: One, let's be honest.",
  "We don't know is the answer.",
  "Great to see you all of you.",
  "SEKULOW: I understand that.",
  "The meeting -- she said it.",
  "Maybe it was somebody else.",
  "CUOMO: That's your opinion.",
  "I want to be clear on that.",
  "SEKULOW: They're incorrect.",
  "Not a violation of the law.",
  "There's a lot of meetings.",
  "Ukraine is not Russia, OK?",
  "CUOMO: As opposed to what?",
  "Did people work with them?",
  "SEKULOW: He brought it up.",
  "SEKULOW: I'm saying -- no.",
  "This is not about the law.",
  "Chris, you're a smart guy.",
  "Those things matter, too.",
  "SEKULOW: Bu that's -- OK.",
  "Was there any illegality?",
  "CUOMO: I never said that.",
  "You got to look at those.",
  "SEKULOW: Don't conflate.",
  "What did you hear there?",
  "SEKULOW: Thanks so much.",
  "I don't like doing that.",
  "So here's what you have.",
  "Counselor, good morning.",
  "I haven't seen the data.",
  "CUOMO: It's not my call.",
  "It's not for me to say.",
  "Why is that not a leak?",
  "SEKULOW: You know what?",
  "CUOMO: No, no, I'm not.",
  "Because it's unethical.",
  "SEKULOW: Wait a minute.",
  "Jay Sekulow, thank you.",
  "That's pretty strange.",
  "You put it on the air.",
  "SEKULOW: I'm a lawyer.",
  "I'm on the other side.",
  "Good to see you again.",
  "[08:25:07] CUOMO: Yes.",
  "Was there criminality?",
  "SEKULOW: No, it's not.",
  "You know why it's not?",
  "The standard is tight.",
  "That's your position.",
  "SEKULOW: No, I'm not.",
  "Will they bear fruit?",
  "I think -- I'm sorry.",
  "So there you have it.",
  "So that's point one.",
  "So it's in 24 hours.",
  "SEKULOW: No, no, no.",
  "That's not my place.",
  "The e-mails are out.",
  "And what do we have?",
  "It's called a heart.",
  "I don't think it is.",
  "Where are the holes?",
  "CUOMO: Is that a no?",
  "CUOMO: I understand.",
  "CUOMO: I don't know.",
  "Is that OK with you?",
  "SEKULOW: No, no, no.",
  "He watches the show.",
  "CUOMO: That's true.",
  "Two, is it illegal.",
  "That's what he did.",
  "That's not correct.",
  "Here's what I know.",
  "You haven't either.",
  "That's not the law.",
  "He had the meeting.",
  "That's why I asked.",
  "CUOMO: No, no, no.",
  "You don't do that.",
  "You don't do that.",
  "SEKULOW: Go ahead.",
  "That's number one.",
  "SEKULOW: Oh, sure.",
  "CUOMO: I hear you.",
  "I look at the law.",
  "SEKULOW: Well, no.",
  "CUOMO: No, no, no.",
  "SEKULOW: Is it OK?",
  "So, what happens?",
  "CUOMO: All right.",
  "What's point two?",
  "What did she say?",
  "SEKULOW: Hold it.",
  "CUOMO: Obviously.",
  "And what happens?",
  "SEKULOW: I know.",
  "I never said it.",
  "What I'm saying.",
  "SEKULOW: Right.",
  "I don't get it.",
  "What did he do?",
  "SEKULOW: Right.",
  "It wasn't true.",
  "CUOMO: Please.",
  "CUOMO: No, no.",
  "CUOMO: Please.",
  "You know that.",
  "SEKULOW: Sure.",
  "CUOMO: Always.",
  "CUOMO: Alisyn?",
  "CUOMO: Right.",
  "CUOMO: Right?",
  "CUOMO: Right.",
  "SEKULOW: No.",
  "CUOMO: Nope.",
  "SEKULOW: No.",
  "CUOMO: Sure.",
  "SEKULOW: No.",
  "CUOMO: Yes.",
  "made it up.",
  "Is that OK?",
  "CUOMO: No.",
  "CUOMO: No.",
  "Who knows?",
  "CUOMO: OK.",
  "CUOMO: No.",
  "Go ahead.",
  "The I.C.",
  "Have I?",
  "Always.",
  "None.",
  "Why?",
  "Why?",
  "No."
]