[
  "Secretary of State Mike Pompeo said: “These penalties will not be the last word on this matter from the United States.” | Rebecca Blackwell/AP Photo Foreign Policy U.S. to revoke visas of Saudi officials linked to Khashoggi death\n\nThe U.S. will revoke visas of some of the Saudi officials allegedly responsible for the death of Washington Post columnist Jamal Khashoggi, Secretary of State Mike Pompeo said Tuesday.",
  "Trump spoke of the need to keep Saudi investment coming, even as he said he would work with Congress to come up with some “retribution.”\n\nPompeo said: “We continue to view as achievable the twin imperatives of protecting America and holding accountable those responsible for the killing of Mr. Khashoggi.”",
  "“We will continue to explore additional measures to hold those responsible accountable.”\n\nPompeo said the U.S. had identified some suspects in the Saudi intelligence services, the royal court, the Foreign Ministry and other ministries.",
  "In a news conference, Pompeo said the U.S. would work with Congress and its allies to hold accountable “those responsible” for the death of Khashoggi, a Saudi dissident who was a critic of the country’s crown prince.",
  "Story Continued Below\n\nEarlier Tuesday, President Donald Trump indicated that the U.S. would hold Saudi Arabia accountable, while also slamming the kingdom’s handling of the case.",
  "It is the first significant step the Trump administration has taken to punish Saudi Arabia over the Khashoggi case after facing criticism for being unusually slow in responding.",
  "Pompeo said the State Department was working with the Treasury Department to determine whether to impose sanctions on individuals under a law known as the Global Magnitsky Act.",
  "Pompeo and Trump both noted on Tuesday that the U.S. continued to share strategic interests with Saudi Arabia and wanted to maintain a strong partnership.",
  "The Saudi government, after initially saying he left alive, said last week that the journalist died after a fistfight with Saudis inside the building.",
  "But there is widespread suspicion that the Saudis had planned to kill the journalist, possibly on the orders of Crown Prince Mohammed bin Salman.",
  "In remarks on Tuesday, President Recep Tayyip Erdogan of Turkey called Khashoggi’s death a pre-planned, “savage\" murder.",
  "“These penalties will not be the last word on this matter from the United States,” Pompeo said.",
  "Khashoggi disappeared on Oct. 2 after walking into the Saudi consulate in Istanbul, Turkey.",
  "He did not specify how suspect Saudis were expected to have their visas revoked.",
  "The two countries cooperate on a range of areas, including counterterrorism.",
  "“The cover-up was the worst in the history of cover-ups,” Trump complained."
]