[
  "“Neither the president nor I am happy with this situation.”\n\nTrump seems to view the Khashoggi case as a public relations problem\n\nPompeo’s statement underscores how the Trump administration — and the president, in particular — has approached the Khashoggi killing: as a public relations problem.",
  "But questions about his role remain, and evidence presented by Turkish president Recep Tayyip Erdogan in a speech Tuesday — and information that Turkish officials have been leaking to the press for weeks — indicate that it was likely a calculated and orchestrated political assassination.",
  "Somebody really messed up.”\n\nTrump has also avoided strongly criticizing MBS, telling reporters on Tuesday that the crown prince told him he had nothing to do with the Khashoggi’s killing, and responsibility lay with the “lowest level” of the Saudi government.",
  "“We’re making very clear that the United States does not tolerate this kind of ruthless action to silence Mr. Khashoggi, a journalist, through violence.”\n\n“We continue to maintain a strong partnership with the Kingdom of Saudi Arabia,” Pompeo added.",
  "The pressure for the US to sanction Riyadh intensified after the Saudi government finally admitted last Friday that Khashoggi had been killed in the Saudi consulate in Turkey, after weeks of dodges and denials.",
  "The United States is punishing some of the Saudi officials suspected in the likely murder of Jamal Khashoggi, a dissident and journalist killed inside the Saudi consulate in Turkey earlier this month.",
  "(Senators sent a letter to the Trump administration earlier this month requesting such sanctions; this triggered the act’s provisions, and gives the administration 120 days to decide how to proceed.)",
  "Indeed, the US looks no closer to canceling its $110 billion arms deal with Saudi Arabia, despite the fact that Trump has vastly overestimated the economic and jobs benefits it would provide.",
  "“It was carried out poorly, and the cover-up was one of the worst in the history of cover-ups,” adding that the initial Saudi explanation was a “bad deal, should have never been thought of.",
  "Those Saudi officials will also entered into a visa database, meaning they’ll be subject to special screenings and “other measures,” though Pompeo didn’t specify what those might be.",
  "The Saudis claim, however, that Khashoggi died in an altercation, after officials confronted the journalist about returning to his home country and a fistfight broke out.",
  "This idea of a “rogue operation” is convenient, as it puts distance between Khashoggi’s death and Crown Prince Mohammad bin Salman (MBS), Saudi Arabia’s de facto leader.",
  "Despite Pompeo’s announcement on Tuesday, the US response to the Khashoggi developments over the past few weeks has been confused at best, and contradictory at worst.",
  "The State Department is working to determine whether to apply the Global Magnitsky Act, which allows the US government to sanction human rights violators.",
  "This group includes members of the Saudi intelligence services, the foreign ministry, and Royal Court who are implicated in Khashoggi’s disappearance.",
  "And Trump himself has said that he wasn’t willing to lose lucrative business deals over the fate of someone who was just a US resident, not a citizen.",
  "It’s the first significant official US response to Khashoggi’s death — but it’s also limited in scope, since it targets fewer than two dozen people.",
  "The administration has continued to emphasize since Khashoggi first disappeared on October 2 that Saudi Arabia is a key ally and strategic partner.",
  "Trump has defended the US relationship with Saudi Arabia, and on Tuesday, he seemed to condemn Saudi messaging more than the killing.",
  "(Other Western allies have considered canceling future arms deals with the monarchy, and Germany has followed through.)",
  "“We will continue to explore additional measures to hold those responsible accountable,” Pompeo said Tuesday.",
  "On Tuesday, Secretary of State Mike Pompeo said that the US will revoke visas for 21 Saudi officials.",
  "When pressed on whether he believed those denials, the president responded: “I want to believe them.",
  "On Monday, Secretary of Treasury Steve Mnuchin met directly with MBS in Saudi Arabia.",
  "“They had a very bad original concept,” he told reporters.",
  "There could be more coming, though.",
  "I really want to believe them.”"
]