[
  "“The prosecutor general in Russia is well aware that the United States has rejected Russian allegations in this regard.”\n\nSpeaking Thursday on MSNBC’s Morning Joe, McFaul called the White House’s response “lamentable.”\n\n“When the White House was given the opportunity to categorically reject this moral equivalency between a legitimate indictment with lots of data and evidence to support it from Mr. Mueller with a crazy, cockamamie scheme with no relationship to facts and reality whatsoever, the White House refused to do that,” he said.",
  "Hopefully President Putin will have the 12 identified Russians come to the United States to prove their innocence or guilt.”\n\nThe United States does not hand over former or serving government officials for questioning to foreign powers—even if these officials were found guilty of crimes by courts in allied countries (which McFaul was not, and Russia most certainly is not).",
  "And the president will work with his team, and we’ll let you know if there’s an announcement on that front.” Moments later, at the State Department, Heather Nauert, the spokeswoman there, had an unequivocal response when she was asked about the Russian offer: “The overall assertions that have come out of the Russian Government are absolutely absurd,” she said.",
  "At issue in addition to McFaul, whom Russian officials targeted for harassment during his tenure as ambassador, is the case of William Browder, a U.S.-born investor who now lives in the U.K. Browder’s lawyer, Sergei Magnitsky, died in a Russian prison under suspicious circumstances after exposing a large-scale tax fraud involving Russian government officials.",
  "A day later, Tuesday, the Russian Prosecutor General’s office released a list of Americans it wanted extradited to Russia: They included McFaul, another Kremlin critic and champion of civil-society institutions in Russia, as well as officials from the U.S. State Department and the Department of Homeland Security.",
  "A relatively recent example of this is the case of more than two dozen CIA officials who were convicted in absentia by an Italian court for their role in the abduction in 2003 of a radical Egyptian cleric in Milan.",
  "Browder thereafter became a staunch Kremlin critic and a driving force behind the Magnitsky Act, a U.S. law that sanctions Russian government officials involved in human-rights abuses.",
  "The abduction was part of the Bush administration’s policy of extraordinary rendition employed to seize terrorism suspects in the aftermath of the attacks of September 11, 2001.",
  "On Thursday, Sanders in a statement stated the White House’s position: “It is a proposal that was made in sincerity by President Putin, but President Trump disagrees with it.",
  "At the White House, Sarah Sanders, the spokeswoman, said Wednesday: “There was some conversation about it, but there wasn’t a commitment made on behalf of the United States.",
  "Putin, during his news conference in Helsinki with Trump, said Russia has “an interest in questioning” Browder over tax issues.",
  "“We do not stand by those assertions that the Russian government makes,” Nauert said Wednesday.",
  "One reason for this is that what may be legal in the United States may be illegal elsewhere.",
  "The one CIA officer who was arrested had moved to Portugal where she was detained.",
  "Those suspects weren’t handed over to Italy, where the practice was illegal.",
  "Many others in the case were pardoned.)",
  "(She has since been freed."
]