[
  "“These penalties will not be the last word on this matter,” Pompeo told reporters at a press briefing, adding that “neither the president or I am happy with this situation.”\n\nPompeo did not name the Saudi officials targeted by the visa sanctions, but the State Department later said they will apply to 21 “Saudi suspects.” The department is also weighing human rights sanctions against the suspects under the Magnitsky Act, Pompeo said.",
  "(RELATED: Saudi Arabia Has ‘No Intention’ To Use Oil As Leverage In Khashoggi Controversy)\n\nThe Khashoggi affair has drawn intense scrutiny on the relationship between Western governments and the kindgom’s de facto ruler, Crown Prince Mohammed bin Salman.",
  "Secretary of State Mike Pompeo said Tuesday that visa revocations could be one of several punishments handed to Saudi officials for their alleged hand in Khashoggi’s death at the Saudi consulate in Istanbul on Oct. 2.",
  "“Somebody really messed up, and they had the worst cover-up ever.”\n\nLike her American counterpart, May expressed skepticism of Riyadh’s explanation that Khashoggi was accidentally killed in a fight gone bad.",
  "President Donald Trump and his son-in-law, White House adviser Jared Kushner, have forged close ties to bin Salman as part of the administration’s strategy to confront Iran in the Mideast region.",
  "“The claim that has been made that Mr Khashoggi died in a fight does not amount to a credible explanation, so there does remain an urgent need to establish exactly what has happened,” she said.",
  "The U.S. and Britain will revoke the visas of Saudi Arabian officials thought to be involved in the murder of journalist Jamal Khashoggi, according to leaders in both countries.",
  "Khashoggi’s death in the Saudi consulate has drawn an international diplomatic and economic backlash against Riyadh as details of the incident have surfaced in recent weeks.",
  "If these individuals currently have visas, those visas will be revoked today,” May told a session of Parliament on Wednesday, according to Agence France-Presse.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Turkish authorities say a team of Saudi agents killed and dismembered the journalist, a Saudi regime critic, in a pre-planned operation.",
  "After weeks of denying involvement in Khashoggi’s disappearance, the Saudi government now claims he died in a fight at the consulate.",
  "Following Pompeo’s announcement, British Prime Minister Theresa May said the U.K. would also cancel the visas of the Saudi suspects.",
  "Trump has not denounced the crown prince personally, but he has criticized Saudi dissembling about what happened to the journalist.",
  "“It was carried out poorly, and the cover-up was one of the worst cover-ups in the history of cover-ups,” Trump said Tuesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“The Home Secretary is taking action against all suspects to prevent them entering the UK.",
  "Riyadh denies bin Salman had any advance knowledge of an operation to silence Khashoggi.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org."
]