[
  "We get together every week with a bipartisan group of several dozen Senators and one of the things we focus on is trying to meet each other in a spirit of humility and prayer and to see each other as real people, not as evil enemies, not as-- more than just political opponents and one of the things that really concerns me that weighs on my heart, John, is the ways in which our President and a number of other national political leaders of both parties have used their megaphones in order to inspire and instill and energize folks based on division rather than based on unity.",
  "I think there's a qualitative difference and especially in the society that it has a history of racialized violence in a society that is driven by racial division, I think there's a qualitative difference between sort of getting angry and apocalyptic about policy issues and getting angry and apocalyptic about identity issues, about these immigrants are going to fundamentally change the American identity resonates a specific way in a country whose history is saturated with racialized violence, saturated with rhetoric of that sort, that led to really awful atrocities.",
  "What I do think is helpful is when those who are in national leadership recognize that some of the arguments they have been making have inspired or encouraged deranged individuals to take actions that they really don't support to make it perfectly clear to denounce hatred and anti-Semitism as President Trump recently has, to distance themselves from the arguments that might have inspired these sorts of arguments, excuse me, these sorts of actions.",
  "And I think it's now no surprise that we've had three terrible incidents in a seventy-two-hour period, where hate is backed up by violence as we move toward a midterm election, where both sides see the consequences of the election as, is kind of, fundamental to the future of our country and the heat that kind of superheated rhetoric, I think, started with Pre-- President Trump didn't create-- didn't begin it, but he has certainly increased it.",
  "And-- and separate and apart from the President, if a Democrat wants to sell the idea that Republicans don't really care about pre-existing conditions, they are not going to say, \"well, you know, they are market-based-- based approach to health care is-- inconsistently, it's promised, they are going to say, they're heartless and don't let them get in control because they don't care about you.",
  "JAMELLE BOUIE: I was just going to say, what's-- what's confounding about this upcoming election is that enthusiasm across the board is so high, likely turnouts going to be so high for midterm that at a certain point, it's difficult to make predictions because timing changes-- timing changes enthusiasm and-- and turnout among different demographics get you radically different results.",
  "But, John, there is a real difference between folks in the Capitol who during the Kavanaugh hearings were spirited, were loud and participated in their constitutionally protected right of free speech, and the gentleman who sent out fourteen mail bombs this last week, the individual who exercised a hateful instinct there against political and media figures across the country.",
  "JOHN DICKERSON: But if you're a Democrat, and I bet Chris Coons' Twitter feed is full of anger at him for saying, you know, our own side has these issues that we-- we shouldn't be shouting down Mitch McConnell and Maxine Waters shouldn't be doing what she's doing because the immediate response from a Democrat is, how dare you, look at what the President is doing.",
  "JOHN DICKERSON: --immigrants, they started checking the social media histories of people coming into the United States in a way the Americans and this domestic terror threat, in this case, you had online postings of the shooter; then in the case of the Florida man he was, obviously, on social media, saying some things that were very consistent with his actions.",
  "We're not trying to track each other, but there are-- are things that if someone shows up on a radar that law enforcement can go get a warrant, can go through the process to be able to examine, obviously, if people have their social media post public, that can also be monitored to see if someone is trying to be able to foment violence in any sort.",
  "So it's-- no acts in the Democrats are running on that, as far as larger values are concerned, you know, I think that you've got a situation where in this-- in this very nationalized election, the President becomes a-- a large factor, and we see a big split between people who say the economy is good, but don't like the direction of the country.",
  "I think if Democrats take the House majority and if it's a substantial House majority, meaning that they won lots of seats in these traditionally Republican suburban districts and these Trump, especially in Democratic districts, you might end up seeing a kind of conflict between two sets of Democrats who rely on very different constituencies.",
  "That having been said there is a very fine line between an overactive law enforcement function and the need for us to be looking at things people are saying online, the kinds of rhetoric they are using, the kinds of dialogue they're using, I think law enforcement has those tools, I think it's a question of what the right balance is.",
  "JOHN DICKERSON: So if-- if we accept some portion of responsibility for that--you've seen some of Trump, President Trump's rallies--do those rallies accentuate the things that unite us--the bipartisan achievements or are they, do they do something very successful in politics--\n\nREPRESENTATIVE PAUL RYAN: Is get the base running.",
  "BOB JONES (FBI Special Agent in Charge): This is the most horrific crime scene I have seen in twenty-two years with the Federal Bureau of Investigation, members of the Tree of Life synagogue conducting a peaceful service in their place of worship were brutally murdered by a gunman targeting them simply because of their faith.",
  "After a week like this so much talk about anger, so much talk, as you say about tribalism, it's something we pollsters try to wrestle with and try to capture, one way we do it is we've asked people, well, the other side, are there people who disagree with you about policy, or are they fundamentally different kinds of people?",
  "Most-- the Republicans have a two-seat majority in the Senate that they're trying to hold on to, and they have what we call favorable map, which means that of the states where Senate races are up this year, the Democrats are defending more and many of them are defending seats in states that Donald Trump won last time around.",
  "JOHN DICKERSON: I think the distinction that--let's be frank--the distinction critics of the President have been making is that he has been making this specific-- specific narrative claim that there are Middle Easterners in this caravan with no evidence that that exists, and that that was the direct link to this shooter.",
  "I am concerned that this hateful, deranged act by a man acting on his anti-Semitic hatred is just the latest in a series of violent incidents this past week that shows that our national political culture is motivating folks who are inspired by hate, by fear, by bigotry to take up and-- and act on their deranged ideas.",
  "NIKKI BATTISTE: Armed with three handguns and an assault rifle, authorities say Pittsburgh area resident Robert Bowers opened fire on worshippers Saturday morning, murdering eleven people inside this synagogue, responding officers reached the scene as he was fleeing, and exchanged gunfire with the forty-six-year-old.",
  "JOHN DICKERSON: Do you think what is more attractive to people who are running is the kind of inclusive, kind of old-style Republican vision that the speaker here is talking about or the grittier tougher highly-successful kind of politics that's transformed the Republican Party that-- that President Trump practices?",
  "JOHN DICKERSON: And, Lanhee, it feels like when if that material is all out there and it's swirling and swarming and boiling, and then the politics-- the politicians, is it that they-- they lack the ability or that they are just the wrong people to talk about these kinds of issues in the culture in the first place?",
  "JOHN DICKERSON: --and that's, you know, split and so that kind of follows what we know--Indiana and Arizona, tell me what's the difference between the Democrats being ahead in Arizona, which has had two Republican senators, whereas Indiana you have got an incumbent Democrat but he's behind.",
  "SENATOR CHRIS COONS: Well, I think those of us in national office, our President, those who would hope to be President, those of us in Congress who have louder microphones and who are heard from and seen more regularly need to take responsibility for ways in which we lower the temperature.",
  "LANHEE CHEN: I-- I do think that you've seen this now on both sides in terms of the policy issues being radicalized, you see it when Democrats argue Republicans want to destroy your health or destroy your health care, you see it when Republicans use immigration--\n\nJOHN DICKERSON: Mm-Hm.",
  "JOHN DICKERSON: Let's talk about that nationalized election, because Donald Trump when you see him on the campaign trail thinks that this is going to be an election about values and he has returned to a lot of the themes from 2016--immigration, safety, even talking about socialism.",
  "So I-- I don't see any connection where you would connect the President to this particular shooting, just like I wouldn't see that connecting Democrats when a person walked up to a baseball game last year in Washington, DC, and said, \"Is this where the Republicans are practicing?\"",
  "Hatred and horror at the Tree of Life synagogue in Pittsburgh as a gunman goes on an anti-Semitic shooting rampage, killing eleven worshippers and injuring six more in what the Anti-Defamation League believes to be the deadliest attack on the Jewish community in America's history.",
  "Lanhee Chen is a policy expert and fellow at the Hoover Institution, Jeffrey Goldberg is the editor-in-chief of The Atlantic, Susan Page is Washington Bureau chief at USA Today, and Jamelle Bouie is the chief political correspondent at Slate and a CBS News political analyst.",
  "But from my view, this looks to be much more a conversation that brought exactly this, the transmission of idea-- of anti-Semitic ideas, the transition-- the transmission of anti-- like, racism into the public sphere in a way that has just not been the case in a long time.",
  "But, you know, if-- if Americans really wanted a change in gun laws, if they thought it was wrong that this deranged man in Pittsburgh had an assault rifle, they could elect different leaders, they could make it a higher priority, people who-- who-- who feel that way.",
  "I think-- I think to a certain degree there is maybe some-- some impact on it but the Kavanaugh bump and the enthusiasm that was created by that whole process I think really-- that's the key narrative going into the election because so many people have voted already.",
  "That partly tells you what a partisan environment this is, it tells you that this election is nationalized, that three in four voters are saying that they are casting a vote for Senate or Congress this year to put their favored national party in control of Congress.",
  "We did a poll this week that showed three out of four likely voters said President Trump had an impact on their decision of who to vote for for Congress and the majority of them, fifty-seven percent of likely voters told us, a lot of impact by President Trump.",
  "A situation that has been demagogued by the President, that has been hyped up and demagogued by right-wing media that is sort of been-- is being talked about in these, like, existential term this is going to destroy America if these-- these people get here.",
  "We're not talking about the-- the policy solution anymore, we're talking about what the personal implications might be in-- in ways that are apocalyptic or that suggest that the other side is somehow responsible for-- for your-- for your personal demise.",
  "So I think we continue to be able to ask those questions that you're asking right now, we'll continue to be able to have dialogue and to be able pushback on anyone who tries to reach out for anyone of a person of faith or race or whatever it might be.",
  "But, look, the Democrats want this to be about health care because people do see them as being better off at handling Medicare and also they don't necessarily buy the idea the Republicans that they will protect pre-existing conditions in particular.",
  "The institutional response suggests that the reason why we have the situation we have now is because the traditional balance between the executive and the legislative branches, for example, the fact that Congress doesn't really do its job any more.",
  "JOHN DICKERSON: One of the things that the shooter in this horrible shooting, apparently, said, or was guided by, was this idea that this caravan coming from Central America was being supported by globalists, some people say George Soros' name.",
  "Honestly, I mean--\n\nREPRESENTATIVE PAUL RYAN: No, I mean, sometimes-- look, look, on economic growth, on tax reform, on getting the military and helping veterans--those are things that he has led us to that have really brought people together.",
  "JOHN DICKERSON: But at the end of the week where at least fourteen pipe bombs were sent to critics of President Trump the country is on edge, and Americans are looking for answers and a way to curb the anger and divisions that exist today.",
  "If those bombs had gone off we would today be having a very different conversation about not assassination attempts against two former Presidents, but what would have been a tragic wave of violence almost unprecedented in modern history.",
  "SENATOR CHRIS COONS: Now, look, when Congresswoman Maxine Waters encouraged folks--supporters protesters, advocates in my party to continue this practice of harassing, of confronting folks from the other party, I spoke out against that.",
  "A law enforcement source tells CBS News that Cesar Sayoc, the man accused of sending at least fourteen mail bombs to prominent critics of President Trump, told law enforcement when he was arrested that he didn't intend to hurt anyone.",
  "And so either is there a policy way to get restraint in the culture that seems hard, or with this question of domestic terrorism in America, is there anything, you know, Senator Lankford said we're not going to listen into each other.",
  "MOHAMMAD JAVAD ZARIF: I think the blanket support that the U.S. provides to Saudi Arabia and to Israel has enabled them to carry out atrocities that would not have happened had there not existed this blanket support, blind support.",
  "That doesn't help in our basic dialogue and I think the President should, and I think all of us that are in Congress, and anyone in public life, should set a good role model example of what it means to have respectful dialogue.",
  "But now there's this feeling that things are coming unhinged, the wheels are coming off, and-- and people, including suburban, voters who might be on the fence might look at Donald Trump and say, you're-- you're abetting this.",
  "JEFFREY GOLDBERG: You don't really notice the importance of the role the President plays-- a President plays in creating a tone, a positive tone in America until you have the absence of a President who creates a positive tone.",
  "But, fundamentally, I think both sides have settled on the issues they have settled on because they realize, hey, these are the issues that our side really will get worked up about for Democrats, it obviously, is health care.",
  "SENATOR CHRIS COONS: Well, look these particular-- these particular attacks were by deranged and hateful individuals and it's hard to draw a clear line between specific arguments the President or others have made and attacks.",
  "But it's important to note that-- that some of the language that Donald Trump consciously uses, some of the language that his supporters use tends to activate people who have very, very dark thoughts and feelings about Jews.",
  "But the-- the United States is continuously and persistently on the wrong side, be it in Yemen, be it imprisoning a prime minister of another country, be it the recent incident in very tragic incident in-- in-- in Istanbul.",
  "But think of how small our politics are that they are not coming to a-- a reasonable agreement on immigration that could help de-- deescalate that issue or-- or on some other big issue that we expect Congress to deal with.",
  "REPRESENTATIVE ELISE STEFANIK: What I know does not resonate with voters is this resistance effort where regardless of whether you agree with some of the focus of this administration you are unwilling to work with them.",
  "So the-- this issue about a-- a shooting at Mother Emanuel Church in South Carolina or shooting in a synagogue or shooting at a Republican baseball practice, this is just hate-filled individuals that are very deranged.",
  "Look when Senator Sanders heard that one of his supporters had taken up a rifle and shot Congressman Scalise and tried to kill other Republican members of Congress, he took to the floor of the Senate and denounced it.",
  "If the crown prince was directly involved in planning and carrying out this horrific premeditated murder of a journalist, an American resident who wrote for an American paper, there should be significant consequences.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: The recent murder of journalist Jamal Khashoggi by agents of the Saudi Arabian government has called into question the U.S. strategy of using the Saudi kingdom as a wedge against Iran.",
  "JAMELLE BOUIE (Slate/@jbouie/CBS News Political Analyst): To-- to add to the-- all of the conversation around the past week it's been about tribalism and it's been about, sort of, our-- our language with each other.",
  "ELIZABETH PALMER: So you're, basically, saying the U.S. support of Saudi and in particular Mohammad bin Salman has emboldened the Saudi, to do things that you consider beyond the pale--\n\nMOHAMMAD JAVAD ZARIF: Yeah.",
  "And if we can pass policies that help improve people's lives, make them more confident about the future, then they'll be less prone to be-- to be swayed by the kind of tribalism identity politics we see these days.",
  "Now, again, this person sending out package bombs to people was a very deranged individual in all likelihood from everything that we've seen back from him and more information will continue to be able to come out.",
  "Because in-- in the traditional way to handle this would be you would have a strong Congress that would check an overactive executive, that's sort of the way the founders wanted it, that's what you would have.",
  "JOHN DICKERSON: Lanhee, let's talk about policy and the election, because, clearly, Donald Trump feels that the issue of immigration, some of these values issues are going to work well for-- for Republicans.",
  "How do you make a compromise between someone who wants to kill your elderly parents by taking away their health care and-- and someone who cares more about immigrants than they care about American citizens?",
  "It's very difficult to be able to tell, obviously, why any person this deranged would step out and do that, or any other person reaching out to be able to press back against people because of their faith.",
  "So there are ways to be able to monitor that without trying to violate someone's basic constitutional freedoms--\n\nJOHN DICKERSON: In--\n\nSENATOR JAMES LANKFORD: --if they're posting things in open source.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: The current state of our politics is a topic that has become much more acute in this past week, but anger has been a theme on the campaign trail for quite some time.",
  "And if he do-- doesn't have a criminal record, it's not on anyone's radar, very difficult to be able to track someone within the United States that snaps and takes off and does something like this.",
  "In Pittsburgh, officials have just concluded a briefing on the case against Robert Bowers who they say killed eleven and wounded six, including four police officers at a Jewish temple yesterday.",
  "Earlier this month we spent time in Saratoga Springs, New York, with House Speaker Paul Ryan and the congresswoman who represents that district, Elise Stefanik, as she campaigned for reelection.",
  "JOHN DICKERSON: Is that the way you see it--all lawmakers, all people in public life, share the responsibility equally or are there portions of the culture that have more work to do than others?",
  "He, reportedly, shouted anti-Semitic slurs as he was shooting inside the synagogue and had recently written on his page on the social media platform, Gab, that \"Jews are the children of satan.\"",
  "Democracies can only function if people don't say everything that's on their minds and what we have now is people saying whatever comes to mind in order to achieve a short-term political gain.",
  "JOHN DICKERSON: We talk about tribalism which has become a kind of a jargon word, how do you see it in the-- in the polls playing out in terms of what's different than what we see in the past?",
  "So, I, honestly, think, John, it's the hits and the clicks and it's the ratings chase that's on display in America today that says when they're fighting each other, that's when you cover it.",
  "We knew that the invasion of Iraq was a wrong choice, although Saddam Hussein was our enemy, we knew that the attack against Afghanistan was a wrong choice, although Taliban were our enemy.",
  "CBS News correspondent Elizabeth Palmer spoke earlier today in Tehran with Iranian foreign minister Mohammad Javad Zarif and asked about his government's view on the U. U.-Saudi alliance.",
  "We should reconsider our relationship with Saudi Arabia because it needs to be a relationship based not just on shared interests in arms sales or in regional security, but shared values.",
  "We have to take a moment and step back and recognize that the heated rhetoric of American politics today is encouraging some folks who are deranged to take action based on that rhetoric.",
  "We'll talk with two senators working together on that issue for a while, Oklahoma Republican James Lankford and Delaware Democrat Chris Coons who head up a prayer group in the Senate.",
  "SUSAN PAGE: You know there's one thread between all these terrible incidents this week that have made us seem so ripped apart as a-- as a nation, and that is the availability of guns.",
  "SENATOR CHRIS COONS: Well, we don't, yet, know the full facts, but twenty of us Republicans and Democrats, in equal number, wrote President Trump, triggered the global Magnitsky Act.",
  "One is just a little bit of crossover voting where Sinema is getting just a little bit more of that Republican crossover vote of that Republican crossover vote than Joe Donnelly is.",
  "Why aren't they running on the big tax cut they passed, (a) and then (b) the Democratic response seems to be to talk about health care to be more policy-oriented, what do you see?",
  "We also spoke with Speaker Ryan about his plans after he leaves Congress in January but with breaking news this weekend we've had to put that on our website at FACETHENATION.com.",
  "This individual yesterday, apparently, posted something after saying all these horrible things on-- about Jews for a long time, posted something saying that \"I'm going to go in.\"",
  "The act of anti-Semitic violence in the United States have increased fifty-seven percent since between 2016 and 2017, that's the largest increase ever, why do you think that is?",
  "(Begin VT)\n\nMOHAMMAD JAVAD ZARIF (Iranian Foreign Minister/@JZarif): The choices that have been made in this region have been wrong and this is-- there's nothing new about that.",
  "I, you know, I-- I-- I take your point on policy and it's certain that majority of the House ads by Democrats have been on health care but I think this is the election of Trump.",
  "JOHN DICKERSON: And just very-- it's-- it's not just different kinds of people but bad people, right, they have a very negative personal feeling about people in the other party?",
  "But we live in a climate right now in which the President himself abets or creates a climate in which this-- this sort of incident, this sort of tragedy becomes more imaginable.",
  "So, it-- it really is remarkable to me to see how-- how quickly he pivots away from the message he understands or someone has told him he should be delivering back to division.",
  "I think the reason why the two sides have gone to the issues they have gone to is because they are going to the issues they know will motivate their base at the end of the day.",
  "JOHN DICKERSON: I'll start with you where I started with Senator Lankford for-- in the United States, anti-Semitic violence increased fifty-seven percent between 2016 and 2017.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: And we'll be right back with a lot more FACE THE NATION, including a look at some of the toss up Senate races as well as our political panel.",
  "But also we pass policies that we believe are going to be good for this country and are going to address people's concerns and fears and make them more secure in their lives.",
  "That beyond and-- above and beyond the heated rhetoric, there is a rhetoric of racial threat, a rhetoric of, you know, anti-Semitic language that is coming into our politics.",
  "I think we have-- it's important that we don't conflate those-- these two-- these two different kinds of incivility, one of them is unfortunate, makes compromise difficult.",
  "JEFFREY GOLDBERG: Dylann Roof in South Carolina could have just as easily shot up a synagogue and this guy in Pittsburgh could have just as easily shot up a black church.",
  "SENATOR JAMES LANKFORD: I don't because this particular shooter also condemned President Trump, saying he was a globalist and that he was allowing some of this to happen.",
  "I have to say, I am a little sympathetic to the, like, hypothetical responders to Chris Coons, because I think it'important-- I think distinctions are really important.",
  "JAMELLE BOUIE: Only in the suburban districts, but in the places where Trump did really well with working class whites, there's not very much emphasis on gun control.",
  "And in a lot of these states, the percent of people who say that the President is going to be a factor in their vote is far higher than we've seen in recent midterms.",
  "(Crowd singing)\n\nNIKKI BATTISTE: Just hours later, this resilient community mourned the lives lost and prayed for six others injured, including four police officers.",
  "We had a number of incidents this week, you have this shooting, you have the attempted bombing, you have the shooting of two African-Americans in-- in-- in Kentucky.",
  "Now, President-- President Trump and his rhetoric is very direct, but I don't see how you connect President Trump to a person who's deranged going into a synagogue.",
  "JOHN DICKERSON: But isn't another way, and perhaps a more effective way, is not to give into tribalism when it's convenient--\n\nREPRESENTATIVE PAUL RYAN: Absolutely.",
  "But it is to say that-- that politicians need to start taking this more seriously, that they are public officials whom people will look to as moral leaders as well.",
  "JOHN DICKERSON: But; Jamelle, do you see a lot of Democrats on whom their-- Democrats are placing their hopes in these swing House districts running on gun control?",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: We'll have more of the Tree of Life Synagogue massacre tonight as the CBS EVENING NEWS with Jeff Glor originates from Pittsburgh.",
  "It's the day and age, it's technology and everything else--identity politics, which is now being practiced on both sides of the aisle, is, unfortunately, working.",
  "SENATOR JAMES LANKFORD: Again, we're back to the same issue, I-- I believe also the same shooter was condemning President Trump for being a globalist at the time.",
  "This is a person that might have been paranoid that the government was watching, but the government's not watching people that-- people live their normal lives.",
  "It's just been twenty-four hours since Robert Bowers stormed into this synagogue and said to one responding law enforcement officer, I just want to kill Jews.",
  "ELIZABETH PALMER: I think reading between your lines, you are saying that Saudi Arabia is a poor ally for the United States and Iran would be a better one?",
  "And-- and President Trump has been very effective practicing the politics as they are, not as like some, you know, grad school idea of how they should be.",
  "And then out to Arizona, that's an open seat, another other state that Donald Trump won where we have Kyrsten Sinema up three points over Martha McSally.",
  "And-- and-- let me-- let me state very, very clearly, these sorts of incidents predate the rise of Donald Trump and-- and the tribalism that we see now.",
  "JEFFREY GOLDBERG: My question on that is, whether the-- the events of the last week sort of obviate the Kavanaugh bump that the Republicans have gotten.",
  "So tribalism is working out just fine if it's getting things--\n\nREPRESENTATIVE PAUL RYAN: Oh I--\n\nJOHN DICKERSON: --if it's getting points on the board.",
  "We have the same issue on university campuses all around the country, where individuals can't speak out on their views because they'll get shouted down.",
  "We had that around the Kavanaugh hearings, where you'd walk through the Capitol and people would shout at you, trying to be able to silence individuals.",
  "But the most difficult thing is we, as Americans, have the basic right of protection of privacy and we should have that right of protection of privacy.",
  "JOHN DICKERSON: In response to the mail bombings this week, you said \"we-- we have to work-- we have to all work together as Americans to stop this.\"",
  "JOHN DICKERSON: In your view, Senator, the President of the United States has a bigger voice than anybody else in politics or in the world, really.",
  "Having said all that Sinema is doing a little bit better on health care, which is something certainly the Democrats want this election to be about.",
  "NIKKI BATTISTE (CBS News Correspondent): Authorities just revealed the names of the eleven victims ranging in age from ninety-seven to fifty-four.",
  "So, I think both parties need to address the tribalism that's happening, and the siloing of where we're getting our information is a part of that.",
  "It is important for us to recognize that there's more work that we can and should do to lower the temperature and tone in our national politics.",
  "But the challenge that we have is our social media rhetoric, our intensity of our dialogue, is no longer about having dialogue and conversation.",
  "JOHN DICKERSON: Lanhee, either picking up on that restraint point, because James Q. Wilson used to talk about this all the time in the old days.",
  "Republicans, in particular, and voters overall tend to think that those trade policies will, eventually, pan out and help them in the long run.",
  "And this is an incident that goes right to the heart of one of our core values, the protection of free speech and of journalists and the media.",
  "Donnelly is not benefiting from what some folks thought would be backlash against the President's trade policy and heavily agricultural state.",
  "I-- I don't think there's a-- I don't think there's a Jewish person in America or anywhere else who thinks this sort of thing is unimaginable.",
  "And, you know, you-- you mention that the two senators have had on-- have this remarkable example of bipartisan by co-hosting a prayer group.",
  "From a policy perspective, it seems to me that law enforcement needs to have the appropriate tools in order to monitor these kinds of things.",
  "You leave office and you say to members like the congresswoman who are still in office, we've got get, we've got to deal with this tribalism.",
  "And with nine days left until the midterm elections, we'll get an update on three toss-up races in the Senate--Arizona, Florida, and Indiana.",
  "So it's not just unfocused criticism, but very-- it's-- but a very specific narrative that this shooter seems to pick-- have picked up on.",
  "If I go back to what Doctor-- Doctor Martin Luther King Junior said years ago, his statement was you don't overcome hate with more hate.",
  "Our conversation about budgets and taxes ran on CBS THIS MORNING but we also talked about the increasing polarization among politicians.",
  "Speak to the actions on the Democratic side and what role you think they have contributed in this tone that you have been talking about.",
  "Obviously, members of the President's party point to the protesters who shouted down Republican Senators during the Kavanaugh hearings.",
  "HARKEY: When you hear names and you hear faces and a-- a bit of us all died today, and eleven of our friends and family all died today.",
  "MOHAMMAD JAVAD ZARIF: Choices about supporting Saddam Hussein, choices about supporting al Qaeda, choices about supporting the Taliban.",
  "ANTHONY SALVANTO: Well, look, it depends on whoever wins is probably going to end-- end up being the one that-- that we think is right.",
  "Let me start with a couple of states that I think will tell the story at least early on, on election night when we watch it next week.",
  "And if Congress wants to conduct oversight, again, they could, but the question is, you know, do we need new policy to deal with this?",
  "But that also means it's very difficult for law enforcement if someone does what is called goes from flash to bang very, very quickly.",
  "JOHN DICKERSON: But are you making any claim about that inspiration in the acts we've seen this week from the President, specifically.",
  "REPRESENTATIVE PAUL RYAN (R-Wisconsin/@SpeakerRyan/Speaker of the House): You know I don't think it sells for you guys, for the media.",
  "The shooter in Pittsburgh expressly said that the thing that he was angry about were the migrants heading toward the American border.",
  "But I also think they have to realize that they have been put into a position that requires them to accept additional responsibility.",
  "Here with us is CBS News elections and surveys director Anthony Salvanto, and he has some new Battleground Tracker numbers on hand.",
  "REPRESENTATIVE ELISE STEFANIK (R-New York/@RepStefanik): I think this election is going to be focused on results versus resistance.",
  "PRESIDENT DONALD TRUMP: This wicked act of mass murder is pure evil, hard to believe, and, frankly, something that is unimaginable.",
  "That is one of the things that Presidents are in a unique position to do and that this President has declined to do by and large.",
  "JOHN DICKERSON: Also, Jamelle, it feels like the primary steps, the beginning steps of reconciliation require some introspection.",
  "We spent time on the campaign trail earlier this month with House Speaker Paul Ryan and Republican congresswoman Elise Stefanik.",
  "(End VT)\n\nNIKKI BATTISTE: Bowers is still in the hospital but is expected to make his first court appearance tomorrow afternoon.",
  "So to me the best way to combat tribalism is to starve it of its oxygen, which is anxiety-- economic anxiety, security anxiety.",
  "Remind us again, update us on exactly what's at stake in the Senate and then tell us what you found in these-- in new numbers?",
  "This-- this company right here, thirty more jobs and higher wages, more investment in their factory to hire even more people.",
  "And I think we, as leaders, we got to figure out how do we make inclusive aspirational politics strategically valuable again?",
  "Isn't the most effective way to deal with tribalism is to say to your own team--\n\nREPRESENTATIVE PAUL RYAN: Is to not do it?",
  "We begin today with CBS News correspondent, Nikki Battiste, who is outside the Tree of Life synagogue and filed this report.",
  "I think it's important that people in leadership nationally who are well known discourage that kind of aggressive advocacy.",
  "And so although I would like-- I am a-- I am a calm person by disposition I would like to see more calm political rhetoric.",
  "With control of Congress up for grabs next Tuesday, we want to take a look at where things stand in some key Senate races.",
  "LANHEE CHEN: I think what we just need is we need people to actually be doing their jobs which law enforcement largely is.",
  "What's your feeling about the crown prince of Saudi Arabia and whether he knew about the assassination of Jamal Khashoggi?",
  "JOHN DICKERSON: In-- in the response to what the administration thought was a threat from--\n\nSENATOR JAMES LANKFORD: Yeah.",
  "May be the case that they could-- they could say, look, if you don't vote for the Republican those tax cuts will be gone.",
  "And, in fact, in all of these states we see much less of it than we did the last time Democrats won in these red states.",
  "It's shouting someone else down that you disagree with and trying to silence them rather than having dialogue with them.",
  "I-- I think that the President needs to be more clear in his rhetoric and doesn't need to be as caustic in his rhetoric.",
  "It's not just the idea that your party is right and maybe it even isn't, but you sure do think the other side is wrong.",
  "And I think that is of a piece with what happened in Pittsburgh, that's of a-- of a piece with the attempted bombings.",
  "He is a member of the Intelligence and Homeland Security Committees and he joins us this morning from Oklahoma City.",
  "It's the apocalyptic language that is deployed on policy issues that creates this feeling of hysteria and darkness.",
  "We see the Republicans saying that Democrats care more about the interests of immigrants than longer-term citizens.",
  "So this is an issue about health care and judges but this is, first of all, I think an issue about President Trump.",
  "ELIZABETH PALMER: --like imprisoning Lebanon's prime minister, like allegedly ordering the murder of a journalist.",
  "It's been a grim week in America as hate has led to fear and deadly violence in two separate but horrifying cases.",
  "(Begin VT)\n\nJOHN DICKERSON: Why do you think there's not much talk about bipartisanship in the-- in the coverage?",
  "You know Scott seems to get a boost from his handling of the recent hurricane there that may be helping him out.",
  "That's a seat that the Republicans would love to try to pick up and if they can, it really helps their chances.",
  "And, yes, Donald Trump has been trying, he's been reading statements about anti-Semitism that seem appropriate.",
  "And judges' is a short hand, I think, for some of these more cultural elements that motivate Republican voters.",
  "And he must now begin an investigation and get back to us about whether or not we should be imposing sanctions.",
  "I mean-- so, but, but look--\n\nJOHN DICKERSON: Well, but isn't that so right that gets us into-- into the cycle.",
  "JOHN DICKERSON: --as it stands right now, meet that standard that you are talking about for public discourse?",
  "And as a culture we have got to figure out how to be able to communicate with each other on difficult things.",
  "Do you see any connection between the shooter motivated by that and the case the President has been making?",
  "It makes it-- it's-- it's one of the factors that make it so difficult to have-- to do anything afterwards.",
  "Among them is Daniel Stein, who is seventy-one years old and had reportedly just become a new grandfather.",
  "NIKKI BATTISTE: Officers shot Bowers multiple times before he was arrested and taken to a local hospital.",
  "That's the way he chooses to be able to communicate things and I don't think it's always helpful in that.",
  "And, in particular, we like Presidents to step up at times of great national trauma to bring us together.",
  "You know, the other thing is we look at the groups that people feel like are represented by the parties.",
  "But-- but just so you know all these bills-- this has been an incredibly productive term of legislation.",
  "I think there's a responsibility for all of us to lower the tone of hatred and division in our country.",
  "JOHN DICKERSON: And what about-- you've mentioned the President, in terms of contributing to this tone.",
  "We see the Democrats saying they think the Republicans care more about the wealthy than working people.",
  "I think it is possible, it's conceivable that that could also be a response to this domestic terrorism.",
  "Obviously, there are-- there are fatal shootings at Jewish community centers in the last twenty years.",
  "We must all rise above the hate, move past our divisions; and embrace our common destiny as Americans.",
  "And, unfortunately, we're going to have to live with the ramifications out for the rest of our lives.",
  "Then my co-host at CBS THIS MORNING, Bianna Golodryga will report from there on tomorrow's broadcast.",
  "But as we see in his rallies, he quickly veers from those statements and goes right back to division.",
  "It's very hard to get someone to say, hey, go out there and vote because of the tax cuts I gave you.",
  "And you can always tune in to our digital network CBSN for all the latest news on these two stories.",
  "We started with Ryan's claim that news organizations don't cover Congress's bipartisan achievements.",
  "As we leave you, we want to remember those who were killed at the Tree of Life synagogue yesterday.",
  "Now, this-- this is not to place-- obviously, not to place blame for these events on the President.",
  "And that could be-- that could be an enormous factor there as part of nationalizing all of this.",
  "SENATOR CHRIS COONS (D-Delaware/@ChrisCoons): Good morning, John, great to be on with you again.",
  "REPRESENTATIVE PAUL RYAN: Look, take-- take the tax bill, for example, what is that going to do?",
  "SENATOR JAMES LANKFORD: This is always one of the most difficult threats that we have, actually.",
  "SENATOR CHRIS COONS: Well, I think that's because of the caustic tone of our national politics.",
  "SUSAN PAGE (USA Today/@SusanPage): But, of course, we do elect politicians to be moral leaders.",
  "MOHAMMAD JAVAD ZARIF: Saudis supported them with almost a carte blanche from the United States.",
  "And I think we should recognize the ways in which that kind of demagoguery radicalizes people.",
  "And I actually think that is a possible response we'll see in the midterms in just nine days.",
  "The President has signed so many new big bold reforms into law, most of which are bipartisan.",
  "We have not had a major terrorist event from international terrorism in a very long time now.",
  "There's nothing that can be done in social media to keep track of these domestic terrorists?",
  "And I don't think any of us think that gun laws are going to go anywhere with this Congress.",
  "LANHEE CHEN: Well, I think there's an institutional response and there's a policy response.",
  "JOHN DICKERSON: Let me ask you, Senator, about the larger issue of-- of domestic terrorism.",
  "JAMELLE BOUIE: It's make-- just a more direct connection, especially off of Susan's point.",
  "SENATOR JAMES LANKFORD: Yeah, that is the difficult thing that is not a legislative task.",
  "JOHN DICKERSON: Have you seen efforts to reach out from the President to the other party?",
  "He is charged with twenty-nine federal crimes, including violence and firearms offenses.",
  "And among that group that's activated, some, clearly, are willing to carry out violence.",
  "As you said in Arizona, the Democrat running is talking about health care, who is right?",
  "So, we call them red states, the Republican leaning, that makes it rather hard for them.",
  "And, for Republicans, it's some combination of judges, law enforcement and immigration.",
  "ELIZABETH PALMER (CBS News Foreign Correspondent): What choices are you talking about?",
  "And while, you know, of course, the President isn't responsible, et cetera, et cetera.",
  "I worry about tribal identity politics becoming the new norm of how politics is waged.",
  "And of those roughly thousand bills, over eighty percent of them are bipartisan bills.",
  "You mentioned earlier in the show, the shooting in Kentucky of two African-Americans.",
  "And that race we have tied between Rick Scott and the incumbent Democrat Bill Nelson.",
  "These things are not only imaginable, but they are predictable to a certain degree.",
  "ANTHONY SALVANTO (CBS News Director of Elections and Surveys/@SalvantoCBS): Right.",
  "One of them is an existential issue for people-- for living people in the society.",
  "MAN #2 (Audio From Broadcastify): Thirty-four-ten, please send the medics up here.",
  "JOHN DICKERSON: This horrible shooting in Pittsburgh seems to be part of a trend.",
  "ButI think-- I think this is going to be the health care versus judges' election.",
  "LANHEE CHEN (Hoover Institution/@lanheechen): I think they are the wrong people.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: And now it's time for some political analysis.",
  "Senator Lankford and I are the co-chairs of the weekly Senate prayer breakfast.",
  "As conservatives we always thought this was sort of a left wing, Alinsky thing.",
  "You take a look at the bills we pass out of the House, about a thousand bills.",
  "JOHN DICKERSON: And we'll be back in a minute with a lot more FACE THE NATION.",
  "And I think we've seen all of those issues in play in the last couple of days.",
  "We know that the invasion and attack, bombardment of Yemen are wrong choices.",
  "(End VT)\n\nJOHN DICKERSON: Our Elizabeth Palmer taped earlier today in Tehran.",
  "There is, of course, a shooting at the Holocaust Museum before the Trump era.",
  "JOHN DICKERSON: We turn now to Republican Senator James Lankford of Oklahoma.",
  "JOHN DICKERSON: You've talked about inclusive politics which tries to unify.",
  "JOHN DICKERSON: How do you--\n\nREPRESENTATIVE PAUL RYAN: But what can we do?",
  "The Department of Justice says the charges could lead to the death penalty.",
  "He's got an automatic weapon he's firing out of the front of the synagogue.",
  "JEFFREY GOLDBERG (The Atlantic/@JeffreyGoldberg): No, it's very imaginable.",
  "JOHN DICKERSON: So, let's-- Florida, purple state, we always watch Florida.",
  "And he's the only person with a megaphone that truly reaches all Americans.",
  "Harkey (ph) and Lisa Pollock were part of the Pittsburgh Jewish community.",
  "SENATOR JAMES LANKFORD (R-Oklahoma/@SenatorLankford): Good morning to you.",
  "So I-- I-- I don't see where President Trump is somehow to blame for this.",
  "It's been one of the most productive sessions of Congress in a generation.",
  "(End VT)\n\nJOHN DICKERSON: Again that interview was taped on October 16th.",
  "He's been very clear about anti-Semitism, as well as all of us have been.",
  "No one-- it was not on anyone's radar, it wasn't being tracked by anyone.",
  "And we're seeing a majority of partisans here saying the second of those.",
  "Now, this is important because we see so very little of that these days.",
  "Then we go to Indiana, where we have got the Republican up three points.",
  "The material on the internet is all there for them to become activated.",
  "The shooter attempted to break into a church and kill many more people.",
  "That's some-- I mean this is just the way the system of politics works.",
  "So is there a policy response to this escalation in domestic terrorism?",
  "John, we narrowly avoided a remarkable tragic week in American history.",
  "SENATOR JAMES LANKFORD: No, I-- I've said this to the President before.",
  "JOHN DICKERSON: We turn now to Delaware Democratic Senator Chris Coons.",
  "And so--\n\nSUSAN PAGE: Difficult and dangerous--\n\nJAMELLE BOUIE: Right.",
  "Democrats on the other hand have a different bet that they are making.",
  "JEFFREY GOLDBERG: This started on Inauguration Day, American Carnage.",
  "He's-- he clearly was-- that was clearly-- that was radicalizing him.",
  "JOHN DICKESON: --wildly successful--\n\nREPRESENTATIVE PAUL RYAN: Yeah.",
  "REPRESENTATIVE PAUL RYAN: Sometimes he does and sometimes he doesn't.",
  "It's also the case that this guy was clearly imbibing that rhetoric.",
  "That's not to say that Donald Trump is responsible for the shooting.",
  "I'm saying that United States' choices in the Middle East are wrong.",
  "And tax cuts and the economy are great but it's more of an overlay.",
  "I know we often say we don't elect politicians to be moral leaders.",
  "And that's why they believe the bombs were not connected to go off.",
  "And then opened fire on them simply because they were Republicans.",
  "Investigators said Bowers' rampage was aimed at Jews specifically.",
  "And, again, it becomes a very personal cast to the whole election.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: Welcome back to FACE THE NATION.",
  "Everyone says let's have a vote and let's solve all these issues.",
  "(Begin VT)\n\nMAN #1 (Audio From Broadcastify): Hold the perimeter.",
  "Unfortunately, the right practices identity politics now as well.",
  "REPRESENTATIVE ELISE STEFANIK: Look at what he's done on opioids.",
  "The President said this shooting in Pittsburgh was unimaginable.",
  "That they think they're fundamentally different kinds of people.",
  "ANTHONY SALVANTO: It's what we often call negative partisanship.",
  "And by definition, it's going to create conditions for violence.",
  "ELIZABETH PALMER: This is Saudi--\n\nMOHAMMAD JAVAD ZARIF: ISIS.",
  "REPRESENTATIVE ELISE STEFANIK: I-- I think he has reached out.",
  "And he talks about these at his rally, and that is inclusive.",
  "SUSAN PAGE: Well, and, of course, it leaves no middle ground.",
  "It's a slight lead over the incumbent Democrat Joe Donnelly.",
  "ELIZABETH PALMER: --you're talking Saudi-supported al Qaeda.",
  "And these wrong choices lead to the disaster in our region.",
  "REPRESENTATIVE PAUL RYAN: You know what they've called him?",
  "He will be arraigned on Monday in federal court in Florida.",
  "SENATOR JAMES LANKFORD (R-Oklahoma/@SenatorLankford): Yeah.",
  "We'll be right back with more FACE THE NATION in a moment.",
  "JOHN DICKERSON: Finally, Senator, one very quick question.",
  "REPRESENTATIVE PAUL RYAN: Well, not always but sometimes.",
  "JOHN DICKERSON: Do you see that happening at his rallies?",
  "Give me your sense of the threat from domestic terrorism.",
  "Maybe they should take that role a little more seriously.",
  "Well, maybe we should take that a little more seriously.",
  "That's a quick view of the landscape in three key races.",
  "(ANNOUNCEMENTS)\n\nJOHN DICKERSON: That's it for us today.",
  "The Kavanaugh bump was very effective for Donald Trump.",
  "You don't try to drive out darkness with more darkness.",
  "JOHN DICKERSON: --which is sow division in the country?",
  "That's going to create economic growth and opportunity.",
  "We'll continue to be able to be vigilant in that work.",
  "But he's gotten two Supreme Court nominees confirmed.",
  "Does President Trump practice those kind of politics?",
  "REPRESENTATIVE PAUL RYAN: That's the tit for the tat.",
  "And this is very a nationalized election as we heard.",
  "There is a long, long history of this sort of thing.",
  "If that cycle continues, nobody is getting anywhere.",
  "And-- and-- and there's a radicalization of issues.",
  "And I think that's the challenge that we're facing.",
  "He is the only person with a national constituency.",
  "Republicans aren't polling well on-- on doing that.",
  "JOHN DICKERSON: But he's also called them the evil.",
  "You're a member of the Homeland Security Committee.",
  "Does the President--\n\nSENATOR JAMES LANKFORD: True.",
  "International terrorism, we're very aggressive on.",
  "What actual specific work are you talking about?",
  "I am John Dickerson and this is FACE THE NATION.",
  "Read more transcripts from Face the Nation here.",
  "JEFFREY GOLDBERG: There is a common thread here.",
  "SUSAN PAGE:--to make prediction (INDISTINCT) so.",
  "Is there a difference between those two states?",
  "This is an initiative from this administration.",
  "We can control-- she can control what she says.",
  "Mitch McConnell was confronted in a restaurant.",
  "DICKERSON: --in order to get something passed?",
  "You'll hear from them about anger in politics.",
  "MOHAMMAD JAVAD ZARIF: No, I'm not saying that.",
  "I am glad they are co-hosting a prayer group.",
  "LANHEE CHEN: --to get people all lathered up.",
  "The shooter is responsible for the shooting.",
  "Good morning and welcome to FACE THE NATION.",
  "You are on the Foreign Relations Committee.",
  "We've come to the end of our time, Senator.",
  "It was unimaginable that this could happen.",
  "Does it seem that way to you, unimaginable?",
  "He promised to get these judges in; he did.",
  "REPRESENTATIVE PAUL RYAN: Sometimes, yeah.",
  "JOHN DICKERSON: How-- but I mean, come on.",
  "Plus, we'll have analysis on all the news.",
  "JOHN DICKERSON: It's Sunday, October 28th.",
  "JOHN DICKERSON: You talk about tribalism.",
  "He joins us this morning from Wilmington.",
  "We thank you very much for being with us.",
  "I think that has something to do with it.",
  "The Democrats are polling better on that.",
  "The President sits in a unique position.",
  "How do you reach out and call them evil?",
  "That's all coming up on FACE THE NATION.",
  "President Trump has made that same case.",
  "JOHN DICKERSON: Well, and that's right.",
  "And we'll be right back with our panel.",
  "The negative message might work better.",
  "It comes down to those group politics.",
  "And that's something that people want.",
  "And chief among them is the President.",
  "SENATOR CHRIS COONS: Thank you, John.",
  "JAMELLE BOUIE: I think that's right.",
  "We're going to have to end it there.",
  "You know we-- I think that's great.",
  "That helps reduce economic anxiety.",
  "She and I don't tweet these things.",
  "JOHN DICKERSON: Sometimes meaning?",
  "SENATOR JAMES LANKFORD: Thank you.",
  "Jeffrey, I want to start with you.",
  "Anthony Salvanto, thanks so much.",
  "Thanks so much for being with us.",
  "We've tackled human trafficking.",
  "He got the tax cut bill through.",
  "REPRESENTATIVE PAUL RYAN: Mm-Hm.",
  "So that--\n\nANTHONY SALVANTO: Mm.",
  "I-- I absolutely see that split.",
  "REPRESENTATIVE PAUL RYAN: Yeah.",
  "That is a-- a sick, vile thing.",
  "It's creating more investment.",
  "REPRESENTATIVE PAUL RYAN: Yes.",
  "And we'll be back in a moment.",
  "And you've written about this.",
  "People are going to act on it.",
  "It's hard to adjudicate that.",
  "All of those are bipartisan.",
  "But they don't get reported.",
  "We've rebuilt the military.",
  "Senator, we're out of time.",
  "And then suddenly took off.",
  "SENATOR JAMES LANKFORD: No.",
  "JOHN DICKERSON: All right.",
  "JOHN DICKERSON: All right.",
  "JOHN DICKERSON: All right.",
  "JOHN DICKERSON: All right.",
  "That's hard to negotiate.",
  "So we've tackled opioids.",
  "Why do you think that is?",
  "I can control what I say.",
  "ANTHONY SALVANTO: Yeah.",
  "ANTHONY SALVANTO: Yeah.",
  "So that's the question.",
  "What do you make of it?",
  "Do you see that split?",
  "JOHN DICKERSON: Right.",
  "So, what does that do?",
  "Good morning, Senator.",
  "Only love can do that.",
  "Good morning, Senator.",
  "Many in my party did.",
  "JOHN DICKERSON: Yeah.",
  "It-- it doesn't sell.",
  "JOHN DICKERSON: Yeah.",
  "JAMELLE BOUIE: Right.",
  "The first is Florida.",
  "JOHN DICKERSON: Yeah.",
  "I think that matters.",
  "Thanks to all of you.",
  "We'll be right back.",
  "It becomes personal.",
  "We say what we say.",
  "Yes, that as well.",
  "LANHEE CHEN: Yeah.",
  "I don't think so.",
  "Anthony, welcome.",
  "Here's the thing.",
  "We're under fire.",
  "We're under fire.",
  "LANHEE CHEN: No.",
  "Don't go away.",
  "Stay with us.",
  "Restraint.",
  "John."
]