[
  "We get together every week with a bipartisan group of several dozen senators and one of the things we focus on is trying to meet each other in a spirit of humility and prayer and to see each other as real people, not as evil enemies, not as- more than just political opponents and- and one of the things that really concerns me that weighs on my heart, John, is the ways in which our president and a number of other national political leaders of both parties have used their megaphones in order to inspire and instill and energize folks based on division rather than based on unity.",
  "What I do think is helpful is when those who are in national leadership recognize that some of the arguments they've been making have inspired or encouraged deranged individuals to take actions that they really don't support to make it perfectly clear to denounce hatred and anti-Semitism as President Trump recently has, to distance themselves from the arguments that might have inspired these sorts of arguments, excuse me, these sorts of actions.",
  "But John there is a real difference between folks in the Capitol who during the Kavanaugh hearings were spirited, were loud and participated in their constitutionally protected right of free speech, and the gentleman who sent out 14 mail bombs this last week, the individual who exercised a hateful instinct there against political and media figures across the country.",
  "JOHN DICKERSON: But are you making any claim about that inspiration in the acts we've seen this week- from the president specifically--\n\nSEN. COONS: --Well look these particular- these particular attacks were by deranged and hateful individuals and it's hard to draw a clear line between specific arguments the president or others have made and attacks.",
  "I am concerned that this hateful, deranged act by a man acting on his anti-Semitic hatred is just the latest in a series of violent incidents this past week that shows that our national political culture is motivating folks who are inspired by hate, by fear, by bigotry to take up and- and act on their deranged ideas.",
  "SEN. COONS: Well I think those of us in national office, our president , those who would hope to be president, those of us in Congress who have louder microphones and who are heard from and seen more regularly need to take responsibility for ways in which we lower the temperature.",
  "If those bombs had gone off we would today be having a very different conversation about not assassination attempts against two former presidents, but what would have been a tragic wave of violence almost unprecedented in modern history.",
  "SEN. COONS: Now look, when Congresswoman Maxine Waters encouraged folks - supporters protesters, advocates - in my party to continue this practice of harassing, of confronting folks from the other party, I spoke out against that.",
  "Look when Senator Sanders heard that one of his supporters had taken up a rifle and shot Congressman Scalise and tried to kill other Republican members of Congress, he took to the floor of the Senate and denounced it.",
  "If the crown prince was directly involved in planning and carrying out this horrific premeditated murder of a journalist, an American resident who wrote for an American paper, there should be significant consequences.",
  "JOHN DICKERSON: Is that the way you see it- all lawmakers, all people in public life, share the responsibility equally or are there portions of the culture that have more work to do than others?",
  "We have to take a moment and step back and recognize that the heated rhetoric of American politics today is encouraging some folks who are deranged to take action based on that rhetoric.",
  "We should reconsider our relationship with Saudi Arabia because it needs to be a relationship based not just on shared interests in arms sales or in regional security, but shared values.",
  "SEN. COONS: Well we don't yet know the full facts, but 20 of us Republicans and Democrats, in equal number, wrote President Trump- triggered the global Magnitsky Act.",
  "JOHN DICKERSON: I'll start with you where I started with Senator Lankford in the United States, anti-Semitic violence increased 57 percent between 2016 and 2017.",
  "The following is a transcript of the interview with Democratic Sen. Chris Coons of Delaware that aired Sunday, Oct. 28, 2018, on \"Face the Nation.\"",
  "It is important for us to recognize that there's more work that we can and should do to lower the temperature and tone in our national politics.",
  "And this is an incident that goes right to the heart of one of our core values, the protection of free speech and of journalists and the media.",
  "Obviously members of the president's party point to the protesters who shouted down Republican senators during the Kavanaugh hearings.",
  "Speak to the actions on the Democratic side and what role you think they've contributed in this tone that you've been talking about.",
  "I think it's important that people in leadership nationally who are well-known discourage that kind of aggressive advocacy.",
  "What's your feeling about the crown prince of Saudi Arabia and whether he knew about the assassination of Jamal Khashoggi?",
  "OHN DICKERSON: We turn now to Delaware Democratic Senator Chris Coons, he joins us this morning from Wilmington.",
  "And he must now begin an investigation and get back to us about whether or not we should be imposing sanctions.",
  "I think there's a responsibility for all of us to lower the tone of of hatred and division in our country.",
  "JOHN DICKERSON: And what about- you've mentioned the president, in terms of contributing to this tone.",
  "SEN. COONS: Well I think that's because of the caustic tone of our national politics.",
  "Senator Lankford and I are the co-chairs of the weekly Senate prayer breakfast.",
  "JOHN DICKERSON: And we'll be back in a minute with a lot more FACE THE NATION.",
  "SENATOR CHRIS COONS: Good morning, John, great to be on with you again.",
  "John we narrowly avoided a remarkable tragic week in American history.",
  "JOHN DICKERSON: All right we've come to the end of our time Senator.",
  "JOHN DICKERSON: Finally Senator, one very quick question.",
  "Mitch McConnell was confronted in a restaurant.",
  "You're on the Foreign Relations Committee.",
  "Thanks so much for being with us.",
  "SEN. COONS: Thank you John.",
  "Why do you think that is?",
  "Good morning Senator.",
  "Many in my party did.",
  "Don't go away."
]