[
  "COOPER: Bob Baer, just from an intelligence standpoint, you were a CIA officer for a long time, it is totally beyond the pale of thought that the Russian government would use an attorney from Moscow who has had connections who now says in an interview today that she had in fact met with the top prosecutor in Russia to discuss things and actually now it's been revealed actually he did do work for this Russian oligarch, even though the Russian oligarch's attorney told me several days ago that she was just an acquaintance of the son and had never worked for them.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. TREY GOWDY (R), SOUTH CAROLINA: Someone close to the president needs to get everyone connected with that campaign in a room and say from the time you saw Dr. Zhivago until the moment you drank vodka with a guy named Boris, you list every single one of those, and we're going to turn them over to the special counsel, because this drip, drip, drip is undermining the credibility of this administration.",
  "COOPER: I mean, Molly, if there was a phone conversation between\n\n\n\nDonald Trump Jr. and this Russian pop star, and the Russian pop star, which is Donald Trump Jr. Is saying there had to be in order to have this meeting because he wanted to know what it was about, and that was intercepted somewhere and that comes out, the family for this pop star, the lawyer for this pop star has denied there was any phone conversation.",
  "A lobbyist there well-known in Washington pushing for a major change to U.S. policy that punishes Russian leaders, a lawyer there lobbying for that same change, promising damaging information that will help the Trump campaign, and information that's part -- Rob Goldstone who, of course, set up the meeting, also present, said was part of a Russian effort to help Donald Trump.",
  "Was the president at any point or the candidate at that point -- see, when I read those e-mails from Donald Trump Jr. and the exchange, to me one of the things that stands out is he is being told apparently for the first time, but he doesn't sound like he is all that surprised by it that the Russian government is backing his father.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:20:55] COOPER: We are at the end of the day and a week that saw our picture of the meeting between the president's son, son-in-law, campaign chairman, Russian lawyer expand to include a Russian-American lobbyist who allegedly has ties to Russian intelligence, purportedly according to Senator Grassley.",
  "And there was no discussing with the president --\n\n\n\n(CROSSTALK)\n\n\n\nCOOPER: Just so I'm clear, though, you're not sure or can't say whether or not the president prior to today knew that there were eight people in the meeting, one of them was this other Russian who Senator Grassley had made these comments about?",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, today, we learned that the June 2016 meeting that all this transparency is about was attended by at least eight people including, yes, another Russian, a Russian-American who allegedly has ties to Russian intelligence, an allegation we should point out that he denies.",
  "Are you -- can you say with 100 percent certainty that the candidate Donald Trump either prior to the meeting taking place after this e-mail was received or after the meeting took place was never informed by Donald Trump Jr. or Paul Manafort or Kushner or somebody in that room that oh, you know what?",
  "But the fact is when you get all those people in the room, such senior people from the Trump side, people with apparently something to offer from the Russian side, but also looking for something in terms of a major change to U.S. policy, those facts tend to fight those descriptions.",
  "Well, from the same article, he said we primarily discussed a program about the adoption of Russian children, nothing about thinking about who was meeting with a Russian attorney, nothing about dirt on Clinton, nothing about ending sanctions against Russian human rights abusers.",
  "They just want to see the reaction, to see if the Trump team would pick it up, Donald Jr. And once they say this is a great idea, the question is was this contact passed to somebody else like Roger Stone, Carter Page, any of these other people that met with the Russians.",
  "\"The Times\" lead that day, quote, two weeks after Donald J. Trump clinched the Republican presidential nomination last year, his eldest son arranged a meeting at Trump Tower in Manhattan with a Russian lawyer who has connections to the Kremlin.",
  "We begin tonight with new developments, new information about the meeting Donald Trump Jr. held in Trump Tower with the Russian attorney he'd been told was a Russian government attorney with dirt on Hillary Clinton from the Russian government.",
  "And we've had now three versions and disturbingly, you know, \"The New York Times\" has reported CNN has pointed out, that Donald Trump himself apparently approved at least two of these misleading statements, and had been blown out the water.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: So, listening to that, you're left with the impression that Donald Trump Jr. has been the very essence of transparency when he disclosed those e-mails that he had put it all out there, let it all hang out.",
  "I'm trying to figure out if she was a Russian government prosecutor, how in the world did the Secret Service allow her into a meeting at that point that took place with campaign officials if she was actually a government operative?",
  "And, you know, I watched the Hannity interview with Don Jr. And, you know, obviously, he was stuck between a rock and a hard place where there was a political situation that he had to respond and he had to answer all the questions.",
  "COOPER: David Axelrod, Senator Santorum earlier may be a sort of floated the idea that they may be this could actually work in Donald Trump's favor that -- or President Trump's favor that -- because there is so much focus on this.",
  "And I think, you know, to Jeff's point about the moving of the goalpost, every time they have made this argument that, you know, this is all there is and this didn't happen, it has been an attempt to cut off further investigation.",
  "But that also undercuts what Donald Trump Jr. has said that he had no idea the identity of this person or the identity of anybody he was meeting with --\n\n\n\n(CROSSTALK)\n\n\n\nSEKULOW: I'm not blaming it on Donald Trump Jr., though.",
  "Let's remember, on Tuesday night, after releasing several e-mails shortly after he had been told \"The New York Times\" was going to publish the contents, Donald Trump Jr. said he had come clean about everything in that meeting.",
  "Have you reviewed what e-mails Rhona Graff, then candidate Trump's personal assistant, may have received for Trump, from her son, or from Goldstone or the father and son Russians who knew him from the Miss Universe pageant?",
  "Joining us, \"The Atlantic's\" Molly Ball, former Republican presidential candidate and senator, Rick Santorum, CNN senior legal analyst Jeffrey Toobin, former CIA officer Bob Baer, and former U.S. Attorney Matthew Whitaker.",
  "SEKULOW: Well, I'm not going to -- look, I'm not going to give -- I can't give you conversations that we had as lawyers with each other regarding information because that's protected by attorney-client privilege.",
  "[20:40:13] COOPER: Senator, just politically, you know, I get the frustration of Trump supporters out there who, A, are frustrated that there is so much coverage of this because they don't think it's important.",
  "But again, to go back to Jared, the fact that later on in December he proposes setting up channel through Russian communications to the Russians because he doesn't trust the NSA, the National Security Agency.",
  "That somebody comes in, maybe they don't even know that they're being used by the Russian government, dangling some information, and there is a quid pro quo of we want movement, we want these sanctions ended.",
  "So, to isolate this and -- but I've raised the question how did Natalia, who got her under the -- you know, the interesting aspect of this is Natalia, how she got into the United States in the first place.",
  "But we do know in the aftermath there has been a pattern, a very clear pattern of dishonest, misleading statements that -- and that represents stupidity as well, because clearly more was going to come out.",
  "I think he is doing a great job in this circumstance, but as anybody who has been in those similar circumstances can tell you that, if you haven't got the full story from your client, you're very worried.",
  "SEKULOW: -- when he was a nominee for president --\n\n\n\n(CROSSTALK)\n\n\n\nCOOPER: It's just that a couple of -- you know, in March, his son said he never met any Russian as a representative of the campaign.",
  "And that's where it not just journalists are looking into, but I spoke to both Democratic and Republican lawmakers today who said that the circumstances of this meeting require much more investigation.",
  "MATTHEW WHITAKER, FORMER U.S. ATTORNEY: It's really concerning as a lawyer because as you see Jay trying to explain the facts as he currently knows them, I think he is a little worry on shifting sand.",
  "Holding back, oh, actually this was a meeting of eight people, and there's this other Russian-American lobbyist who has -- you know, is fighting for the end of sanctions against human rights abusers.",
  "COOPER: -- and others from the campaign that we had on the other night were making the argument that at that point it was sort of a busy, chaotic environment in Trump Tower, and people could get in.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:47:27] COOPER: The drip, drip of details about the Russian meeting keep dripping out, the White House faces a big challenge if they think it's all just going to go away.",
  "COOPER: But, I mean, you -- as an attorney, you had a client who was going to get on the witness stand, you would want to know all the information from your client before they make a statement.",
  "of intelligence services, many intelligence services, but particularly the Russians is to use cutouts, people not directly employed by the FSB, to make an early approach to gather information.",
  "RICK SANTORUM, CNN SENIOR POLITICAL COMMENATOR: Yes, that's like not the first time that's happened in a political scandal where you have information disclosed and everybody sort of clams up.",
  "A president who had won this election for the sake of the whole party and was dedicated to focused on bringing the factions together around legislation that it was clear that he believed in.",
  "Then, on Saturday, the \"New York Times\" reported a previously undisclosed meeting last year at Trump Tower between the president's son, son-in-law, campaign chairman, and a Russian attorney.",
  "Plus -- and this is really something -- at the same time, he was being less than transparent, he was blaming others for the very things he had either been concealing or was still concealing.",
  "The president was not aware of the meeting, did not know who the participants were, did not attend the meeting, and only recently became aware of that meeting when -- and his son said that.",
  "COOPER: But you really want to be going on the word --\n\n\n\nSEKULOW: But at the end of the day --\n\n\n\nCOOPER: Do you really want to go on the word of the Russian government and this attorney?",
  "On the Russian side, the lawyer Natalia Veselnitskaya, the lobbyist, Rinat Akhmetshin, the publicist Rob Goldstone, a translator, and now we know a representative of the Agalarov family.",
  "How can you say that given that it was said in the e-mails that she was, there has been reporting by \"The Times,\" and it even seems like the story that she is telling now is evolving?",
  "Earlier tonight I asked a member of the President's legal team about it and whether it puts a dent in the notion that Donald Trump Jr. has really shown transparency in this situation.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:57:13] COOPER: President Trump and President Macron's public appearances got off to, like as you could see firms start this morning the Bastille Day parade.",
  "Did he know a man with what Senator Grassley describes as, you know, who has apparently ties to Russian intelligence in Senator Grassley's words was in this meeting prior to today?",
  "(COMMERCIAL BREAK)\n\n\n\n[20:37:53] COOPER: We're talking tonight about the evolving story, the previously undisclosed meeting between Donald Trump Jr., Jared Kushner, Paul Manafort.",
  "So, I just think it's very, very important that this administration realize that they've got some damage done here, and if there is anything else to be disclosed, it's the time.",
  "So, I don't think anybody in the White House is saying thank God we have this Russian spy scandal because, the fact that health care is frozen is not getting, as much attention.",
  "But I think it's a little concerning, you know, for anybody that is under this kind of scrutiny to lock in any story at this point in time as these things continue to come out.",
  "If this was -- if this was some -- you know, look, I mean, I think this whole thing, when you look at it, as a lawyer I look at the totality of the circumstances and the facts.",
  "Mueller is going to want to talk to everyone who was involved and everyone who was mentioned in those e- mails, including Rhona, the then candidate, now President's Assistant.",
  "But when you have a client whether it's as an attorney or a public relations person who has not told you or has not revealed the full story right away, it is this drip, drip.",
  "So, basis upon what she was going to have opposition research, which in campaigns, opposition research is discussed all the time, that issue comes -- never comes into play.",
  "(CROSSTALK)\n\n\n\nCOOPER: But not being aware of the meeting is different than not being told the Russian government is backing your campaign or that allegation has been made.",
  "The whole thing goes on for few more awkward seconds before finally ending after 29 seconds and then the real show began enormous parade filled with pomp and circumstance.",
  "KAYE: Poland did its best to curry favor with Trump as well, busing in a crowd of people to cheer in support of President Trump as he delivered his foreign policy speech.",
  "For days, everyone from the president's other White House officials and Trump surrogates latched on to that word transparency and praised Donald Trump Jr. for showing it.",
  "And you have someone connecting back to the Agalarov family that we now know had a relationship of many years, including a business relationship with the Trump family.",
  "SEKULOW: Well, and from the person that Jim Acosta spoke to, the guy that was Russian-American -- (CROSSTALK)\n\n\n\nCOOPER: -- who is also linked to the Russian attorney.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nAt Least 8 People Were At Trump Jr. Meeting; Trump Lawyer: President Was Not Aware of the Meeting.",
  "And, unfortunately, if you're not schooled in politics and don't recognize that they will find out everything that you've done, you're going to make these mistakes.",
  "Get it out there now, because the next meeting if there is one or was one is going to be a huge story and you're -- and now, you're going to start connecting dots.",
  "(BEGIN VIDEOTAPE)\n\n\n\nRANDI KAYE, CNN CORRESPONDENT (voice-over): At the Bastille Day parade in France this week U.S. President Donald Trump was the guest of honor.",
  "So, on the Trump side, you have the president's son, you have his son- in-law, Jared Kushner, you have Paul Manafort who at the time was his campaign manager.",
  "Now, this is significant for a number of reasons, not the least of which is yet again, the story that Donald Trump Jr. has publicly told continues to change.",
  "Both President Trump and you have said that the Russian attorney that Donald J. Trump -- that Donald Trump Jr. met with is not a Russian government attorney.",
  "Because from the e-mails it sure seems like there was, and it sure seems like that was important to Donald Trump Jr. Again, I know you're not his attorney.",
  "And you look at the situation, and as the lawyer here, you look at the situation I'm saying, I understand that it's getting a lot of attention, obviously.",
  "You have a number of people there, Goldstone who set up the meeting promised you this information, saying that's what the Russian side was going to bring.",
  "By Tuesday, with \"The Times\" gearing up to publish the e-mails pertaining to it and asking Donald Trump Jr. to comment, Donald Trump Jr. Tweeted them out.",
  "All of the sudden it's going to look like Donald Trump has been -- while this noise is going on, he's been effective and has been able to get things done.",
  "COOPER: But if, you know, at the next election, if he hasn't -- if there's not like two signature accomplishments or three --\n\n\n\nSANTORUM: I get that.",
  "And if he does pull a rabbit out of the hat, which I think is actually possible next week in the Senate that they actually do pass a health care bill.",
  "And arranged for a lavish dinner at the Eiffel Tower's, Jules Vern Restaurant where they dined on filet of beef and potato souffle with truffle sauce.",
  "And then the question still is the meeting takes place, no exchange of information, the Russian-American that you talked about, the lobbyist say that.",
  "But back to the idea that Donald Trump Jr. has been transparent, you're saying when he said he put it all out there, you were talk about the emails.",
  "With regard to the e-mail chain itself, I became aware of the e-mail chain about the time probably you did and what -- and actually saw the e-mails.",
  "So, the president could -- for all I know, I haven't checked the schedule, the president was involved in campaign activity or he's out campaigning.",
  "In fact, we learned that on both sides, very consequential people from the Trump side and very consequential people from the Russian side of this.",
  "I mean, the whole notion that -- I agree, the notion that she could get into Trump Tower without giving her name in advance seems ludicrous to me.",
  "But if I was his lawyer, I'd be very nervous about that, because he's locking in a story that as Jeff points out is evolving as we sit here today.",
  "Yet, most of the people that go into White House is untrue, this is the case with Donald Trump's White House, most of them are honest individuals.",
  "I mean I noted today that there was a report out from the CBO that the Trump administration had overestimated growth by several trillion dollars.",
  "[21:00:06] KAYE (voice-over): And while Germany's Angela Merkel was once quote \"striking a cool stands\" in an awkward photo with President Trump.",
  "But it ended up that the entire event -- and she then took her activities from New York to Washington, D.C., and it was all in the Magnitsky Act.",
  "Because according to Michael Isikoff at Yahoo, your colleagues Marc Kasowitz and Alan Garten garden found out about it more than three weeks ago.",
  "Do you know, Jay, for a fact if there was or wasn't a phone conversation between Donald Trump Jr. and this Russian pop star prior to the meeting?",
  "I quite agree with David, you know, the fundamental essence of crisis communications is figure out where the story is going and get there first.",
  "But what really disturbs me --\n\n\n\nCOOPER: By the way Bob, part of that to see whether -- and again, I'm not saying that's what happened in this.",
  "Let's just start back in March when \"The New York Times\" asked Donald Trump Jr. if he had ever had any campaign-related meetings with Russians.",
  "COOPER: But, you know, every former intelligence officer I spoken with, former CIA officers who worked on Russia for decades say that the M.O.",
  "Do you me for a fact that there aren't more e-mails related to this meeting from him, from others in the campaign or from Manafort or Kushner?",
  "And it was a damning report that will get absolutely no attention but I am not sure the way you want to bury bad news is by having worse news.",
  "COOPER: We've heard, David Gergen, you know, a lot about the need for compartmentalization in the White House, especially at a time like this.",
  "COOPER: Matt, do you think the -- did the President create more problems for himself or his administration by not remaining silent about this?",
  "There is potential e-mails and/or contact before this particular exchange that we know about, e-mails and/or contact following up afterwards.",
  "BALL: Well, there's always a possibility of a (INAUDIBLE) but the way things are right now, Republicans and Congress are really frustrated.",
  "Again, you've seen new episode at David Axerold show \"The Axe Files\" with civil rights icon Congressman John Lewis that's tonight at 10:00.",
  "So, all the details we're learning very much fighting the initial explanations for what this meeting meant and what this meeting was for.",
  "The Trump administration has not responded to the latest revelation, but we'll talk to one of Donald Trump's attorneys in just a moment.",
  "But the larger question to this investigation --\n\n\n\nCOOPER: Has it grown the -- has it sort of enlarged the range of that investigation?",
  "It's the pomp and circumstance showered upon all presidents and all part of a larger plan it seems to woo the leader of the free world.",
  "(CROSSTALK)\n\n\n\nCOOPER: You've been very clear that the president you've been very clear that the president wasn't aware of the meeting.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Thank you for the tour of some of the most incredible buildings anywhere in the world.",
  "And every time there has been more as we have kept looking, and that means we have to keep looking until we get to the bottom of it.",
  "KAYE (on camera): Perhaps it was the Japanese Prime Minister who led the way on how best to ingratiate himself with President Trump.",
  "TOOBIN: Of course, and, you know, what's significant about all investigations today is e-mails don't go between one and two people.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEAN HANNITY, FOX NEWS HOST: So, as far as you know, as far as this incident is concerned, this is all of it?",
  "I don't know if the individual that wrote the e-mail knew the difference between a Russian lawyer and a Russian government lawyer.",
  "They're still trying to work through a health care bill which, you know, Mitch McConnell says they're going to bring up next week.",
  "You know, I understand what you're saying about the significance of this meeting, but if this is it, there isn't a whole lot here.",
  "And there really is no reason to conclude one way or another now whether some illegality took place because it's a moving target.",
  "The president was not aware of it as he said until very recently, that was right before it happened which was I guess last week.",
  "COREY LEWANDOWSKI, FORMER TRUMP CAMPAIGN CHAIRMAN: The reason Don Jr. released his e-mails because he is completely transparent.",
  "More as well on what this drumbeat of shoes dropping is doing to the administration's credibility, especially among Republicans.",
  "His son did not -- the son did not discuss the issue -- Donald Trump Jr. didn't discuss with the president --\n\n\n\nCOOPER: Right.",
  "Doesn't give the full story of what the meeting was, and then sort of gradually the story changes, is that transparency to you?",
  "Now, we learned that there was a former soviet counterintelligence spy there in the meeting and they had never disclosed this.",
  "He, obviously, tweeted about it but he gave a very lengthy answer, you know, making a number of statements in France about it.",
  "I guess my question is was the president made aware that other people were present in the room for the meeting prior to today?",
  "And that's been confirmed by a number of the people that have been on your broadcast, and Jim's report just a few minutes ago.",
  "Everyone is praising his transparency, why do we suddenly learn, oh, wait, actually, there were eight people in this meeting.",
  "So, what conversations counsel has had amongst themselves and other co-counsel, that's not something I can discuss with you.",
  "And with all the new information, we've learned the truth is tonight, there is still a lot we don't know about this meeting.",
  "Even before Inauguration Day, Prime Minister Shinzo Abe showed up at Trump Tower with a golf driver that was plated in gold.",
  "But there is nobody this arguing now that Bob Mueller doesn't have legitimacy to investigate these facts and circumstances.",
  "And then they're drawn into this vortex, and we don't know, of course, whether this meeting brought violations of the law.",
  "Today, we learned it was not just that Russian attorney that Trump Jr., Paul Manafort and Jared Kushner were meeting with.",
  "I was speaking just a couple of hours ago to a Republican member of Congress who said that there is this dissatisfaction.",
  "On the other hand, the one thing that could unite the clans is clear and consistent and focused presidential leadership.",
  "So it doesn't really matter whether today he is more -- anyone is more under criminal scrutiny than they were a day ago.",
  "So this is -- this is a very difficult time for the White House and a very difficult time to do any other kind of work.",
  "I'm not sure that, for example, the communications staff at the White House knows exactly the parameters of this story.",
  "I mean, if you asked me the legal significance of a phone call or not a phone call, it wouldn't be legally significant.",
  "COOPER: Even just from a public relations standpoint, if you want to get ahead of something, just put it all out there.",
  "COOPER: There's been a number of statements made about Donald Trump Jr., by the president, by others about the meeting.",
  "You know, for months, the president and everyone involved in the campaign was saying this whole subject is ridiculous.",
  "Like if a Russian approached me while I was in the CIA, the standard answer is I'm going to report this to my bosses.",
  "(CROSSTALK)\n\n\n\nCOOPER: The whole it went nowhere, we only know that from Donald Trump Jr. and this Russian attorney.",
  "COOPER: When did you and the other lawyers on the president's legal team, if you can say find out about the meeting?",
  "Stated publicly that he did not notify his father of the meeting and had not discussed the meeting with his father.",
  "Obviously, Sarah Sanders went out earlier in the week and issued a denial, called the stories ridiculous and so on.",
  "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: I think that must be a rhetorical question, Anderson, plainly not.",
  "People aren't focusing on, you know, health care not moving forward or other things being stalled on Capitol Hill.",
  "I mean, does this put --\n\n\n\nJEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: You know, I think this is an evolving story.",
  "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT: How refreshing to have somebody take responsibility, be transparent.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, Congressman Gowdy was speaking of course as a Republican, as a Trump supporter.",
  "JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: Well, I think what's interesting is how the subject matter has changed.",
  "MOLLY BALL, POLITICAL WRITER, THE ATLANTIC: There's all kinds of shoes --\n\n\n\nCOOPER: There could be more emails.",
  "And now to say that, yes, there is not any evidence that a crime has been committed, and you can't prove a case.",
  "Then the next statement says, no, actually did want to find out about Hillary's, you know, some dirt on Hillary.",
  "When President Trump arrived in Saudi Arabia in May for his first foreign trip, he was treated to a sword dance.",
  "And I think they violated them because they weren't being honest with each other about where this was all going.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, the drip, drip of this story has nothing to do with reporters dragging it out.",
  "Because at the end of the day, I keep saying this, this is interesting, and I understand why you're covering it.",
  "Do you get the sense that the White House in any way has their arms around how to deal with this at this point?",
  "SANTORUM: -- ineffective the President is and how feckless his administration is in putting his agenda forward.",
  "So once you have a group of e-mails about this meeting, and obviously, we only have those four pages of e-mail.",
  "But just in terms of the President's agenda on Capitol Hill, moving it forward, I mean you serve in the Senate.",
  "But again, it's an unknown --\n\n\n\nSEKULOW: Makes for a fascinating novel and maybe a fascinating movie one day.",
  "So, trying to put this as the president's knowledge of it, the fact goes back to what I said in the beginning.",
  "SEKULOW: Everybody that -- you know, the people that you put on the air have said that nothing has developed.",
  "COOPER: So Matt, just as your legal experience, when -- if you had a client who says one thing on a Saturday.",
  "Then Trump counters with a hand pat and then his trademark tug and lifting Macron's right leg off the ground.",
  "The two are still shaking hands but Trump also now brings in Macron's wife into it with a kiss on the cheek.",
  "His biographers say the more adulation people heap on him the more likely they are to get a better response.",
  "I think that would go down as the glass is half full interpretation on Rick's part and I admired the effort.",
  "Republican divisions existed long before Donald Trump came along, before Donald Trump was elected president.",
  "I mean, the fact is I'm not even sure that the White House has its arms around what the story is completely.",
  "Later President Trump and Macron of France tried the Guinness Book of Records for world's longest handshake.",
  "It might even healthy and disrespect that there's not a whole lot getting done right now up on Capitol Hill.",
  "Obviously this is a very different White House than really probably anyone we've seen in a long, long time.",
  "So, that is fundamentally what the issue is that I'm concerned with as one of the president's lawyers here.",
  "There was not a lot of concern, a lot of discussion about what other people may or may not have been there.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJAY SEKULOW, ATTORNEY FOR PRESIDENT: Donald Trump Jr. put out the e- mails yesterday.",
  "The president has stated very clearly that he was not aware of the meeting and did not attend the meeting.",
  "COOPER: But that's only -- we only know that from Donald Trump Jr.\n\n\n\nSEKULOW: I'm going based on -- look.",
  "And they've got legal concerns that engulf not just the President but Jared and major players around them.",
  "You can see a new episode of the show \"The Axe Files\" tonight, and Senior Political Analyst David Gergen.",
  "There's a lot of questions about these dozens of contacts that Jared Kushner has now allegedly disclosed.",
  "I just want to get as much clarity as possible tonight and also let you express how you see this meeting.",
  "It's interesting in that sense, he and the Trump team are on message there saying listen, it was nothing.",
  "But in that e-mail, that's pretty big information that the Russian\n\n\n\ngovernment is backing your father.",
  "So David Axelrod, I mean here we are a week after the story was first published by \"The New York Times.\"",
  "But instead they come out with, with a statement, which is completely an act like a completely innocent.",
  "I don't think it would have been necessarily if it hadn't been little pieces of information coming out.",
  "If they don't report it either to Donald Trump or to the FBI, you know you got a willing subject here.",
  "[20:50:20] You know, this may go down in history as one of the most incompetent cover-ups we ever had.",
  "Have a west wing staff that's handling these revelations and what it needs to be doing to go forward.",
  "SEKULOW: My knowledge is that the president as he said publicly recently became aware of the meeting.",
  "Plenty to talk about with our next guest, Jay Sekulow, who's a member of the president's legal team.",
  "There was going to be, you know, clashes between and within Republicans in the House and the Senate.",
  "They've been focused on something that's not real news and the real news is he's been doing his job.",
  "They may not agree with what you and I believe, but they're honestly trying to serve their country.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOOPER: The President has repeatedly praised Donald Trump Jr.'s transparency.",
  "SEBASTIAN GORKA, WHITE HOUSE SENIOR ADVISOR: We are incredibly impressed by Don Jr.'s transparency.",
  "I'm more than happy to be transparent about it and I'm more than happy to cooperate with everyone.",
  "(BEGIN VIDEO CLIP)\n\n\n\nHANNITY: Did you ever meet with any other person from Russia that you know?",
  "COOPER: Right, but --\n\n\n\nSEKULOW: Whether it was eight people or there -- no, go ahead, Anderson.",
  "And I take him at his word for that because no one else has said that his father was aware of it.",
  "And based on what he said on Saturday, the credibility of his son is in question for some people.",
  "They're going to kind the susceptibility and the willingness of the other part to engage on this.",
  "I mean, they would be pounded away how bad Donald Trump is doing, how he can't leave the country.",
  "And for them to issue a statement that made it all look very innocent about adoption of children.",
  "Up next, President Trump treated to spectacular show pomp and circumstance in Paris this morning.",
  "It was very short, nonproductive, not what it was supposed to be about, and ended up being zero.",
  "So, how did Donald Trump describe that meeting and the reason for to it \"The Times\" on Saturday?",
  "Let's not conflate --\n\n\n\n(CROSSTALK)\n\n\n\nCOOPER: But did he know this other guy was in the room?",
  "We don't -- we haven't seen that full list of contacts that led to this whole story coming out.",
  "Why that might just be the most effective strategy for winning over this particular President.",
  "Well, you started with the right supposition, and that is -- I'm -- I represent the president.",
  "I mean, obviously, you're not Donald Trump Jr.'s attorney, and I hate to put you in that spot.",
  "So, there was a series of -- they were in meetings all day, and for weeks during the campaign.",
  "So, what this does is it yet again contradicts the way Trump world has described this meeting.",
  "COOPER: This Russian lobbyist, Russian-American lobbyist, he has given some interviews today.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP JR.: They're trying to drag out the story, Sean, in all fairness.",
  "OK. Then on Sunday, we learned this meeting was indeed campaign related and Clinton related.",
  "COOPER: Although, actually, what you're saying is the president wasn't aware of the meeting.",
  "It has to do with how Donald Trump Jr. himself has needlessly and curiously dragged it out.",
  "President Macron going to gets things started with a first grip and then a pat on the back.",
  "We'll take a look at the President's trip, plus this moment, very, very lengthy handshake.",
  "The -- first of all, the president has repeatedly praised Donald Trump Jr.'s transparency.",
  "I was on the other night with Jake Tapper who did that special and Jonathan Turley was on.",
  "SEKULOW: Jim Acosta said they spoke to the -- I guess, they spoke to the Russian-American.",
  "Because the attorney\n\n\n\nfor the pop star and his dad told me that there was no phone call.",
  "Let me go back to the legal issue for just a moment because that's what -- I'm the lawyer.",
  "So, I think we're making a lot about something that it generally is not very significant.",
  "Earlier, the French President accompanied Mr. Trump on a tour of Napoleon's private tomb.",
  "I don't think it is possible to believe what they said about the outcome of the meeting.",
  "DAVID GERGEN, CNN POLITICAL ANALYST: Well, it's a -- it can be shattering to individual.",
  "I mean there -- I could make the argument that this doesn't necessarily hurt him at all.",
  "You said just the other day in an interview that Donald Trump Jr. put it all out there.",
  "It is true that it is not 100 percent clear that there is any illegality at this point.",
  "In fact, they're having a pretty good time keeping under the radar on all these things.",
  "I hope that they know what the true story is, but it's a little worrying as I watch it.",
  "All I'm saying is, in this particular instance there was a clear attempt at a cover-up.",
  "But, what he, you know, he denies being counterintelligence spy but do we believe that?",
  "You said just the other day in an interview that Donald Trump Jr. put it all out there.",
  "How much does it -- I think John McCain says it sucks all the oxygen out of the room.",
  "They have attempted to cover it up but they have done it with enormous incompetence.",
  "SEKULOW: Well, yes, because the there was the e-mails that resulted in this meeting.",
  "But when you say -- you know, the president says he has been completely transparent.",
  "They left -- Donald Trump Jr. puts out the e-mail, the whole chain of e-mail events.",
  "And everybody that was at the meeting that you have talked to said the same thing.",
  "Oftentimes he has his lawyers sort of saying what he did know and when he knew it.",
  "Now, Jay is saying, quite properly as an attorney, saying there is no illegality.",
  "The president was not aware of the meeting and didn't participate in the meeting.",
  "Certainly not in the context of actual formalized meeting or anything like that.",
  "COOPER: Senator, it's also tough -- obviously, Jay has a tough job in many ways.",
  "But in the soft pitch, is part of it to see whether the target then reports it?",
  "Because now, I mean, Rhona Graff, the candidate's assistant, she was mentioned.",
  "They've got a political crisis in terms of the story that's unfolding publicly.",
  "His image even projected on the wall of his hotel where he walked a red carpet.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: That's right, Anderson.",
  "But the question is what law has been violated heard or might be violated here?",
  "SEKULOW: Well, all we know, all we know, all we know is the facts that we know.",
  "She was initially denied a visa upon entry and got what's called a parole visa.",
  "Because that seems like a pretty big headline for a son not to tell his father.",
  "COOPER: I can tell you that Jason Miller from the campaign --\n\n\n\nSEKULOW: Yes.",
  "SEKULOW: Well, one of the people at the meeting supposedly was the translator.",
  "But most, as you're right, have said they don't think there is anything there.",
  "He was also speaking as a representative of the American people and a citizen.",
  "We firmly believe in providing both sides, all sides of a controversial story.",
  "I think David Axelrod is absolutely right about both for politics and the law.",
  "But the question is what law has been violated here or might be violated here.",
  "And not bringing any information would be pretty typical at the first meeting.",
  "I mean he talked about it -- I mean he was asked about it directly in France.",
  "But it's not like there's been this long drumbeat of how --\n\n\n\nCOOPER: Right.",
  "And that is a visa because she was allegedly working on this particular case.",
  "We know, for instance, that Jared Kushner was in for a few minutes and left.",
  "Trump legal team member Jay Sekulow joins us with reaction, we hope to this.",
  "And the incredible hospitality you have shown us from the moment we arrived.",
  "I mean, he raises the important point of, you know, is this against the law.",
  "Given what we learned today, do you still say that he put it all out there?",
  "What is it like to actually, you know, be there when all this is happening?",
  "Ever since, his relationship with President Trump has been on solid ground.",
  "Based on what we know currently, who knows what we may learn down the road.",
  "Given what we learned today, do you still say that he put it all out there?",
  "COOPER: No, no, I get the legal argument, and you're a lawyer and I'm not.",
  "That is I have not reviewed any other documents until this issue came out.",
  "She went right down to Washington, D.C., did the same thing in Washington.",
  "So I would be really commenting on something I shouldn't be commenting on.",
  "ROBERT BAER, CNN INTELLIGENCE AND SECURITY ANALYST: Well, it is, Anderson.",
  "And you know, Anderson, I go back to something we've talked about before.",
  "But, of course, if she is linked to the Kremlin, she is going to deny it.",
  "The president said he has never had a discussion with his son about that.",
  "And everybody agreed that there's not a legal violation with the meeting.",
  "Aired 8-9p ET\n\nAired July 14, 2017 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "In a moment, as I said, a member of the president's legal team joins us.",
  "Well, first, let's look at everybody who was in that room, eight people.",
  "So, again, who the individual was -- you know, I've asked this question.",
  "But it certainly seems like from the e-mail that there was a phone call.",
  "And I think Jeff's point is very true that they have moved the goalpost.",
  "Goldstone said I can just e-mail, you know, the candidate through Rhona.",
  "TRUMP: Words do not do justice to the grandeur of this remarkable place.",
  "The President and his team were going to paying a fearful price for it.",
  "And that is not what Republicans on the Hill feel like they're getting.",
  "I think the risk right now is everyone's talking about what they know.",
  "Marching bands, jet fly overs and American flag rolled out before him.",
  "Is that kind of standard operating procedure for Russian intelligence?",
  "But, again, I don't represent Donald Trump Jr.\n\n\n\nCOOPER: Fair enough.",
  "[20:25:07] You can't say for sure that wasn't what was happening here.",
  "COOPER: But every intelligence official I talked to say you know what?",
  "Now, the Russian government ha said she was not a government attorney.",
  "SEKULOW: Well, there is a -- you raise actually an interesting issue.",
  "And if it's accepted, then hit it some place else and establish that.",
  "But the facts are going to determine whether there is any illegality.",
  "KAYE: No question, Donald Trump enjoys being the center of attention.",
  "Listen, you know, let's take with regard to this particular meeting.",
  "And that's when the president was aware of it as the issue came out.",
  "And the question is we don't know what contacts occurred afterwards.",
  "He was transparent about putting them all out, all the entire chain.",
  "So, you've been digging into the details on this June 2016 meeting.",
  "So I think we're trying -- the meeting was not an issue until what?",
  "SEKULOW: Well, I can tell -- well, no, here is what I can tell you.",
  "And for the Russians, that was a green light to keep going at this.",
  "We'll take a look at how it seems flattery will get you everywhere.",
  "I'm saying I understand it's getting a lot of attention, obviously.",
  "And so my question is do they actually know what the full story is.",
  "And I think the same situation that the President finds himself in.",
  "SEKULOW: No, the president -- remember what Donald Trump Jr. said.",
  "So, the reality is the entire setup to this was a false narrative.",
  "We're not going to hand over all the information right at the top.",
  "Yeah, I find that -- the Secret Service, it shouldn't be chaotic.",
  "If you could just stick around, just got a couple more questions.",
  "For days, the president has been praising his son's transparency.",
  "And if they don't report it, then that is telling them something?",
  "Keep it plausible deniability, soft pitch, and see what happens.",
  "They wanted to know if the Trump team would cooperate with them.",
  "Because the there was the e-mails that resulted in this meeting.",
  "And so that's a very bad place for a White House staff to be in.",
  "So, the people that were there said it, that nothing transpired.",
  "And, Anderson, I go back to something we've talked about before.",
  "That would be kind of something you could toss in there as well.",
  "He said that the meeting was not as substantive as he expected.",
  "[20:15:05] Now, I know you say nothing came out of the meeting.",
  "COOPER: OK, because --\n\n\n\nSEKULOW: No knowledge of that at all.",
  "We just know that based on Donald Trump and the Russian lawyer.",
  "COOPER: We haven't put Donald Trump Jr. or the Russian lawyer.",
  "You tend to lose track of time these days, but just last week.",
  "DONALD TRUMP, JR., SON OF PRESIDENT TRUMP: This is everything.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Well, today we learned it was not.",
  "With us now is CNN Senior Political Commentator David Axelrod.",
  "It is a, spectacular place, some of the most beautiful sights.",
  "The way I look at it is this is what's called the soft pitch.",
  "There were no contacts between our campaign and the Russians.",
  "[20:05:03] We were showing their names and face there before.",
  "The president was not aware of and did not participate of it.",
  "SEKULOW: Well, I don't think it would be legally significant.",
  "Back now with one of the president's attorneys, Jay Sekulow.",
  "When they did disclose it, they said it was inconsequential.",
  "They have been trying to hide what happened at this meeting.",
  "This was one meeting that had no results of any kind, zero.",
  "And the facts that we know are she came in to discuss what?",
  "COOPER: OK.\n\n\n\nSEKULOW: He learned recently of the e-mails.",
  "Not inconsequential people, in fact very much the opposite.",
  "SEKULOW: Well, but, look, the issue was the meeting itself.",
  "There is also just the ethical and kind of moral argument.",
  "So at the end of the day you always look what the statute.",
  "And you're a lawyer and that's what you've got to look at.",
  "They had hundreds of meetings going on a weekly basis, OK?",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "They want to drip a little bit today, drip a little then.",
  "(CROSSTALK) SEKULOW: OK. Look, I don't think that's fair.",
  "I mean --\n\n\n\nSEKULOW: No, I don't want to go on the word.",
  "There's been a number of --\n\n\n\nSEKULOW: Thanks, Anderson.",
  "He did not think that it was going to be that big a deal.",
  "And I just, you know, I am distracted by the whole thing.",
  "It's just -- the whole thing is fake news, didn't happen.",
  "Legally speaking, Jeff, does this damage the White House?",
  "What matters is Mueller is now at a fact finding moment.",
  "UNIDENTIFIED FEMALE: It will be a dinner between France.",
  "SEKULOW: Because evidently Natalia didn't speak English.",
  "But the fact is --\n\n\n\nCOOPER: Let me ask you about that.",
  "We did play an interview that the Russian attorney gave.",
  "Only became aware of the meeting as -- when we all did.",
  "I mean, nobody at this point can say for sure, correct?",
  "SEKULOW: That's why people left the meeting in minutes.",
  "You've worked in White Houses that have been in crisis.",
  "Coming up, a White House in crisis some are calling it.",
  "And you think, well, I can hold on to this information.",
  "It was the hacking that had been done the year before.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOOPER: Back now with the panel.",
  "They were very receptive to working with the Russians.",
  "(CROSSTALK)\n\n\n\nCOOPER: But did he know prior to today?",
  "And the substance of that meeting resulted in nothing.",
  "We've had, as you said, had a lot of legal people on.",
  "He had not even mentioned this meeting to his father.",
  "And at the end of the day, that's what this is about.",
  "JAY SEKULOW, ATTORNEY FOR PRESIDENT TRUMP: Well, yes.",
  "He left with a gold chain necklace from the kingdom.",
  "I think they would, like not to be in the situation.",
  "So I think the whole thing was put-up to begin with.",
  "SEKULOW: She said she was not a government attorney.",
  "The Russian government may be backing your campaign?",
  "It was short, much shorter than anybody anticipated.",
  "He said he was doing it in the name of transparency.",
  "But, first, let's dig deeper into very developments.",
  "[20:00:08] ANDERSON COOPER, CNN HOST: Good evening.",
  "Natalia in an interview she gave in Moscow said it.",
  "What transpired in the last 24 hours, I don't know.",
  "But the fact is no legal violation for the meeting.",
  "(CROSSTALK)\n\n\n\nGERGEN: -- lawyer, people like this.",
  "And we learned today at least two Russian, not one.",
  "To say there's nothing to see here so stop looking.",
  "COOPER: Jay Sekulow, I always enjoy talking to you.",
  "And as the lawyer here, you look at the situation.",
  "And the President's agenda has sort of been stuck.",
  "You know, they could have come up straight out of.",
  "We have to respect the attorney- client privilege.",
  "SEKULOW: I'm one of the lawyers for the president.",
  "You know how many meetings they were having a day?",
  "I'm one of the lawyers representing the president.",
  "But he still apparently wasn't coming fully clean.",
  "We'll try to get more answers in the hours ahead.",
  "We're going to have much more on him in a moment.",
  "The president was not aware, did not participate.",
  "And he put the entire chain of those e-mails out.",
  "And the e-mails were released by Donald Trump Jr.",
  "The meeting itself is not a violation of the law.",
  "And he put the entire chain of those e-mails out.",
  "She is showering him with flattery in other ways.",
  "Now, of course, we know this meeting took place.",
  "But this is a classic KGB recruitment, you know.",
  "That doesn't seem like a winning strategy to me.",
  "Because I got to be really clear here, Anderson.",
  "COOPER: All right, Jim Sciutto, appreciate that.",
  "I've probably met with other people from Russia.",
  "Has he offered any other details of the meeting?",
  "There were as many as eight people in that room.",
  "SEKULOW: Donald Trump Jr. put it all out today.",
  "But some lawyer could make it a legal argument.",
  "But let me just say a couple of things on that.",
  "COOPER: So, you haven't reviewed other e-mails?",
  "Why would the Secret Service have allowed that?",
  "COOPER: Lots to discuss with our panel tonight.",
  "COOPER: OK. To you, is that an important fact?",
  "So, he was not aware of it, did not attend it.",
  "So, I don't represent the Trump Organization.",
  "SEKULOW: No, I have not reviewed the e-mails.",
  "SCIUTTO: Not details, but a characterization.",
  "Jeff, what is your reaction to what Jay said?",
  "You know they're pieces of paper turned over.",
  "I mean one of the most incompetent cover-ups?",
  "COOPER: You should point out he denies that.",
  "And it's just one part of his investigation.",
  "He is now going to learn about this meeting.",
  "But --\n\n\n\nSEKULOW: Yes, I have no knowledge.",
  "He stated he did not discuss wit his father.",
  "SEKULOW: The president of the United States.",
  "COOPER: Well, we don't know that for a fact.",
  "SEKULOW: He said he never had a discussion.",
  "But they are moving the defense lines back.",
  "That's where I believe Trey Gowdy is right.",
  "This is kind of awkward sometimes to watch.",
  "And the fact is they violated those rules.",
  "And you've had a number of experts on CNN.",
  "He said it ended quicker than he expected.",
  "So, again, not an inconsequential meeting.",
  "Here is Congressman Trey Gowdy on Tuesday.",
  "So, we have to rely on their credibility.",
  "I saw the document probably when you did.",
  "How do we know it all ended with nothing?",
  "It was very, very beautiful thing to see.",
  "They use their contacts and they went in.",
  "That's what would be the talk right now.",
  "And nobody is talking about any of that.",
  "So, it actually could work in his favor.",
  "I understand the question you're asking.",
  "We're very happy to have him on tonight.",
  "So, I go back to what I said initially.",
  "And the end result of that was nothing.",
  "GORKA: Donald Trump Jr. is transparent.",
  "But two mens square up, chest to chest.",
  "If there is any more, get it out there.",
  "COOPER: We have to take a quick break.",
  "Here he is again Tuesday night on FOX.",
  "First of all, they didn't disclose it.",
  "To really get in on the Magnitsky Act.",
  "I'd love to continue the conversation.",
  "What law was violated by that meeting?",
  "SEKULOW: And he said nothing happened.",
  "Thanks so much for being with us, Jay.",
  "I mean, some had said maybe a stretch.",
  "Is it right to have had this meeting?",
  "Sorry, don't mean to interrupt there.",
  "That's how these initial contacts go.",
  "Can you say when you were made aware?",
  "And, you know, you have to bifurcate.",
  "COOPER: David Axelrod, David Gergen.",
  "I find that particularly disturbing.",
  "Right now they don't have the votes.",
  "So, that's one shoe that could drop.",
  "We'll see if there is no illegality.",
  "And it has become a week-long story.",
  "I appreciate you're respecting that.",
  "What statute is being violated here?",
  "This is in the middle of a campaign.",
  "He learned recently of the meetings.",
  "Here is the thing that is important.",
  "Nothing transpired at that meeting.",
  "It wasn't just this Russian lawyer.",
  "You know what word I want to go on?",
  "I'm wondering how do you know that?",
  "And your experts have said it too.",
  "COOPER: We've got to take a break.",
  "And the president said he was not.",
  "Here is what word I want to go on.",
  "I mean, you see it from your kids.",
  "SENATOR, PENNSYLVANIA: Yes and no.",
  "We have more with the panel ahead.",
  "And within hours was proven wrong.",
  "And see, the media has been wrong.",
  "You know, there is nothing there.",
  "Why not say, here's where we met.",
  "SANTORUM: It's just human nature.",
  "SEKULOW: It shouldn't be chaotic.",
  "Let me tell you what I'm sure of.",
  "You're an attorney for president.",
  "You're the president's attorney.",
  "I think even Jeff Toobin was on.",
  "COOPER: It's an important point.",
  "But none of it violates the law.",
  "And we now know that's not true.",
  "They're never going to find out.",
  "COOPER: Now, it's no illegality.",
  "There clearly have to be others.",
  "So this is a lot to investigate.",
  "COOPER: You really believe that?",
  "David Gergen, you believe that?",
  "They want to serve the country.",
  "TRUMP: It is a majestic nation.",
  "The question is, is there more?",
  "But let me give you the answer.",
  "So there is nothing to discuss.",
  "Jim Sciutto joins us with that.",
  "You got to remember something.",
  "Hundreds of meetings going on.",
  "How did she overstay her visa?",
  "They got some dirt on Hillary.",
  "RICK SANTORUM, (R) FORMER U.S.",
  "And you look at the situation.",
  "Thanks everybody on the panel.",
  "He said on the one hand, yes.",
  "And there is something to it.",
  "So, let's be realistic there.",
  "I found that hard to believe.",
  "So does the Russian attorney.",
  "I don't represent the others.",
  "And that has been undisputed.",
  "Donald Trump Jr. has said it.",
  "TRUMP JR.: I don't even know.",
  "SEKULOW: Hold on one second.",
  "A meeting took place, right?",
  "You know, I read the e-mail.",
  "This was a setup to do what?",
  "COOPER: We'll be right back.",
  "And now it gets interesting.",
  "We'll talk about that ahead.",
  "I mean, I respect Jay a lot.",
  "Yes, we are analyzing this.",
  "KAYE: Flattering, for sure.",
  "Here's who was in the room.",
  "So we met with this people.",
  "That's what this was about.",
  "It was all about Magnitsky.",
  "Donald Trump Jr. says that.",
  "The president wasn't there.",
  "So, people came in and out.",
  "But I mean, and who would?",
  "I've got some information.",
  "So, it's like, here it is.",
  "It was incompetently done.",
  "Even -- yes, he denies it.",
  "I don't think that at all.",
  "SEKULOW: Thanks, Anderson.",
  "COOPER: It's human nature.",
  "BALL: -- that could drop.",
  "SEKULOW: Donald Trump Jr.",
  "[20:10:01] COOPER: Right.",
  "Always good to have you.",
  "COOPER: Sorry, go ahead.",
  "That's another question.",
  "But I can tell you this.",
  "You see it all the time.",
  "We didn't find anything.",
  "They have covered it up.",
  "But there was meetings.",
  "Here's the legal issue.",
  "Every 15 or 20 minutes.",
  "Did he just learn that?",
  "They were disappointed.",
  "He didn't participate.",
  "E-mails were released.",
  "What have you learned?",
  "Why is that important?",
  "Don't let it drip out.",
  "No one disputed that.",
  "It went more quickly.",
  "We were disappointed.",
  "You understand that.",
  "Because why would I?",
  "Randi Kaye has more.",
  "We'll be right back.",
  "They clearly didn't.",
  "That's pretty clear.",
  "It's going the FBI.",
  "This is everything.",
  "COOPER: Yes, right.",
  "The Magnitsky Act.",
  "First of all that.",
  "They go in chains.",
  "Should I do that?",
  "Thanks very much.",
  "COOPER: Go ahead.",
  "That's one thing.",
  "And why would he?",
  "You're not sure?",
  "TOOBIN: Exactly.",
  "He may be right.",
  "He may be wrong.",
  "SEKULOW: Great.",
  "The other guy.",
  "COOPER: Right.",
  "Wait a minute.",
  "We're lawyers.",
  "COOPER: Right.",
  "Remember this.",
  "SEKULOW: Sure.",
  "And they have.",
  "BAER: Exactly.",
  "You walk away.",
  "WHITAKER: Yes.",
  "They come in.",
  "It really is.",
  "AXELROD: Yes.",
  "Is that true?",
  "SEKULOW: Yes.",
  "COOPER: Sure.",
  "SEKULOW: No.",
  "That was it.",
  "GERGEN: Yes.",
  "COOPER: Yes.",
  "Absolutely.",
  "He said no.",
  "Thank you.",
  "You, too.",
  "Go ahead.",
  "Nothing.",
  "Thanks.",
  "Yes."
]