[
  "“We intend to proceed in accordance with the terms of the CBW Act, which directs the implementation of additional sanctions.”\n\nShe did not specify the sanctions under consideration, but under the legislation the president is obliged to impose three sets of sanctions from a menu of six, which includes restrictions on development assistance, bank loans, general non-food imports and exports, downgrading diplomatic relations and suspending landing rights for the national airline, Aeroflot.",
  "The US imposed preliminary sanctions on security-related technology to Russia in August, in a signal that it accepted the UK’s assessment that Russian military intelligence was behind the use of the novichok agent in Salisbury against Sergei Skripal, a former Russian spy and his daughter Yulia.",
  "Under the Chemical and Biological Weapons Control and Warfare Elimination (CBW) Act, the Kremlin was then told it had 90 days to take “remedial measures” to include a formal renunciation of chemical and biological weapon use and admission to suspect sites of international inspectors.",
  "Documents reveal Salisbury poisoning suspects' Russian defence ministry ties Read more\n\nIt is unclear what form of sanctions the US will impose but US officials have warned that they would be substantial, potentially affecting diplomatic relations, trade or banking ties.",
  "The new measures will be additional to already substantial US sanctions against Russia, including those imposed in 2014 for its military intervention in Ukraine, and the 2012 Magnitsky Act, which targets the oligarchs supporting and working on behalf of the Kremlin.",
  "Russia faces new US sanctions after failing to take steps to prove it has ended its chemical weapons programme in the wake of the Skripal nerve agent attack in the UK in March, the state department has said.",
  "They include the Defending American Security from Kremlin Aggression Act, which would put restrictions on Americans buying Russian sovereign debt and curb investments in Russian energy projects.",
  "On Tuesday, state department spokeswoman Heather Nauert issued a statement saying “we could not certify that the Russian Federation met the conditions required by [the CBW Act]”.",
  "Sign up for the new US morning briefing\n\nDawn Sturgess died in July after handling a small bottle contaminated with the nerve agent apparently discarded by Skripal’s attackers.",
  "“The department is consulting with Congress regarding next steps as required 90 days after the initial determination on August 6, 2018,” Nauert said in her statement.",
  "Russia denies responsibility for the Skripal attack, suggesting – among other options – that it was a “false flag” provocation by the UK intelligence services.",
  "At the time the preliminary sanctions were imposed, a senior administration official said the second round would be “more draconian than the first round”.",
  "Congress is meanwhile considering its own sanctions bills, which could also have far-reaching effects on the Russian economy.",
  "Her partner, Charlie Rowley, was also taken ill after being exposed to the nerve agent.",
  "Moscow denounced the first set of sanctions under the CBW act as “illegal”.",
  "“It’s designed to be a sliding scale of pressure,” the official said."
]