[
  "“We gather here to mourn the passing of American greatness, the real thing, not cheap rhetoric from men who will never come near the sacrifice he gave so willingly, nor the opportunistic appropriation of those who lived lives of comfort and privilege while he suffered and served.”\n\nDaniel Vajdich, senior fellow at the Atlantic Council, and others have shared their beliefs that Trump’s been tougher on Russia than his predecessors.",
  "— Meghan McCain (@MeghanMcCain) November 14, 2018\n\n“While the Trump’s and their administration continue to be too ignorant or too unscrupulous to fight against Putin’s global expansion and murderous regime -I promise on behalf of my father to spend the rest of my life doing all that I can to help fight and speak out against it,” she added.",
  "I am going to London to speak @HouseofCommons and then to accept the Magnitsky award on behalf of my father and all who continue the fight against Putin’s tyrannous KGB dictatorship,” the co-host of the ABC talk show tweeted ahead of accepting the award for the late Arizona Republican Sen. John McCain.",
  "…while the Trump’s and their administration continue to be too ignorant or too unscrupulous to fight against Putin’s global expansion and murderous regime -I promise on behalf of my father to spend the rest of my life doing all that I can to help fight and speak out against it.",
  "The London event titled, “The McCain Legacy and the Magnitsky Act” will involve discussions about McCain’s role in passing the 2012 human rights act named after Sergei Magnitsky, who exposed money laundering and corruption in Putin’s regime, according to Newsweek.",
  "“When you actually look at the substance of what this administration has done, not the rhetoric but the substance, this administration has been much tougher on Russia than any in the post-Cold War era,” Vajdich explained.",
  "Meghan McCain criticized President Donald Trump on Wednesday for failing to “fight against [Russian President Vladimir] Putin’s global expansion and murderous regime.”\n\n“I will be gone from @TheView tomorrow and Friday.",
  "I am going to London to speak @HouseofCommons and then to accept the Magnitsky award on behalf of my father and all who continue the fight against Putin’s tyrannous KGB dictatorship….",
  "(RELATED: Joy Behar: Female Trump Voters Don’t Know The Difference Between A Predator And A Protector)\n\nI will be gone from @TheView tomorrow and Friday.",
  "Under Trump’s administration, “some of the toughest sanctions in years” have been brought against Russia’s elite, according to a CNBC report.",
  "He has also openly targeted Russia’s allies and strategic operations by ordering missiles to be fired at Syrian military sites, says CNBC.",
  "— Meghan McCain (@MeghanMcCain) November 14, 2018\n\nMcCain’s father passed away in August following a year-long battle with brain cancer.",
  "During her father’s eulogy, she appeared to use the opportunity to call out Trump over his “Make America Great” slogan.",
  "The president also approved the sale of weapons to Ukraine, something former President Barack Obama declined to do.",
  "“The America of John McCain has no need to be made great again because America was always great,” McCain shared.",
  "The legislation promises to impose sanctions against countries found to have committed human rights abuses."
]