[
  "“His muscles are just unbelievable.”\n\nHe’s notorious for making an ill-advised link between “dinosaur flatulence” and global warming; for his open disdain of homosexuals and undocumented immigrants; for welcoming a notorious Holocaust denier to Washington; and for thinking that the Oklahoma City bombing – widely regarded as a conspiracy of homegrown far-right radicals – was an Islamist plot cooked up by Middle Eastern radicals in the Philippines.",
  "Following a nail-bitingly close race – the first real contest he has faced since his original election in 1988 – Rohrabacher is lagging behind his Democratic challenger, Harley Rouda, by 4%, a margin that looks insurmountable as the last provisional and absentee ballots trickle in.",
  "“Going forward,” Rouda said in a statement, “my mission is to be the absolute best kind of public servant – honest, transparent, accessible and tireless in serving the greater good.”\n\nDemocrat Harley Rouda greets supporters in Laguna Beach.",
  "It’s certainly true that the once staunchly conservative 48th district along the Orange County coast, an hour’s drive south of Los Angeles, has fallen increasingly out of sympathy with Rohrabacher’s more extreme and eccentric positions.",
  "So accommodating has Rohrabacher been of Russian military aggression and policy interests that as early as 2012 the FBI warned him the Kremlin was seeking to cultivate him as an intelligence asset and had even assigned him a code name.",
  "Dana Rohrabacher once arm-wrestled Putin, but his extreme positions have increasingly alienated California constituents\n\nDana Rohrabacher has denied climate change, and is a figure in Robert Mueller’s Russia inquiry.",
  "They also don’t like his climate change denial, don’t like his cosy relationship with big oil and pharmaceutical companies and, especially, don’t like his repeated and often mystifying alignment with Putin’s Russia.",
  "Photograph: David McNew/Getty Images More\n\nThe Republican congressman Dana Rohrabacher would tell you he’s just a regular guy who loves his country and wishes he had more time to go surfing.",
  "Photograph: Robyn Beck/AFP/Getty Images More\n\nRouda’s implication – already voiced in multiple ways on the campaign trail – was that Rohrabacher has been none of these things.",
  "He has consistently opposed sanctions and lobbied to repeal the 2012 Magnitsky Act, which imposed penalties on Russian oligarchs accused of corruption and human rights abuses.",
  "Ed Royce, then chair of the House foreign relations committee, was alarmed enough to curtail Rohrabacher’s powers as head of the subcommittee dealing with Russia.",
  "Last year, the Republican majority leader, Kevin McCarthy, was caught on tape saying he believed Rohrabacher was indeed on Putin’s payroll.",
  "He’s a guy who, in the days of the Soviet Union, signed up for a week to fight alongside the mujahideen in Afghanistan.",
  "His constituents don’t like his embrace of Donald Trump – they narrowly preferred Hillary Clinton in 2016.",
  "A guy who, in the early 1990s, got into a drunken arm-wrestling match with a young Vladimir Putin.",
  "After 15 terms on Capitol Hill, though, he is almost certainly about to be an ex-congressman.",
  "He defended Russia’s incursion into Georgia in 2008 and the annexation of Crimea in 2014.",
  "But for 30 years, his southern California constituents have also dubbed him “crazy Dana”.",
  "A couple of years ago, Politico dubbed him Putin’s favorite congressman.",
  "Putin “put me down in a millisecond”, Rohrabacher recalled years later.",
  "Not even Rohrabacher’s enemies would deny he is a colorful man.",
  "On Saturday, the Associated Press called the race for Rouda.",
  "The moniker has stuck."
]