[
  "“The Global Magnitsky authority exists to target precisely this sort of behavior by state actors, so it would have been too conspicuous not to use it in this context.”\n\nHowever, he added, “it won’t seriously impact the behavior of the Saudi regime unless it’s followed up by additional actions.”\n\nTrump doesn’t really seem like he wants to reprimand Saudi over Khashoggi\n\nSince the Saudi dissident’s death on October 2, one thing has become painfully clear: President Donald Trump will do anything but severely reprimand the Saudi government.",
  "Treasury Secretary Steven Mnuchin said Thursday that the individuals “targeted and brutally killed a journalist who resided and worked in the United States” and “must face consequences for their actions.”\n\nHours before the sanctions announcement, Saudi Arabia charged 11 people in connection to the murder — including al-Qahtani — and wants five of them sentenced to death.",
  "“This took place in Turkey and to the best of our knowledge, Khashoggi is not a United States citizen,” he told reporters in the Oval Office on October 11 — just one week after the murder.",
  "“The sanctions announced today are a welcome step in addressing the heinous murder of Jamal Khashoggi, which the Admin initially tried to brush off,” he said in a Thursday statement.",
  "The Magnitsky Act aims to curb human rights violations around the world by prohibiting access to the United States and its banking system by individuals who commit heinous crimes.",
  "Democrats in both the House and Senate, with some Republican support, have pushed the US to weaken ties with Riyadh over the killing of Khashoggi in Istanbul and the Yemen war.",
  "He added, “I don’t like stopping massive amounts of money that’s being poured into our country,” referring to his desire to sell $110 billion worth of weapons to Saudi Arabia.",
  "The US placed sanctions on 17 Saudis on Thursday as punishment for their alleged involvement in the murder of Saudi journalist and US resident Jamal Khashoggi.",
  "It’s hard to believe Saudi Arabia’s de facto leader knew nothing about Khashoggi’s demise, but the kingdom has so far not implicated MBS in any wrongdoing.",
  "Trump has consistently promised to rebuild much of America’s crumbling roads, bridges, and airports, but would rather not use much taxpayer money to do so.",
  "According to the State Department, all of the people sanctioned on Thursday worked in the Saudi government at the time of the journalist’s murder.",
  "The sanctions target some top Saudi officials such as Saud al-Qahtani, a key aide for Crown Prince Mohammed bin Salman, also known as MBS.",
  "It’s the strongest response yet by the Trump administration, which for weeks has resisted further weakening Washington-Riyadh ties.",
  "Ahmad al-Assiri, the kingdom’s deputy intelligence chief, was indicted by the Saudis but not sanctioned by the US on Thursday.",
  "It’s a rare move against Saudi citizens, blocking their funds in the US and prohibiting Americans from engaging with them.",
  "The sanctions on Thursday drew cheers from some members of House Democratic leadership, like Whip Rep. Steny Hoyer (D-MD).",
  "Here’s what just happened: The US imposed what are known as Magnitsky Act penalties on more than a dozen Saudi citizens.",
  "“It would not be acceptable to me.”\n\nTrump, it seems, just doesn’t want to risk losing incoming Saudi cash.",
  "It’s possible Trump is trying to appease a Congress that’s increasingly skeptical of the gulf monarchy.",
  "“While we continue to value our strategic partnership with Saudi Arabia, serious changes must be made.",
  "Beyond the arms deals, Riyadh said it would invest about $20 billion in US infrastructure projects.",
  "“This was both the least they could have done and the most we should have expected,” he said.",
  "And the Pentagon support Saudi Arabia’s military mission in Yemen with intelligence support.",
  "But according to experts, the move doesn’t go far enough to reprimand the kingdom.",
  "Sean Kane, a former sanctions official at the Treasury Department, isn’t so sure.",
  "“\n\nBut the one person who could make those changes — Trump — likely won’t.",
  "But do the sanctions go far enough?",
  "So why impose the sanctions?"
]