[
  "“The general agreement is that he is likely to survive,” the official said, adding that Mohammed’s role as the future Saudi king is “taken for granted.”\n\nPresident Trump told reporters Saturday morning that he would be briefed by the CIA and Secretary of State Mike Pompeo during his flight to California, saying “as of this moment, we were told that [bin Salman] did not play a role, we’re gonna have to find out what they say.” He added that Saudi Arabia is a “spectacular ally.”",
  "“There remain numerous unanswered questions with respect to the murder.”\n\nThe tightrope the US is walking just got a little narrower\n\nAfter being slow to address the killing, the US government has walked a fine line between responding to an incident condemned by world leaders (and one that President Donald Trump called “the worst coverup ever,”) and maintaining close ties to Riyadh.",
  "made the assessment based on the crown prince’s control of Saudi Arabia, which is such that the killing would not have taken place without his approval, and has buttressed its conclusion with two sets of crucial communications: intercepts of the crown prince’s calls in the days before the killing, and calls by the kill team to a senior aide to the crown prince.",
  "And as the Washington Post notes, MBS is likely to remain heir to the throne, meaning the US response will have complicated longterm effects, Kushner-relationship aside:\n\nCIA analysts believe he has a firm grip on power and is not in danger of losing his status as heir to the throne despite the Khashoggi scandal.",
  "The CIA has reportedly concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi last month — directly contradicting the Saudi government’s claim that he was not involved, not to mention the US president’s inclination to believe Riyadh.",
  "For weeks, US intelligence agencies have suspected the crown prince was complicit but been reluctant to say so definitively; they now have “high confidence” in their conclusions that he was involved, anonymous officials told the Post’s Shane Harris, Greg Miller and Josh Dawsey.",
  "The prince’s brother, who is also Saudi ambassador to the US, reportedly told Khashoggi that he should go to the consulate to retrieve the documents, assuring him that it would be safe to do so.",
  "As the New York Times also reported Friday, those conclusions are based on a number of factors, not least MBS’s involvement in even minor affairs of state:\n\nThe C.I.A.",
  "On Thursday, the US placed sanctions on 17 Saudis in relation to Khashoggi’s murder, all of whom worked in the Saudi government at the time of the murder.",
  "Trump has resisted blaming the murder directly on the prince, with whom presidential advisor and son-in-law Jared Kushner enjoys a close relationship.",
  "(@kbsalsaud) November 16, 2018\n\nThe State Department also responded Saturday afternoon, distancing itself from the CIA’s reported assessment.",
  "A spokeswoman for the Saudi Embassy in Washington denied that such a discussion took place, and Khalid swiftly denied it in a tweet as well.",
  "It’s a rare move against Saudi citizens, but as As Vox’s Alex Ward reported, the move doesn’t go far enough to reprimand the kingdom.",
  "“Recent reports indicating that the US government has made a final conclusion are inaccurate,” the statement read.",
  "The US also considered a phone call it had intercepted between Khashoggi and MBS’s brother, Khalid bin Salman.",
  "Though it’s unclear if Khalid knew about the plot, the call was said to be made at his brother’s direction.",
  "As we told the Washington Post the last contact I had with Mr. Khashoggi was via text on Oct 26 2017.",
  "The sanctions, known as Magnitsky Act penalties, targeted top Saudi officials, but not MBS himself.",
  "The Washington Post, for which Khashoggi was a columnist, was first to report the CIA’s findings.",
  "I never talked to him by phone and certainly never suggested he go to Turkey for any reason.",
  "I ask the US government to release any information regarding this claim.",
  "— Khalid bin Salman ????",
  "?????",
  "??"
]