[
  "Ben Cardin, of Maryland, the senior Democrat on the Senate Foreign Relations Committee, charged that President Trump is “enabling” the kingdom “in its effort to protect Crown Prince Mohammed bin Salman from accountability.”\n\nOn Wednesday, Senator Lindsey Graham, a Republican of South Carolina, who is often a defender of Trump, said that the powerful prince “has been unstable and unreliable, and I don’t see the situation getting fixed as long as he’s around.” The stakes in unravelling the Khashoggi murder ripple well beyond the desert kingdom and across the wider Middle East.",
  "With a straight face, the Saudi foreign minister, Adel al-Jubeir, explained the murder of Jamal Khashoggi to a group of journalists on Thursday by saying, dismissively, “Sometimes mistakes happen.” The kingdom wrapped up its investigation by charging eleven men—five face the death penalty—and offering yet a fourth (or is it now the fifth?)",
  "It offered no explanation of why one of the fifteen men—the same height and girth as Khashoggi—donned the journalist’s clothing after his death and walked around Istanbul, then switched back to his clothing in a public restroom, after which he tossed what appeared to be Khashoggi’s trousers and jacket into a dumpster.",
  "Three of President Trump’s most important foreign-policy strategies—squeezing Iran, an Arab-Israeli peace plan, and containing jihadi extremism—rely on support from Saudi Arabia, and therefore on M.B.S., because he has consolidated control over all the kingdom’s major political, military, and economic decisions.",
  "Despite six weeks of ferocious denials by Saudi Arabia, U.S. intelligence has concluded that the kingdom’s ambitious young crown prince, Mohammed Bin Salman, personally ordered the execution of journalist Jamal Khashoggi, who was killed in Istanbul last month, the Washington Post reported late Friday.",
  "“In terms of determining the culpability of the top levels of the Saudi government, including the Crown Prince, the investigation has zero credibility.”\n\nThe Trump Administration, on the other hand, appears willing to buy the latest Saudi story—and even to facilitate it.",
  "The mastermind of the murder is undoubtedly the crown prince, which is why there is a coverup.”\n\nThe kingdom wants the actual executioners of the crime “to be seen to be punished,” Gregory Gause, the head of the Bush School of Government and Public Service at Texas A.",
  "Since Khashoggi’s murder, the Administration has even explored legal ways to get the Turkish President, Recep Tayyip Erdogan, to ease off pressure on Saudi Arabia—and halt the damaging leaks that he has made regarding the case, NBC News reported on Thursday.",
  "Meanwhile, Khashoggi’s son Salah posted a social-media notice on Thursday, saying that the family would begin to “accept condolences” at their father’s home in Jeddah—certain days for men, other days for women, as required in the rigid kingdom.",
  "Yet the Administration has offered few of its own insights into his death since the director of the C.I.A., Gina Haspel, flew to Istanbul last month to be briefed and, among other things, listen to an audio recording of Khashoggi’s death.",
  "“The Administration appears to be following the Saudi playbook of blaming mid-level officials and exonerating its leadership,” Senator Tim Kaine, a Democrat from Virginia, where Khashoggi resided after he went into exile last year, said.",
  "And the Trump Administration was virtually forced to act after Congress, last month, invoked the Magnitsky Act, which requires the White House to impose sanctions for major human-rights violations within a hundred and twenty-days.",
  "One was reportedly between the crown prince’s brother Khalid, who was the Saudi Ambassador to Washington at the time, and Khashoggi, who was told to go to Istanbul to get official papers proving his divorce so he could remarry.",
  "“The criticism and fierce attacks targeting the kingdom are baseless and illogical.” He pledged that all involved would be punished and then, curiously, added that Saudi agents would not engage in such acts in the future.",
  "The bill includes a blanket embargo on sales of offensive weapons—munitions, bombs, missiles, aircraft, armored vehicles, and tanks—and use of U.S. aircraft to refuel Saudi warplanes in its three-year-old war on Yemen.",
  "The most damning and specific intelligence was provided by Turkey, including audio recordings of the murder inside the Saudi consulate and a call from the diplomatic mission back to Saudi Arabia immediately afterwards.",
  "“Their story line is completely implausible—a team of fifteen killers travels to Istanbul where they take charge of a diplomatic facility with no instructions from the Saudi leadership and kill Jamal Khashoggi.",
  "The Treasury Secretary, Steve Mnuchin, said that the men had “targeted and brutally killed a journalist who resided and worked in the United States” and must face the consequences for an “abhorrent” murder.",
  "Gause described the U.S. move as a “minimum response.”\n\n“The Treasury sanctions are mostly symbolic,” Riedel, the author of “Kings and Presidents: Saudi Arabia and the United States Since FDR,” told me.",
  "Instead of easing scrutiny of the kingdom, the prince’s inner circle is only digging a deeper hole for itself, U.S. congressional officials, former U.S. diplomats, and experts on Saudi Arabia told me.",
  "But the United States also had its own electronic intercepts of conversations, some retrieved in a search of its electronic archives after Khashoggi’s murder on October 2nd, the Post reported.",
  "“Given the controlling nature of the regime, it is difficult to imagine that the murder was undertaken without the approval or understanding of senior officials,” James Smith, a former U.S.",
  "In a statement, the Secretary of State, Mike Pompeo, said that the United States would continue to “seek all relevant facts” and work with other nations to investigate Khashoggi’s murder.",
  "Reading between the lines, the report seemed determined most of all to counter a widespread suspicion that Saudi Arabia’s young de facto ruler, Crown Prince Mohammed, or M.B.S.",
  "The White House has considered acceding to Erdogan’s demand that Washington deport Fethullah Gülen, a popular Turkish cleric who has resided in Pennsylvania since 1999.",
  "Within hours of the Saudi announcement, the Treasury Department imposed economic sanctions on seventeen Saudis, including some of the crown prince’s closest advisers.",
  "“Without some degree of transparency, we are left with ‘trust me.’ ”\n\nThe Saudi investigation is merely “a poorly done coverup,” Bruce Riedel, a former senior C.I.A.",
  "The kingdom still claims not to know where Khashoggi’s body is, since its agents gave his remains to a “local collaborator” whose name it allegedly does not know.",
  "from the consequences of his poor judgment.”\n\nThis week, both Republicans and Democrats have expressed skepticism about the White House’s intentions.",
  "For weeks, Khashoggi’s sons have appealed to the Saudi government to return their father’s body so he could be buried in Medina, his birthplace.",
  "The U.S. assessment was reportedly based on a growing array of hard data as well as a psychological study of the thirty-three-year-old prince.",
  "“Now we see that they not only dismembered his body but also vaporized it.”\n\nThis post was updated following the news that the C.I.A.",
  "It later admitted that he’d died—but only after he initiated a fistfight and succumbed to a choke hold meant simply to subdue him.",
  "At the time, al-Jubeir insisted that Khashoggi’s body had been rolled up in a carpet and taken out of the consulate in one piece.",
  "“The reason they dismembered Khashoggi’s body was to dissolve his remains more easily,” Yasin Aktay told the Turkish media.",
  "The initiative was initiated by Graham, Todd Young, a Republican of Indiana, and Robert Menendez, a Democrat of New Jersey.",
  "Now it’s claiming that Khashoggi was tied up and injected with an overdose of a sedative that accidentally killed him.",
  "A senior adviser to the Turkish President recently alleged that Khashoggi’s body was probably dissolved in acid.",
  "And then there is the inconvenient issue of the bone saw revealed in a security X-ray of the Saudis’ luggage.",
  "Once an ally of the Turkish leader, Gülen was blamed by Erdogan for a coup attempt against him, in 2016.",
  "“The crown prince had nothing to do with this issue,” al-Jubeir told the press conference, in Riyadh.",
  "The mood on Capitol Hill, though, is increasingly angry—at both Saudi Arabia and the White House.",
  "Yet the sanctions will have limited impact—if any—on men already imprisoned in Saudi Arabia.",
  "assessment contradicts the Saudi version of events, which was released just a day earlier.",
  "This week, a bipartisan group of senators proposed punitive legislation on the kingdom.",
  "Gülen, whose backers run schools and businesses around the world, denied the charge.",
  "The Saudis initially claimed that Khashoggi left the Saudi consulate alive.",
  "analyst who also served in the White House and the Pentagon, told me.",
  "has determined Mohammed bin Salman ordered Jamal Khashoggi’s murder.",
  "“The U.S. knows more about this than it is saying,” Gause told me.",
  "“May Allah rest his soul,” the Saudi investigation concluded.",
  "The kingdom’s investigation is increasingly becoming a farce.",
  "(It said it provided a rough “sketch” to Turkish officials.)",
  "The government later admitted that he’d been dismembered.",
  "“The Administration is trying desperately to save M.B.S.",
  "The announcement generated more questions than answers.",
  "version of the Washington Post columnist’s execution.",
  "as he’s popularly known, was behind the operation.",
  "That appears increasingly unlikely.",
  "Turkey shared both with the C.I.A.",
  "Ambassador to Riyadh, told me.",
  "The suspects were not named.",
  "director Gina Haspel.",
  "& M., told me.",
  "The C.I.A."
]