[
  "“Only in the past two years has it realized that the group needs to vet claims by member states on these warrants but the dirty secret is there’s nothing close to the resources needed to vet the tens of thousands of requests in that database at any given time.”\n\nPool New / Reuters The last president of Interpol, Meng Hongwei, was jailed in China.",
  "\"And now there’s apparently strong consideration for a Russian to replace him even as Browder and other anti-Putin agitators argue that the system is being abused by Russia to harass critics.” “Interpol is supposed to be an apolitical clearinghouse for international arrest warrants,\" the official said.",
  "Prosecutors held a press conference in Moscow to accuse Browder — one of Vladimir Putin’s staunchest international critics — of organizing a “transnational criminal group” and of murdering his former Russian attorney Sergei Magnitsky, repeating charges they have brought in criminal cases in the past.",
  "Critics of Interpol, Browder included, have long accused Russia and other states of abusing Interpol’s system of “red notices” to harass political enemies, and the possibility that Prokopchuk would be elected to lead the organization alarmed a bipartisan group of US senators.",
  "“The Russians, Turks, and Chinese tend to be the most aggressive about going after enemies and dissidents via the red notice system, so you can imagine how it looks for the Chinese government to disappear the current president, sparking a search for him,\" the official said.",
  "Browder has long accused Russian officials of being behind Magnitsky’s death in prison in 2009, and his lobbying eventually led to the US government adopting the Magnitsky Act, which punishes Russian investors and institutions accused of human rights violations.",
  "Kafkaeske to say the least https://t.co/oHjfUJlFTR\n\nThe charges follow a report in the Sunday Times of London that British officials are worried that Alexander Prokopchuk, a veteran of Russia’s interior ministry, could be named the next president of Interpol.",
  "The Belgian law enforcement official said he had no confirmation that Prokopchuk would be elected this week in Dubai, but said it was a persistent claim in international law enforcement circles that causes “some concerns.” “Well he’s not my candidate.",
  "Browder, who ran a large investment fund in Moscow for a decade before being banned from the country as a national security threat in 2005, could not immediately be reached for comment, but he wrote on Twitter that the accusations were Kafkaesque.",
  "“Interpol electing Major General Alexander Prokopchuk as its new President is akin to putting a fox in charge of a henhouse,” the senators, Democrats Jeanne Shaheen and Chris Coons and Republicans Marco Rubio and Roger Wicker, said in a statement.",
  "Russian prosecutors announced new charges against American-born British financier Bill Browder on Monday, a day after it was reported that a Russian candidate could take control at the international police agency Interpol.",
  "“It’s been a tough period for Interpol, that’s for certain,” said a top Belgian law enforcement official who works closely with the agency, but did not have permission from his government to speak on record.",
  "Browder, who has been repeatedly convicted of tax-related fraud charges in absentia by Russian courts, was detained briefly this summer by Spanish police on an Interpol warrant filed by Russia.",
  "“I’d be lying if I said there was a high degree of confidence [among law enforcement] that a top official at the Russian interior ministry can be considered politically independent of Putin.”",
  "Interpol delegates from 192 countries are meeting in Dubai this week for the organization’s annual conference, where they will elect a replacement for the former president Meng Hongwei.",
  "Alexander Prokopchuk has been personally involved in this intimidation strategy which ultimately seeks to weaken democratic institutions and embolden Putin’s authoritarian regime.\"",
  "They also added an official indictment accusing Browder of using ill-gotten proceeds to support Democratic candidates in the 2016 US election.",
  "The less that work gets drawn into the political and legal bloodbath between the EU and Russia, the better for every professional,” he said.",
  "Alexander Nemenov / AFP / Getty Images Representatives of the Russian General Prosecutor's Office announcing new charges against Browder.",
  "“Russia routinely abuses Interpol for the purpose of settling scores and harassing political opponents, dissidents and journalists.",
  "Tomorrow the Dutch government will be inviting all EU member states to The Hague to propose an EU wide Magnitsky Act.",
  "The possibility that a Russian may be appointed to head the international police agency alarmed Western officials.",
  "In advance of that, the Russian government today has accused me of murdering Sergei Magnitsky.",
  "Meng, a Chinese national, disappeared this summer after being summoned to Beijing.",
  "Interpol says it has about 57,000 red notices in its active database.",
  "Interpol is a dry and boring place where warrants are collected.",
  "Drew Angerer / Getty Images Bill Browder.",
  "He was subsequently released."
]