[
  "Despite unrelenting domestic and international pressure to punish Saudi Arabia for its role in Khashoggi's killing, President Donald Trump has continued to play up the kingdom’s status as a key U.S. ally – and play down evidence that the Saudi Crown Prince Mohammed bin Salman may have ordered the American resident's murder.",
  "Trump said his administration would produce a “full report” detailing the circumstances surrounding Khashoggi’s death, including “who did it.”\n\nOn Monday, White House officials had little information on the status of that report, and officials at the CIA and the State Department declined to comment on it.",
  "Aaron David Miller, a former adviser to six previous secretaries of state, said the Trump administration has gone to “extreme lengths” to give the princeand other members of the Saudi royal family the benefit of the doubt, and he expects any report on Khashoggi’s death to follow that line.",
  "(Photo: Metafora Production via AP)\n\nWASHINGTON – Seven weeks after the murder of Jamal Khashoggi, the Trump administration is still scrambling to come up with a cohesive response to the Washington Post columnist’s death and resolve a vexing foreign policy crisis.",
  "“Their strategy has been to hope that the truth doesn’t come out,” said Ned Price, a former CIA analyst and national security adviser in the Obama administration, now with National Security Action, an advocacy group critical of Trump's foreign policy agenda.",
  "More: US sanctions 17 Saudi nationals over Jamal Khashoggi's killing\n\nRead or Share this story: https://www.usatoday.com/story/news/world/2018/11/20/donald-trump-jamal-khashoggi-murder-turkey-saudi-crown-prince-mohammed-bin-salman-foreign-policy/2055165002/",
  "But there are several steps the administration could take to signal this \"is not business as usual,\" he said, such as ending all U.S. military support for the Saudi-led war in Yemen and calling on the regime to release all its political prisoners.",
  "Graham and others are pushing legislation that would suspend potentially billions of dollars in U.S. weapons sales to Saudi Arabia and impose mandatory sanctions on individuals responsible for Khashoggi’s death under the Magnitsky Act.",
  "Pletka said Khashoggi's death presents the administration with a \"no-win situation,\" complicated by Trump’s inclination to contradict those he believes are motivated by domestic politics rather than Saudi human rights considerations.",
  "\"I suspect the administration’s strategy is to argue there is not a proverbial smoking gun\" proving the crown prince ordered Khashoggi's killing, said Miller, now with the Wilson Center, a foreign policy research organization.",
  "CLOSE President Donald Trump says the crown prince of U.S. ally Saudi Arabia has told him directly that he had nothing to do with the killing of journalist Jamal Khashoggi, but Trump says he wonders \"will anybody really know.\"",
  "Eighteen days after Khashoggi disappeared, Saudi Arabia acknowledged early Saturday, Oct. 20, 2018, that the 59-year-old writer has died in what it said was a \"fistfight\" inside the Saudi consulate in Istanbul.",
  "Khashoggi, a U.S. resident and critic of the Saudi regime who fled his home country last year, had gone into the diplomatic facility to get documents he needed for his upcoming marriage to a Turkish woman.",
  "\"If you know anything about Saudi Arabia and anything about MBS, the fact that he didn't know about it is impossible for me to believe,\" Sen. Lindsey Graham, R-S.C., said on NBC’s Meet the Press Sunday. \"",
  "(Nov. 18) AP\n\nIn this image made from a March 2018 video provided by Metafora Production, Jamal Khashoggi reacts as a cat jumped on his lap, while speaking in an interview at an undisclosed location.",
  "So far, the Trump administration has taken two steps to respond to Khashoggi’s killing; barring 21 Saudis from traveling to the U.S., and imposing sanctions on 17 Saudi individuals.",
  "\"The administration seems far from paralyzed,\" said Danielle Pletka, a senior vice president for foreign and defense policy at the conservative American Enterprise Institute.",
  "The Washington Post and other news outlets reported last Friday that the CIA has concluded that the crown prince, the country’s de facto ruler, ordered Khashoggi’s murder.",
  "\"I expect the administration to stall and prevaricate,\" said Bruce Riedel, a Middle East expert with the Brookings Institution, a left-leaning think tank in Washington.",
  "\"It has demanded answers, sanctioned individuals in Saudi and demanded a cease fire in Yemen,\" where a Saudi-led coalition is battling rebels backed by Iran.\n\n\"",
  "It would also require the Trump administration to document human rights in Saudi Arabia and impose new accountability measures for the Saudi-led war in Yemen.",
  "The president has repeatedly said that Khashoggi’s death should not jeopardize possible U.S. weapons sales to the kingdom or the broader U.S.-Saudi alliance.",
  "Saudi Arabia has repeatedly denied that Salman had any involvement in the death of Khashoggi, who was killed Oct. 2 inside the Saudi consulate in Istanbul.",
  "Saudi officials have offered shifting accounts – first claiming Khashoggi left the consulate unharmed and eventually conceding he was murdered there.",
  "Senior lawmakers in both parties say they’re convinced the crown prince, known by his initials MBS, knew about and directed Khashoggi’s murder.",
  "Turkish officials say their evidence shows that Khashoggi was brutally murdered and dismembered inside the consulate by Saudi operatives.",
  "Contributing: John Fritze and Christal Hayes\n\nMore: Trump says he's taking 'a lot of things into consideration' on Khashoggi's killing.",
  "Awaiting ‘full report’\n\nOn Saturday, Trump said the CIA had not \"assessed anything yet\" and called Saudi Arabia a \"spectacular ally.\"",
  "Other experts agreed that punishing Saudi Arabia for Khashoggi, while trying to preserve the broader alliance, is a complicated task.",
  "He said it's part of a broader effort by the administration to \"preserve at all costs this relationship with Saudi Arabia.\"",
  "\"But with each opening of the pressure valve, new damning revelations have followed about Saudi complicity in this murder.\"",
  "The Post, citing anonymous sources, reported that the CIA’s analysis was based on multiple intelligence sources.",
  "Several foreign policy experts said they did not expect Trump's promised report to be a full accounting.",
  "And I think he's done a lot of damage to the relationship between the United States and Saudi Arabia.\"",
  "\"They’ve taken steps to try and let out some of the pressure, especially from Congress,\" he said.",
  "More: Trump says he's taking 'a lot of things into consideration' on Khashoggi's killing.",
  "The administration is relying heavily on Saudi Arabia in its campaign to isolate Iran.",
  "Sanctions not enough\n\nLawmakers welcomed the sanctions but said it was not enough.",
  "It is Trump himself who remains reluctant to finger the Crown Prince,\" she added.",
  "\"The administration had hoped these sanctions would be the end of it.\"",
  "\"We're not hearing anything close to that just yet,\" Price said.",
  "But, he added, \"Congress clearly has other things in mind.\"",
  "\"There’s no simple answer to this,\" said Price.",
  "Khashoggi’s remains have still not been found.",
  "What could the US do next?",
  "What could the US do next?",
  "He's irrational.",
  "He's unhinged.",
  "...",
  "..."
]