[
  "Despite claims that Kushner was unaware of the meeting's purpose before it took place, lawmakers on both sides of the aisle are demanding clarity about why he and other top campaign officials agreed to meet with an individual tied to a hostile nation -- especially under the pretext of receiving potentially damaging information about a political opponent following previous blanket denials from Trump associates about a willingness to collude with Russians during the 2016 campaign.",
  "\"The fact is, he allowed for his father-in-law, the President of the United States, the vice president of the United States, and many other spokesmen, to go out and repeat a lie, day after day after day, that no one in the Trump operation met with the Russian government or operatives of the Russian government,\" Democratic Senator Chris Murphy said Tuesday during an interview with MSNBC.",
  "Washington (CNN) While President Donald Trump's eldest son, Donald Trump Jr., finds himself at the center of a political firestorm stemming from his controversial meeting with a Russian lawyer last summer, questions are also beginning to swirl around the involvement of another Trump family member who was present for the rendezvous: Jared Kushner.",
  "Trump Jr. agreed to meet with someone he was told was a \"Russian government attorney\" after receiving an email offering him \"very high level and sensitive information\" that would \"incriminate\" Democratic presidential nominee Hillary Clinton, according to emails from publicist Rob Goldstone that Trump Jr. publicly released Tuesday.",
  "While Trump Jr. has received ample criticism for his role in setting up and attending the meeting, Kushner, currently serving as a senior adviser to the President with access to top secret information who wages significant influence in the White House on matters of foreign policy, is also under fire.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nFederal investigators have been probing ties between Trump campaign associates and Russia for months as part of an investigation into Russian interference in the 2016 campaign.",
  "Mr. Kushner has submitted additional updates and included, out of an abundance of caution, this meeting with a Russian person, which he briefly attended at the request of his brother-in-law, Donald Trump Jr. As Mr. Kushner has consistently stated, he is eager to cooperate and share what he knows.\"",
  "The New York Times had reported Saturday that Trump Jr. met with Russian attorney Natalia Veselnitskaya, alongside Trump's son-in-law and senior White House adviser, Kushner, and former Trump campaign chairman Paul Manafort -- an account Trump Jr. later corroborated in a public statement.",
  "The US intelligence community has concluded that Putin directed an influence campaign to hurt Clinton and help Trump during the 2016 presidential campaign, though it was not clear whether the meeting and the emails Trump Jr. received setting it up were related to that effort.",
  "While investigators have never said that Kushner is a target of the Trump-Russia probe, Kushner did volunteer to testify in front of congressional committees looking into Russia and the 2016 election in the wake of reports that he met with Kislyak and the Russian banker.",
  "The letter argued that Kushner could be vulnerable to blackmail due previously undisclosed calls to Russian Ambassador to the United States Sergei Kislyak and undisclosed meetings with Kislyak and the CEO of Vnesheconombank, a state-run Russian bank under US sanctions.",
  "But Sen. Sheldon Whitehouse, a Democrat on the Senate Judiciary committee, told CNN that the new details -- particularly those related to Manafort and Kushner -- clearly show \"an attempt on the part of members of the Trump campaign to collude with the Russians.\"",
  "Last month, House oversight committee ranking Democrat Elijah Cummings wrote a letter calling for Kushner's security clearance to be suspended citing a \"whole series of activities,\" including \"concerns about Mr. Kushner's activities prior to the inauguration.\"",
  "However, the emails shared by Trump Jr. on Tuesday indicate that he did not simply gather his father's top lieutenants without notice but rather that Kushner and Manafort were told about the meeting at least a day or two before it was scheduled to happen.",
  "But the emails released by Trump Jr. Tuesday offered the most concrete evidence yet that Trump campaign associates and family members were willing to consider receiving support purportedly from the Russian government during the 2016 presidential campaign.",
  "Sen. Lindsey Graham, a South Carolina Republican, said that any time you're in a campaign and you get an offer from a foreign government, the answer is \"no\" -- and added that questions about Kushner's involvement in the meeting need to be answered.",
  "On Saturday, Kushner's attorney Jamie Gorelick gave this statement: \"As we have previously stated, Mr. Kushner's SF-86 was prematurely submitted and, among other errors, did not list any contacts with foreign government officials.",
  "The emails with Donald Trump Jr. about the Russian meeting were discovered as Kushner and his legal team prepared for his testimony before Congress as they were doing a document review, a source familiar with the process told CNN.",
  "Veselnitskaya has also claimed the meeting primarily centered on the Magnitsky Act, a bill signed into law in 2012 by President Barack Obama that leveled sanctions on Russian individuals suspected of human rights abuses.",
  "He has since submitted this information, including that during the campaign and transition, he had over 100 calls or meetings with representatives of more than 20 countries, most of which were during transition.",
  "Trump Jr.'s attorney has dismissed the revelations as \"much ado about nothing\" and Trump Jr. said in a statement Tuesday morning that he thought the information being offered was \"political opposition research.\"",
  "Former DNC chairwoman Debbie Wasserman-Schultz and several of her Democratic colleagues called for Kushner's security clearance to be revoked \"immediately,\" saying that he \"clearly participated in collusion.\"",
  "The next day, Mr. Kushner submitted supplemental information stating that he had had \"numerous contacts with foreign officials\" about which he would be happy to provide additional information.",
  "In his letter, Cummings cited an executive order requiring employees to have their security clearance preemptively suspended if they are suspected of being a national security risk.",
  "Trump and the White House have repeatedly refuted allegations of collusion with Russians, with the President calling multiple investigations into the issue a \"witch hunt.\"",
  "Still, Trump Jr.'s official line now contends that Kushner and Manafort, despite having so much lead time, ultimately took the meeting with no hint of its purpose.",
  "Kushner initially omitted the interaction with Veselnitskaya on his application for a security clearance, but included the meeting on a supplemental form.",
  "Then the form was amended yet again to include the Trump Jr. meeting as soon as it was discovered, a source with knowledge of the process told CNN.",
  "Sen. Whitehouse offered a more tempered reaction, telling CNN's Wolf Blitzer that at very least, Kushner's clearance should be reviewed.",
  "This means that Kushner's SF-86 changed a number of times: First, the inaccurate form, which left blank the foreign contacts section.",
  "Russian President Vladimir Putin retaliated against the sanctions by banning the adoption of Russian children by American citizens.",
  "According to Trump Jr.'s Sunday statement, he \"asked Jared and Paul to attend, but told them nothing of the substance.\"",
  "As soon as the document was discovered, Kushner's disclosure form was amended to include the meeting, the source said.",
  "Next (and the next day), the form was amended to say that he had multiple contacts and would disclose those.",
  "\"If this were a normal political world, Jared Kushner wouldn't have a job by the end of the day.",
  "Several Democrats have also renewed calls to suspend or review of Kushner's security clearance.",
  "But it remains unclear whether Kushner was briefed before the sit-down with Veselnitskaya.",
  "Both the Kremlin and Veselnitskaya have said there is no connection between them.",
  "The process of gathering information progressed throughout the winter and spring.",
  "He would at least have his security clearance revoked,\" Sen. Murphy said.",
  "The meeting took place June 9, 2016."
]