[
  "He added: “I never thought I’d see the day a White House would moonlight as a public relations firm for the crown prince of Saudi Arabia.”\n\nTurkey’s foreign minister also appeared to rebuke Mr Trump during a trip to Washington, saying Khashoggi’s slaying should not be covered up for the sake of maintaining trade ties with Riyadh..\n\nMevlut Cavusoglu also told Turkish journalists that Saudi Arabia’s cooperation over the investigation into the killing is not “at the desired level”.",
  "“In light of recent developments, including the Saudi government’s acknowledgement that Saudi officials killed Mr Khashoggi in its Istanbul consulate, we request that your determination specifically address whether crown prince Mohammed bin Salman is responsible,” the pair wrote.",
  "He said: “The fact is we cannot allow exaggerated profits from weapons sales and other business deals to drive our foreign policy at the expense of our broader interests, human rights, and promoting values that will make us secure over the long-term.",
  "Mr Trump has rejected calls by many in Congress, including members of his own party, for a tough response, and dismissed reports from US intelligence agencies that the crown prince must have at least known about such an audacious and intricate plot.",
  "Asked by a reporter on Tuesday if he was saying that human rights were too expensive to fight for, he said: ”No, I’m not saying that at all.”\n\nMr Menendez tweeted a direct criticism of the president’s reasoning after sending his letter.",
  "“It will create hundreds of thousands of jobs, tremendous economic development, and much additional wealth,” he said on Tuesday, giving top billing to purchases of military equipment from big guns Boeing, Raytheon and Lockheed Martin.",
  "The US has previously sanctioned 17 Saudi officials suspected of being responsible for or complicit in the 2 October killing of Mr Khashoggi, but members of Congress have called for harsher actions, including cancelling arms sales.",
  "He said in a statement laden with exclamation points and beginning with his trademark phrase “America First!” that Riyadh planned to invest some $450bn (£350bn) in the US thanks to his diplomatic efforts.",
  "Two senior senators invoked the Magnitsky Act in an attempt to force the president to determine whether the prince was involved in the Washington Post columnist’s death at the Saudi consulate in Istanbul.",
  "The law, named after slain Russian tax lawyer Sergei Magnitsky, allows the US government to impose sanctions against a foreign person determined to have been responsible for human rights violations.",
  "Mr Trump told reporters at the White House that oil prices would “skyrocket” if the US broke with the Saudis, and he was not going to “destroy” the world’s economy by being “foolish”.",
  "Following a series of shifting denials, Riyadh eventually admitted Saudi operatives intentionally killed the columnist, but has insisted the Crown Prince was not involved.",
  "“We know countries that observe democracy and human rights are less likely to go to war, less likely to draw American troops into battle, and better for global stability.",
  "In other words, when we stand up for democracy and human rights, we ARE putting America First.”\n\nMr Corker tweeted that “‘Maybe he did and maybe he didn’t’ won’t cut it”.",
  "Senators have demanded that Donald Trump investigate what role, if any, Saudi crown prince Mohammed bin Salman played in the murder of journalist Jamal Khashoggi.",
  "While Mr Trump has denounced Khashoggi’s killing as “an unacceptable and horrible crime” he has also made clear he does not want to punish Saudi Arabia for it.",
  "Bob Menendez, a Democrat, wrote to Mr Trump alongside Republican Bob Corker in an update to a 10 October demand for a sanctions determination.",
  "Mr Trump said “foolishly cancelling these contracts” would merely benefit Russia and China, which would be next in line to supply the weapons.",
  "He added that Turkey would take formal steps to seek an international investigation if it reaches an “impasse” with Riyadh.",
  "The senators said they expected Mr Trump to make his determination within the 120-day deadline triggered last month.",
  "He has suggested that the kingdom’s spending power and its opposition to Iran are his main concerns.",
  "He also praised the kingdom as “a great ally in our very important fight against Iran”.",
  "“Unprecedented times call for unprecedented measures,” Mr Menendez tweeted.",
  "“Maybe he did and maybe he didn’t!”, the president said in a statement."
]