[
  "On Tuesday, the U.S. took its first steps, with Secretary of State Mike Pompeo announcing that 21 Saudi officials deemed by the U.S to be responsible for Khashoggi’s death would have their U.S. visas revoked or be ineligible for a visa to enter the U.S. Pompeo also said the Trump administration was looking into the possibility of slapping sanctions on some Saudi officials under the Global Magnitsky Act, which punishes human rights violators.",
  "By Josh Lederman\n\nWASHINGTON — The 15-man team sent by Saudi intelligence to Istanbul planned to hold Jamal Khashoggi against his will for up to two days in a safe house in Turkey while persuading him to return to his home country, Saudi officials said, adding another element to the kingdom's evolving explanation about the journalist's killing.",
  "The Saudi officials now tell NBC News that the forensics expert, identified by Turkish authorities as Dr. Salah Muhammed al-Tubaigy, was dispatched to ensure that any forensics evidence linking Khashoggi to the safehouse was eliminated after he was either released or returned to Saudi Arabia.",
  "Although Saudi Arabia has acknowledged that its operatives killed Khashoggi, it has maintained that the goal was not to kill him but to bring him back to Saudi Arabia, and that the exfiltration turned violent when Khashoggi resisted, leading to a fatal fistfight or strangulation.",
  "The continually evolving explanation from the Saudis — who insisted for weeks Khashoggi had left the consulate before finally conceding he was murdered inside — has fueled growing frustration for the Trump administration, Congress and foreign governments, including Turkey.",
  "Middle East Monitor / Handout via Reuters\n\nSince acknowledging Friday that Khashoggi was killed in the consulate, Saudi Arabia's government has struggled to explain why an autopsy and forensics expert was part of the team if there was no plan to kill Khashoggi.",
  "\"The idea that the Saudis would take him outside of their own diplomatic compound, into sovereign Turkish territory and apply pressure to him is just completely implausible,\" said Amy Hawthorne of the Washington-based Project on Middle East Democracy.",
  "The Saudi government has blamed a senior Royal Court adviser and the deputy intelligence chief for going beyond the directive's scope by planning and executing an operation in which Khashoggi was to be kidnapped and was ultimately killed.",
  "They said an internal Saudi investigation has revealed that the 15-man crew was divided into three teams, with some assigned to overall logistics and security and a special team dedicated to interrogating Khashoggi in the consulate.",
  "The directive broadly states that the Saudi government should conduct negotiations to try to bring dissidents who have left Saudi Arabia back to the country for reconciliation and re-integration into society, the officials said.",
  "But U.S. officials have told NBC News that American intelligence agencies believe it's inconceivable that the crown prince had no connection to Khashoggi's death, although they lack \"smoking gun\" evidence of his involvement.",
  "Nor was it clear how the Saudis could have expected that after kidnapping Khashoggi for two days, they could release him without fear that he would immediately report what had happened to Turkish authorities or the media.",
  "Citing accounts provided by the suspects during the internal Saudi investigation, officials said that after killing him in the consulate, the Saudi team removed his body from the consulate rolled up in a rug.",
  "Mandel Ngan / AFP - Getty Images file\n\nBut Saudi officials say that once they learned Khashoggi had not in fact left the consulate, they stopped commenting publicly to allow an investigation to proceed.",
  "Turkish authorities have steadfastly disputed that account, with President Recep Tayyip Erdogan using a major speech Tuesday to say Turkey believes Khashoggi's murder was \"premeditated.\"",
  "Since the investigation revealed that Khashoggi had been killed, the officials said Saudi authorities have tried to be forthcoming and have been providing information as it's uncovered.",
  "They said new pieces of the story subsequently revealed have sought to clarify or add more detail to what was previously known rather that to alter their previous explanation.",
  "Then Khashoggi's body was given to a \"local collaborator\" who disposed of it at an unknown location, the officials said, reiterating an earlier account given to Reuters.",
  "One consistent element in the Saudi explanation is the insistence that Crown Prince Mohammed bin Salman was unaware, despite the involvement of some of his top aides.",
  "The Saudi officials said that the investigation had unearthed an internal tasking order to the team that said they were to negotiate with him inside the consulate.",
  "If he didn't immediately agree to return to Saudi Arabia, the team was to bring him to a safehouse elsewhere in the Istanbul area and continue to negotiate.",
  "Turkish authorities have been searching multiple locations in the Istanbul area, but so far have not announced that they have found or identified a body.",
  "Saudi Foreign Minister Adel al-Jubeir told Fox News on Sunday that it was a \"rogue operation\" in which the Saudi operatives exceeded their authority.",
  "But multiple Saudi officials tell NBC News that the structure of the botched operation demonstrates that the objective wasn't to kill Khashoggi.",
  "\"We have strong signs that this murder did not stem from a momentary incident, but it is rather a planned operation,\" Erdogan said in Turkish.",
  "The Saudi officials pointed to a longstanding Saudi government directive as the source of the misunderstanding or breach of authority.",
  "The possibility that the team might hold Khashoggi in a safehouse was first reported by Reuters, which cited one Saudi official.",
  "\"This was an operation where individuals ended up exceeding the authorities and responsibilities they had,\" Jubeir said.",
  "\"They made the mistake when they killed Jamal Khashoggi in the Consulate, and they tried to cover up for it.\"",
  "\"It's incredibly difficult to take at face value anything the Saudi government is saying about this episode.\"",
  "Meanwhile, pressure is mounting on the Trump administration to take punitive measures against Saudi Arabia.",
  "President Donald Trump and Saudi Deputy Crown Prince Mohammad bin Salman al-Saud in Riyadh on May 20, 2017.",
  "Saudi dissident Jamal Khashoggi at an event hosted by Middle East Monitor in London on Sept. 29, 2018.",
  "Of the 15 Saudis, only nine were inside the consulate at the time of the killing, they said.",
  "Other individuals with knowledge of the directive have confirmed its existence to NBC News.",
  "Without these questions being answered, nobody should think the issue will be closed.\"",
  "If he still refused after two days, he would be released, the officials said.",
  "The officials did not provide any evidence to corroborate that account.",
  "\"If that's the case, you are obliged to reveal this local cooperator.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"Now I am asking, who is this local cooperator?\"",
  "Khashoggi never made it to any safehouse.",
  "Erdogan asked in his speech Tuesday.",
  "Both officials have been fired.",
  "You will reveal him."
]