[
  "Reuters quoted him comparing the immense Uighur internment system to the United States imprisoning terrorists at Guantanamo Bay and taking them out with drone strikes:\n\n“Can you imagine (if) some American officials in charge of the fight against [Islamic State] would be sanctioned?” Cui said, adding that “if such actions are taken, we have to retaliate.” […] Cui said that while the United States was using missiles and drones to kill terrorists, “we are trying to re-educate most of them, trying to turn them into normal persons [who] can go back to normal life.” “We’ll see what will happen.",
  "Later in its rant, the Global Times admitted China might be a wee bit more harsh with dissidents than soft-bellied Western societies are comfortable with, but then it slapped down the “respect our unique culture” card:\n\nMost of the Western accusations of Chinese mainland violations of human rights concentrate on dissidents in China, governance of ethnic minorities in border areas, a few people who illegally possess Chinese and other nationalities or Chinese who hold a foreign passport but still live in China.",
  "The audience for Mihrigul Tursun’s presentation certainly did not seem inclined to accept China stuffing two million people into “re-education centers.” At Monday’s National Press Club meeting, an international assembly of 278 scholars issued a statement calling on China to shut down the Xinjiang camps, urging the United Nations to investigate them further, and advising free countries to expedite requests for asylum from Uighurs.",
  "The Associated Press described what happened after the Chinese arrested her for the third time:\n\nSeveral months later, she was detained a third time and spent three months in a cramped, suffocating prison cell with 60 other women, having to sleep in turns, use the toilet in front of security cameras and sing songs praising China’s Communist Party.",
  "On Tuesday, the Chinese Communist media organ flatly accused Tursun of lying, because a few of its reporters visited the internment camps and found them filled with shiny, happy people who were busy getting their minds right:\n\nGlobal Times reporters recently visited two vocational education and training centers in Xinjiang.",
  "She gave a press conference in Washington on Monday in which she described being “interrogated for four days in a row without sleep, had her hair shaved and was subjected to an intrusive medical examination following her second arrest in China in 2017.” Then she was arrested again and treated even worse.",
  "The Global Times fulminated that Tursun’s press conference was an excuse for the West to wallow in its anti-China bias, because “demonizing China is an industrial chain in Western media.”\n\n“Defining what China is doing from an extreme perspective or using interviewees to manipulate facts is all possible.",
  "What would really go a long way toward “correcting the wrong” would be allowing international observers to visit the Xinjiang camps and partake of all the vocational training and upbeat community-building exercises that supposedly occur there, but again, that seems to be off the table for some reason.",
  "China’s state-run Global Times on Tuesday pushed back against complaints about China’s abuse of the Uighur Muslim minority in Xinjiang province, accusing a Uighur woman of lying about torture and murder at the gigantic internment camps much of the Uighur population has been herded into.",
  "A bipartisan group of U.S. senators is urging the Trump administration to impose sanctions against Chinese officials under the Global Magnitsky Act, which was also recently invoked to sanction Saudi Arabian officials linked to the murder of Jamal Khashoggi.",
  "“This situation must be addressed to prevent setting negative future precedents regarding the acceptability of any state’s complete repression of a segment of its population, especially on the basis of ethnicity or religion,” the statement said.",
  "“The authorities put a helmet-like thing on my head, and each time I was electrocuted, my whole body would shake violently and I would feel the pain in my veins,” Tursun said in a statement read by a translator.",
  "Tursun said she and other inmates were forced to take unknown medication, including pills that made them faint and a white liquid that caused bleeding in some women and loss of menstruation in others.",
  "“The last word I heard them saying is that you being an Uighur is a crime.”\n\nTursun escaped from China’s grasp by getting in touch with American officials after she was allowed to return to Egypt.",
  "China’s ambassador to the United States, Cui Tiankai, said on Tuesday his country will retaliate if the United States imposes sanctions on any Chinese officials over the Uighur camps.",
  "But the mainland is pursuing its own justified goals: safeguarding social order and stability, preventing national split and terrorism activities and securing national security.",
  "Rather than prisons, the centers are schools that help trainees rid themselves of extreme thoughts and master vocational skills needed to return to society.",
  "One of the officials listed as a possible sanctions target is Xinjiang Party Secretary Chen Quanguo, a high-ranking member of the Chinese Politburo.",
  "We will do everything in proportion,” he said, responding to a question on how China would retaliate against possible US sanctions on Chen.",
  "Tursun said her internment nightmare began when she returned to China with her husband and three children after studying in Egypt.",
  "“I thought that I would rather die than go through this torture and begged them to kill me,” Tursun told the National Press Club.",
  "Although not all of the West’s accusations against China’s human rights are malicious, they are biased, rude and impatient.",
  "She was presumably granted asylum, as the AP reports she “came to the United States and settled in Virginia” in September.",
  "One day, Tursun recalled, she was led into a room and placed in a high chair, and her legs and arms were locked in place.",
  "Instead of rejecting a Western human rights concept, China critically assimilates it according to its national situation.",
  "She was thrown into detention immediately upon arrival and separated from her children, one of whom died in her absence.",
  "The Chinese embassy in Washington refused to comment on Tursun’s testimony, but the Global Times was not so reticent.",
  "China has maintained peace for 30 years, but major Western countries suffered from many wars in the three decades.",
  "China has been reiterating that restoring Xinjiang’s peace and stability is the top priority of human rights.",
  "If the Uighur camps are so wonderful, why will China not allow international observers to inspect them?",
  "She claims all of her children were subjected to surgical procedures without her knowledge or consent.",
  "Why did Beijing deny the very existence of the camps until satellite photos made that impossible?",
  "But some Westerners interfere because of the difference between China and the West in governance.",
  "It’s startling that no reporters on the scene question the stories fabricated by Tursun.",
  "Few will correct the wrong in the current Western society,” the op-ed complained.",
  "White foam came out of my mouth, and I began to lose consciousness,” Tursun said.",
  "If these so-called “re-education camps” were so horrible, how did she escape?",
  "Tursun said nine women from her cell died during her three months there.",
  "China concentrated most of its efforts on improving people’s life.",
  "What they saw was totally different from the woman’s depiction.",
  "Even a real prison in China is not like Tursun portrayed.",
  "The woman in question is 29-year-old Mihrigul Tursun.",
  "Few Westerners accept such a plain truth.",
  "China’s governance is based on goodwill.",
  "“I don’t remember the rest."
]