[
  "During the interview, scheduled to be among his final as House speaker, Ryan veered away from other members of his party on a Senate bill to withdraw military support for Saudi Arabia, saying he does not see it as the best way to respond to the murder of Post journalist Jamal Khashoggi, who was killed in Saudi Arabia's consulate in Istanbul.",
  "| John Gress/Getty Images Congress Ryan: Romney could fill McCain’s shoes as GOP ‘standard-bearer’\n\nHouse Speaker Paul Ryan predicted his friend, former running mate and soon-to-be senator Mitt Romney will inherit former Sen. John McCain's mantle as the \"standard-bearer\" of the Republican Party on Capitol Hill.",
  "The Arizona senator was seen by many as a maverick who was willing to buck his own party, perhaps most famously with his thumbs-down vote against a Republican health care bill that would have overturned large swaths of the Affordable Care Act.",
  "Trump has largely absolved Saudi leadership of responsibility for Khashoggi's death, though Turkish and U.S. intelligence have reportedly concluded that there was advance knowledge of the killing at the top levels of the kingdom's government.",
  "Touching on the need for principled guidance in the Republican Party, Ryan said he stood in solidarity with the press and broke away from Trump's position that sanctioning Saudi Arabia would jeopardize U.S. military interests in the region.",
  "Romney, elected to the Senate in Utah, and Ryan (R-Wis.) share a long friendship dating back to 2012, when the speaker, then chairman of the House Ways and Means Committee, joined the GOP ticket as Romney's vice presidential nominee.",
  "Following John McCain's death earlier this year, House Speaker Paul Ryan (left) said he thinks Utah Sen.-elect Mitt Romney has a chance to be a moral force in a Republican Party increasingly driven by identity politics.",
  "\"Mitt believes there’s a role for him … as a standard-bearer for our party.”\n\nMcCain was seen by colleagues as a principled lawmaker and war hero whose values trumped partisan loyalties.",
  "His vote to scuttle GOP repeal-and-replace efforts on Obamacare fueled President Donald Trump's feud with McCain, a grudge that lasted until the senator's death last August.",
  "Following McCain's death earlier this year, Ryan said he thinks Romney has a chance to be a moral force in a Republican Party increasingly driven by identity politics.",
  "Ryan said the Magnitsky Act, which requires sanctions for human rights violators, would be a more appropriate tool for responding to Khashoggi's killing.",
  "Story Continued Below\n\n\"It’s great that he’s coming,\" Ryan said of Romney on Thursday during a Q&A hosted by The Washington Post.",
  "\"There’s a time for realpolitik, but only if your foreign policy speaks with moral clarity to begin with,\" Ryan said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "You can unsubscribe at any time."
]