[
  "By Carol E. Lee, Julia Ainsley and Courtney Kube\n\nWASHINGTON — The White House is looking for ways to remove an enemy of Turkish President Recep Erdogan from the U.S. in order to placate Turkey over the murder of journalist Jamal Khashoggi, according to two senior U.S. officials and two other people briefed on the requests.",
  "Trump has expressed reluctance to respond too strongly given Saudi Arabia's economic and strategic value to the U.S. At a news conference last week, Trump said he is working with Turkey, Congress and Saudi Arabia to determine next steps and will have a \"much stronger opinion\" on Khashoggi's killing over the next week.",
  "The U.S. and Turkey have been engaged in negotiations over a series of sensitive diplomatic issues over the past few months, including a deal for last month’s release of an American pastor, Andrew Brunson, who was imprisoned in Turkey and an agreement for joint U.S. and Turkish military patrols in Manbij, Syria.",
  "The secret effort to resolve one of the leading tensions in U.S.-Turkey relations — Gulen's residency in the U.S. — provides a window into how President Donald Trump is trying to navigate hostility between two key allies after Saudi officials murdered Khashoggi on Oct. 2 at the kingdom's consulate in Istanbul.",
  "Trump and Erdogan also recently discussed another option to relieve tensions — the release of Turkish banker Mehmet Hakan Atilla, who was sentenced in May to 32 months in prison by a U.S. federal judge for his role in a scheme to evade U.S. sanctions against Iran, two people familiar with the discussion said.",
  "They said the White House specifically wanted details about the terms under which Gulen resides in the U.S. Officials from the law enforcement agencies informed the White House there is no evidence that Gulen has broken any U.S. laws, the U.S. officials and others familiar with the requests said.",
  "But officials at the Justice Department and FBI didn't find evidence that met the standard for extradition, which requires U.S. prosecutors to determine that someone committed crimes abroad that would also be illegal in the U.S.\n\nRelations between U.S. and Turkey have been strained under Trump.",
  "Justice Department officials responded to the White House's request saying the review of Turkey's case against Gulen two years ago showed no basis for his extradition and that no new evidence to justify it has emerged, the U.S. officials and others familiar with the requests said.",
  "A spokesperson for the National Security Council initially declined to comment on this story but after it published, said in a statement: \"The NSC has not been involved in nor aware of any discussions relating the extradition of Fethullah Gulen to the death of Jamal Khashoggi.\"",
  "But after the story was published Thursday, a spokesperson said the Justice Department continues to work with Turkey on Gulen's case, would review any materials Ankara provides and \"make any decisions about extradition on the basis of the facts and relevant U.S.",
  "One option that Turkish and Trump administration officials recently discussed is forcing Gulen to relocate to South Africa rather than sending him directly to Turkey if extradition is not possible, said the U.S. officials and people briefed on the discussions.",
  "Turkish presidential office / EPA file\n\nPompeo asked if Erdogan had new evidence of Gulen's involvement in the failed coup, prompting the Turkish leader to try to make the case that Gulen has terrorist ties, a senior U.S. official briefed on the meeting said.",
  "Amid Saudi denials over Khashoggi's disappearance, Turkey ramped up international pressure on Riyadh by leaking its possession of evidence, including recordings from inside the consulate that Turkey officials say show the Saudi government murdered Khashoggi.",
  "The group includes Consul General Mohammed Alotaibi, who was in charge of the Saudi consulate in Istanbul, as well as senior Saudi officials and members of the suspected assassination team who arrived in Istanbul in the hours before Khashoggi disappeared.",
  "Trump administration officials last month asked federal law enforcement agencies to examine legal ways of removing exiled Turkish cleric Fethullah Gulen in an attempt to persuade Erdogan to ease pressure on the Saudi government, the four sources said.",
  "Erdogan, meanwhile, has kept the pressure up by leaking pieces of evidence and repeatedly speaking out to accuse Prince Mohammed of orchestrating the murder of Khashoggi, a Washington Post columnist and outspoken critic of the Saudi leadership.",
  "The effort includes directives to the Justice Department and FBI that officials reopen Turkey's case for his extradition, as well as a request to the Homeland Security Department for information about his legal status, the four people said.",
  "Turkish officials made clear to Secretary of State Mike Pompeo during his Oct. 17 meeting with Erdogan in Ankara that they wanted the Trump administration to turn over Gulen, the U.S. officials and people familiar with the matter said.",
  "It suggests the White House could be looking for ways to contain Erdogan's ire over the murder while preserving Trump's close alliance with Saudi Arabia's controversial de facto leader, Crown Prince Mohammed bin Salman.",
  "The request, however, took place under Trump's former national security adviser, Michael Flynn, whose ties to Turkey came under scrutiny in special counsel Robert Mueller's investigation into Russian election meddling.",
  "The Turkish official wouldn't discuss details of Erdogan's conversation with Pompeo but said, \"The Gulen issue is a part of any diplomatic conversation that we're having with our American counterparts.\"",
  "Turkey is a NATO ally in possession of evidence about Khashoggi's murder that positions Erdogan to stoke international outrage over Riyadh's culpability in and cover-up of Khashoggi's murder.",
  "On Friday, the spokesperson added: \"The Justice Department has not been involved in nor aware of any discussions relating the extradition of Fethullah Gulen to the death of Jamal Khashoggi.\"",
  "After Khashoggi's murder, Erdogan appeared to see an opportunity to ratchet up pressure on the Trump administration over Gulen, the U.S. officials and people familiar with the matter said.",
  "Erdogan said this past weekend that he's given Turkey's audio recording of Khashoggi's murder inside the consulate to U.S., U.K., Saudi, French and German government officials.",
  "They said the White House specifically wanted details about Gulen's residency status in the U.S. Gulen has a Green Card, according to two people familiar with the matter.",
  "\"It's something that the Turks remind us of often, and we're mindful of places that we can work with them to make sure that we all have a shared set of facts as well.",
  "Following the Saudi prosecutor's announcement Thursday, the Treasury Department announced sanctions against 17 people for their suspected role in Khashoggi's murder.",
  "\"At first there were eye rolls, but once they realized it was a serious request, the career guys were furious,\" said a senior U.S. official involved in the process.",
  "John Bolton, Trump's national security adviser, said Tuesday that U.S. officials who listened to Turkey's recording assessed it does not implicate Prince Mohammed.",
  "The Trump administration later sent word to Erdogan that officials would re-examine the Gulen issue, the U.S. officials and people familiar with the matter said.",
  "The kingdom, after initially denying any role in Khashoggi's disappearance, reversed course and admitted that Saudi officials were responsible for the killing.",
  "The requests on Gulen in mid-October mark at least the second time the Trump administration has re-examined Turkey's extradition request since taking office.",
  "His comments were a public reminder of the evidence Erdogan could expose at a time of his choosing, if he wanted to put pressure on the U.S. or Saudi Arabia.",
  "The White House's relationship with Prince Mohammed is key to Trump's goals of countering Iran and helping to reach an Israeli-Palestinian peace agreement.",
  "But the U.S. does not have any legal justification to send Gulen to South Africa, they said, so that wouldn't be a viable option unless he went willingly.",
  "Reuters file\n\nGulen, who has lived in self-imposed exile in the U.S. for almost two decades, denies any involvement in the failed coup in Turkey in 2016.",
  "The 17 were sanctioned under the Magnitsky Act, which bars foreign officials from entering the U.S. and freezes any assets they have in American banks.",
  "Secretary of State Mike Pompeo shaking hands with Turkish President Recep Tayyip Erdogan during their meeting in Ankara, Turkey on Oct. 17, 2018.",
  "Flynn, who resigned in February 2017, entered into a plea agreement with Mueller last December and has been cooperating with the investigation.",
  "On Thursday, Saudi Arabia's top prosecutor recommended the death penalty for five out of the 11 suspects charged with killing Khashoggi.",
  "The Turkish leader accuses the elderly cleric of being a terrorist who was behind a failed coup against Erdogan's government in 2016.",
  "Some officials have described the first request as a routine part of a new administration reviewing its relationship with a key ally.",
  "Career officials at the agencies pushed back on the White House requests, the U.S. officials and people briefed on the requests said.",
  "Pompeo, who also met with Saudi leaders in Riyadh on that same trip, briefed Trump on his discussions after returning to Washington.",
  "In the weeks after Trump's inauguration, the White House asked the Justice Department to review Gulen's case, NBC has reported.",
  "\"We did talk about Fethullah Gulen and we talked about the set of issues surrounding that organization as well,\" Pompeo said.",
  "Saudi Arabia has yet to disclose the location of Khashoggi's remains, and Turkey continues to put public pressure on Riyadh.",
  "A Turkish official said the government does not link its concerns about the Khashoggi murder with Gulen's extradition case.",
  "Trump administration officials then asked for other options to legally remove him, the U.S. officials and others said.",
  "His movement includes a host of nonprofit organizations, businesses and schools, in the U.S., as well as South Africa.",
  "A one-time ally of Erdogan, he's become an influential cleric with a wide network of followers known as \"Gulenistas.\"",
  "After nearly a month, Saudi Arabia admitted its government officials carried out a premeditated murder of Khashoggi.",
  "Turkey provided boxes of materials to the U.S. in 2016 that Erdogan says shows Gulen was behind the failed coup.",
  "The private compound is where Fethullah Gulen, an influential Islamist cleric, has lived for more than a decade.",
  "Erdogan has criticized the case against Atilla as a political attack aimed at undermining his government.",
  "In remarks to reporters traveling with him, Pompeo acknowledged having discussed Gulen with the Turks.",
  "Khashoggi's disappearance after entering Saudi Arabia's consulate in Istanbul introduced new friction.",
  "The State Department and the Department of Homeland Security did not respond to requests for comment.",
  "The Golden Generation Worship and Retreat Center in rural Saylorsburg, Pennsylvania on July 9, 2013.",
  "A total of 21 suspects have been arrested in connection with the case, according to Saud al-Mojeb.",
  "Turkey publicly accused Saudi Arabia of flying in an assassination team to murder Khashoggi.",
  "\"We want to see action on the end of the United States in terms of the extradition of Gulen.",
  "After the coup attempt, Ankara made a formal request to the U.S. for Gulen's extradition.",
  "But it's mostly not a State Department issue; it's mostly a Justice Department issue.\"",
  "The government, though, has insisted Prince Mohammed knew nothing of it in advance.",
  "Some officials from the U.S. and other countries have said they believe otherwise.",
  "And we're going to continue our investigation on behalf of the Khashoggi case.\"",
  "The Justice Department did not initially respond to a request for comment.",
  "\"That was their number one ask,\" said a person briefed on the meeting.",
  "\"We definitely see no connection between the two,\" the official said.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Erdogan has for years demanded the U.S. send Gulen back to Turkey.",
  "The news and stories that matter, delivered weekday mornings.",
  "He has been living in Pennsylvania since the late 1990s.",
  "Saudi Arabia is critical to Trump's Middle East policy.",
  "A lawyer representing Gulen declined to comment.",
  "The two countries have long been rivals.",
  "The FBI also declined to comment.",
  "law.\"",
  "."
]