[
  "NATO’s new mission should be robust, visible and built around two key goals: safeguarding the free flow of maritime traffic in the region (something that Russia’s actions have threatened), and bolstering Ukrainian sovereignty by augmenting the military assistance already being provided to the country by the U.S. and Europe.",
  "Jakub Janda of the Prague-based European Values think tank has offered up a good preliminary list of such potential counter-moves, from ousting Russian intelligence officials from Europe to publishing data on the financial assets of oligarchs currently residing in the EU.",
  "Additional economic penalties have the power to exacerbate this trend further – particularly if they target major Russian banks or key projects like the Nord Stream II pipeline (which Russia has come to view as its energy lifeline to Europe).",
  "Back in 2012, the U.S. Congress passed the Magnitsky Act to punish Russian officials for their role in the untimely death of Sergei Magnitsky, a lawyer who had died in a Moscow prison after uncovering massive official graft and corruption.",
  "These measures, in turn, have proven extremely effective in penalizing Russia because, with much of their wealth located abroad, Russia’s elites require steady access to foreign jurisdictions and international banking.",
  "Paul Manafort's alleged lies send DC into frenzy of Mueller investigation Kremlinology\n\nAmerican and European policymakers also possess the power to dramatically expand direct pressure on Russian officials themselves.",
  "So far, in addition to the United States, Canada, several European countries and the European Parliament have all passed Magnitsky-type legislation — with Russian elites and officials remaining the principal targets.",
  "A recent study by Bloomberg Economics found that sanctions have had a substantial and “prolonged” effect on Russia’s economy, which is now a full ten percent smaller than it was projected to be back in 2013.",
  "Follow him on Twitter: @ilanberman\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "The bottom line, then, is that the West has plenty of potential leverage that it can marshal against Russia’s government in order to punish it for its most recent provocation — and to deter future ones.",
  "In 2016, the Magnitsky Act went global with a new, expanded version that authorized the U.S. government to enact visa bans and targeted sanctions against human rights violators anywhere in the world.",
  "(Photo: Mykola Lazarenko)\n\nLast weekend’s maritime dust-up between Russia and Ukraine — in which the Russian navy fired on Ukrainian ships in the Sea of Azov — caught Western capitals by surprise.",
  "Predictably, the skirmish has elicited condemnations from a host of nations worried about the possibility of further escalation in the four-and-a-half-year-old conflict between Moscow and Kiev.",
  "By throwing their weight behind a fast tracking of the emerging “Global Magnitsky” regime, Washington and Brussels can dramatically turn up the heat on key Kremlin decision-makers.",
  "To the contrary, U.S. and European policymakers currently have a broad range of ways by which they can ratchet up the costs to Russia for the recent hostilities.",
  "While NATO has increased its operations and presence in the Black Sea substantially since 2014, the Alliance has the ability to do still more.",
  "The start of Russian aggression against Ukraine back in 2014 generated multiple rounds of escalating European and American economic pressure.",
  "More: A web of lies and deceit: The Trump-Russia plot thickens with Michael Cohen guilty ple\n\nRussia invaded Georgia exactly 10 years ago.",
  "Read or Share this story: https://www.usatoday.com/story/opinion/2018/11/30/how-we-can-punish-russia-ukraine-column/2155806002/",
  "All that is necessary is for the United States and its partners in Europe to find the political will to use it.",
  "Other countries are following America's lead\n\nOther countries, in turn, have followed the American example.",
  "Such initial steps can and should be followed by others — beginning with a concrete military response.",
  "But a resolute Western response to Russia’s renewed aggression has been far slower to materialize.",
  "U.S. and Europe have an arsenal of ways to punish Russia for their aggression against Ukraine.",
  "Many other foreign jurisdictions are currently considering implementing similar measures.",
  "Sanctions have proven effective\n\nMore sanctions must also be part of the mix.",
  "Ilan Berman is senior vice president of the American Foreign Policy Council.",
  "Military training in the Chernihiv region of Ukraine on Nov. 28, 2018.",
  "These measures, despite Moscow’s denials, are having a real effect.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "This, however, hasn’t been because of a lack of policy options.",
  "Here's how Trump could prevent another war.",
  "Now, we have to follow through on them."
]