[
  "There can be no impunity for generals in Myanmar who hunt down Rohingyas, for arms dealers who breach the weapons embargo against South Sudan, the rapists in the Central African Republic or the killers of the Saudi journalist Jamal Khashoggi.",
  "Human rights violators in Saudi Arabia, Nicaragua, South Sudan, Burma and many other countries are already being targeted with Magnitsky sanctions legislation in six countries: the United States, Canada, UK, Estonia, Latvia and Lithuania.",
  "JUST WATCHED Browder: WH entertaining Putin proposal 'absurd' Replay More Videos ... MUST WATCH Browder: WH entertaining Putin proposal 'absurd' 01:42\n\nWe now need to take the next bold step.",
  "The Magnitsky Acts, which are imposed visa sanctions and asset freezes on human rights violators, have become emblematic of fighting impunity and kleptocracy around the world.",
  "The European Parliament has already called for this many times and in 2014 even proposed visa bans and asset freezes against people responsible for the Magnitsky murder.",
  "The way in which the Russian government tried to cover up his murder and exonerate the people involved became a symbol of impunity and kleptocracy worldwide.",
  "Sergei Magnitsky was a Russian lawyer who sacrificed his life at the age of 37, standing up to the corruption of the Putin regime.",
  "In this case, the name Sergei Magnitsky has been globally synonymous with how to fight human rights abuse in the 21st century.",
  "Legislative acts have been passed bearing his name, creating serious consequences for human rights abusers around the world.",
  "Targeting those abusers' money abroad and their travel is one of the most effective ways of creating consequences.",
  "That is why the idea of a Magnitsky Act started with a Russian atrocity, but is now global in its scope.",
  "That is why Magnitsky's bold sacrifice crossed national borders and spoke to people everywhere.",
  "His sacrifice has resonated with victims of human rights abuse in every corner of the globe.",
  "In the 21st century, many human rights abuses are committed for financial gain.",
  "The authors are politicians representing 18 European Union member states.",
  "Only a few Member States took up this proposal.",
  "We need to establish an EU-wide Magnitsky Act.",
  "(CNN) Sometimes a name means everything.",
  "The opinions expressed belong to them.",
  "Read More"
]