[
  "Defeat Crooked Hillary’s first traditional 30-second broadcast spot is rooted in the premise that an African American actress, hired to record a pro-Clinton ad, cannot make it through a script calling her “honest and trustworthy.” The message is that even demographics that poll overwhelmingly in Clinton’s camp—she enjoys a 14 percentage point advantage among women and a 47-point gap among minorities in the latest CNN poll—are not really with her.",
  "An adviser to Defeat Crooked Hillary, incorporated with the Federal Election Commission as Make America Number 1, said the ads have about $350,000 behind them and will appear on stations in Ohio and Pennsylvania.",
  "The effort is backed by billionaire Robert Mercer, who started out a supporter of Ted Cruz but has quickly established himself a power center of the Trump campaign, as TIME’s Alex Altman detailed in the magazine.",
  "The super PAC was originally started as a way for donors who backed Republican nominee Donald Trump’s rivals during the primaries to have a sway of the general election.",
  "The super PAC dedicated to blocking Hillary Clinton’s presidential bid is moving from an online-only campaign and inching into broadcast advertising.",
  "Give me a break.” It’s one of the more amusing attacks on Clinton, who has been savaged in more serious ads by her conservative critics.",
  "While the ads are not explicitly meant to help Trump—who needs all the help he can get these days—the spill-over effect will boost him.",
  "As Trump’s campaign appears nearing meltdown and Republicans are rushing to abandon him, Mercer has expressed his continued support.",
  "The ads, which were planned before a tape of Trump’s lewd comments became public late Friday, were going ahead as planned.",
  "“We are completely indifferent to Mr. Trump’s locker room braggadocio,” Robert and Rebekah Mercer said in a statement.",
  "View Sample Sign Up Now\n\nThe no-frills ad continues with the off-camera man reminding her that she’s an actress.",
  "“I can’t say these words,” the actress says after stumbling while making the case for Clinton.",
  "The move toward broadcast is an attempt to increase its presence and to boost Trump.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Before Sunday, the messages were digital, broadcast on social media and emails.",
  "“I just don’t believe what I’m saying,” the woman responds.",
  "Write to Philip Elliott at philip.elliott@time.com.",
  "“I’m not that good of an actress.",
  "Off-screen, someone asks her why.",
  "Honest and trustworthy?",
  "Her reply?"
]