[
  "Trump’s comparatively small advertising budget means his campaign isn’t amplifying Clinton’s own set of troubles — her State Department email server scandal, foreign influence peddling within the Clinton Foundation, Wikileaks’ revelations of potential pay-to-play politicking, the for-hire private speeches she gave to Wall Street banks — nearly as much as it could be.",
  "A key indication of how primed Clinton is to help her partisan brethren down-ballot are her joint fundraising groups, particularly the “Hillary Victory Fund.”\n\nThey’ve raised about $516 million during the election cycle, while Trump’s comparable joint fundraising committees with national and state Republican party affiliates have only raised about $292 million.",
  "And during the third week of October alone, the most recent week for which data is available from Kantar Media/CMAG, Team Clinton is even investing modest advertising dollars into several historically Republican-leaning states, such as Arizona, Georgia and Texas, where Democrats have a small, but growing chance of winning.",
  "And, in a reverse of four years ago when Republicans more quickly embraced super PACs and their ability to raise and spend unlimited amounts of money, Clinton’s cadre of supportive super PACs have outraised comparable pro-Trump groups by a more than three-to-one margin: $189 million to $57 million.",
  "Clinton’s financial might, buoyed by her campaign’s embrace of the Supreme Court’s 2010 decision in Citizens United v. Federal Election Commission, has helped her play offense and defense against a billionaire who once pledged to invest $600 million of his own money on a presidential run.",
  "Consider that at comparable times in their campaigns, Bush in 2000 ($22.3 million), Bush again in 2004 ($22.4 million), McCain in 2008 ($21.3 million), Mitt Romney in 2012 ($52.7 million), all had more money on hand than Trump’s campaign committee alone ($16 million) has in its account.",
  "Since the primaries ended in June, Clinton and her supporters have aired about 292,000 broadcast and national cable TV ads, compared to about 87,000 aired by Trump and his allies, according to a Center for Public Integrity analysis of data provided by ad tracking firm Kantar Media/CMAG.",
  "So while Trump for months benefited from the outsized — and cost-free — attention news outlets showered on his candidacy, it “all has turned into horrific, negative Trump free press” made worse by Trump’s limited ability to push back through paid advertisements, Davis said.",
  "When Trump’s campaign called Republican ad guru Fred Davis last year and reiterated that Trump would spend up to half a billion dollars of his own money to fuel a presidential campaign, Davis listened — but “never found it credible,” he told the Center for Public Integrity.",
  "And although super PACs may theoretically raise as much money as they want, including from corporations, unions, certain nonprofits and individuals, Trump’s collection of supportive super PACs are underperforming compared to those that aid Clinton.",
  "Before Democrat Hillary Clinton “overturns Citizens United,” curtails “secret, unaccountable money in politics” and ends “the stranglehold that the wealthy and special interests have on so much of our government,” she has some business left to do.",
  "And Trump, as the Center for Public Integrity and the International Consortium of Investigative Journalists reported, once rented space in one of his Manhattan skyscrapers to an Iranian bank that U.S. authorities have linked to terrorism.",
  "“We are able to close out the final days of this campaign by running an unprecedented coordinated campaign to mobilize voters who will help elect Democratic candidates up and down the ballot,” Mook said in a statement Thursday night.",
  "Nonetheless, it reported raising nothing from Oct. 1 to Oct. 19 — a departure for the group, which has reported raising seven-figure amounts every month since the Mercer family threw their support behind Trump at the end of June.",
  "Clinton and Trump each transferred about 30 percent of those hauls back into their own campaign war chests, while the rest was spent by their respective parties on efforts that aided them and other candidates on their tickets.",
  "Clinton’s advantage will likely to hold to the end, as she and her super PAC allies reported $79 million in the bank as of Oct. 19, according to a Center for Public Integrity analysis of new campaign finance reports.",
  "In the last campaign finance filing before the election Clinton and her super PAC allies have reported raising $702 million through Oct. 19, compared to Trump and his supportive groups, who have raised $312 million.",
  "Shaun McCutcheon, a Republican-backing Alabama businessman who successfully petitioned the Supreme Court in the McCutcheon case, says Trump and the Republicans only have themselves to blame for their financial lot.",
  "Namely, obliterating Republican Donald Trump with her historically massive, big-dollar, lobbyist-loaded campaign cash machine — one she says she’ll gladly disassemble once she wins the White House, but not before.",
  "Then, Trump’s talk of genital grabbing on the tape prompted numerous women to accuse him of something far more sobering than “locker room talk” — attacking, groping or otherwise inappropriately touching them.",
  "(If Trump changes his mind and gives his campaign more than $1,000 between now and the election, he must, by law, report the cash to the Federal Election Commission within 48 hours of making the donation.)",
  "Perhaps only the political gods could ever divine whether an additional $100 million — or $500 million — could have helped Trump assuage the damage done to his campaign this autumn, much self-inflicted.",
  "Particularly in swing states, where the presidential campaign will be won and lost, Team Clinton has overwhelmed Team Trump in TV advertising, thanks in large part to Clinton’s campaign cash advantage.",
  "Prior to the U.S. Supreme Court’s 2014 decision in McCutcheon v. Federal Election Commission, individual donors were prohibited from donating more than about $123,000 to joint fundraising committees.",
  "Davis’ instincts proved correct: Trump has only invested about $56 million into his effort overall, and just $10 million since June 1, when Trump had all but secured the Republican nomination.",
  "His wealth, Trump reasoned, would both propel his presidential ambitions and inoculate him from politics’ seedier side, populated by super PACs, professional lobbyists and partisan hangers-on.",
  "New York state is hammering his nonprofit Trump Foundation for “fraud.” Former clients of Trump University are arguing in federal court that Trump cheated them of their money.",
  "“He gave Clinton so much ammo,” said Davis, whose presidential campaign client list includes George W. Bush, John McCain and, most recently, a pro-John Kasich super PAC.",
  "The revelation of a lewd 2005 recording from “Access Hollywood,” in which Trump boasted of assaulting women, rocked his campaign — and poll numbers — soon thereafter.",
  "Team Clinton has gleefully spun Trump’s scandals into attack ad gold bricks, using its massive cash machine to pummel Trump with them at his every tawdry turn.",
  "These political groups collect six-figure checks from donors and then split the proceeds among the candidate’s own campaign and national and state parties.",
  "Trump-backing super PACs filed anemic reports showing few big contributions in October, a sign donors are shifting money elsewhere as Trump falters.",
  "Since mid-June, Team Clinton has aired more than five times as many TV ads as Team Trump in both Iowa and Nevada, according to Kantar Media/CMAG.",
  "“We need a leader that wrote ‘The Art of the Deal,’” he said during his June 2015 announcement speech, referencing his 1987 best-selling book.",
  "Trump said early on he was going to pay his own way, so now that he’s not doing it, it hurts.”\n\nChris Zubak-Skees contributed to this report.",
  "Clinton’s joint fundraising group now collects money for 40 different beneficiaries and routinely brings in checks of more than $400,000.",
  "Priorities USA Action has raised more than $175 million this election cycle, including $18 million between Oct. 1 and Oct. 19 alone.",
  "But as Trump vanquished his remaining Republican primary opponents and turned toward the general election, his tenor changed.",
  "It is a startling rebuke to the no-longer-so-true truism that Republicans are the primary beneficiary of big political money.",
  "Clinton’s campaign committee alone has raised more than twice as much money as Trump’s: $513 million versus $255 million.",
  "Justin Barasky, a spokesman for Priorities USA Action, said the big numbers reflect steady support from major donors.",
  "The super PAC spent about $2.1 million during early- and mid-October, mainly on ads and other media opposing Clinton.",
  "In contrast, Priorities USA Action, the flagship pro-Clinton super PAC, had more than seven times the available cash.",
  "In Florida and Ohio, Team Clinton has aired more than three times as many TV ads as Team Trump since mid-June.",
  "And new campaign finance reports show Clinton is sticking to that plan as Election 2016 enters its final days.",
  "Trump has denied the accusations as “pure fiction.”\n\nOne might almost forget about Trump’s other problems.",
  "Instead, his campaign launched aggressive fundraising efforts aimed at filling his coffers, and quickly.",
  "“Donors have understood what’s at stake and are invested in seeing Hillary win and Trump lose,” he said.",
  "No longer did he disavow political groups that sought to raise huge amounts of money to support him.",
  "And in Pennsylvania, likewise, it’s nearly three-to-one as well, according to Kantar Media/CMAG.",
  "Clinton has also utilized “joint fundraising committees” to a far greater extent than Trump.",
  "Compare that to Trump and his super PAC supporters, who have about $32 million in reserve.",
  "However, because of the McCutcheon ruling, that aggregate limit on individuals is gone.",
  "Her $62.4 million cash on hand as of Oct. 19 is nearly four times Trump’s $16 million.",
  "“Give it to the Democrats — they’ve done a great job fundraising,” McCutcheon said.",
  "Most TV ads have targeted traditional battleground states such as Florida and Ohio.",
  "Hillary for America Campaign Manager Robby Mook likewise struck a confident pose.",
  "Nor did Trump maintain he’d be the overwhelming source of his campaign’s cash.",
  "“And they’ve taken advantage of the McCutcheon and Citizens United decisions.",
  "He predicated his presidential run on his business brilliance and cunning.",
  "It had less than $2 million on hand for the final run-up to Election Day.",
  "Clinton and her allies have dramatically outgunned Trump in all of them.",
  "The Mercer family has ranked among Trump’s staunchest supporters.",
  "Meanwhile, Trump’s raises money for about two-dozen groups.",
  "Trump appears poised to spend just a fraction of that sum.",
  "First came Trump’s fat-shaming of a former Miss Universe.",
  "Take the Robert Mercer-backed Make America Number 1 PAC.",
  "“I don’t need anybody’s money,” he said another time.",
  "In North Carolina, that ratio is nearly four-to-one.",
  "It’s my money,” Trump declared earlier this year.",
  "It’s a special sort of indignity for Trump.",
  "That’s particularly true in recent weeks.",
  "“I’m self-funding my own campaign.",
  "Contact us at editors@time.com."
]