[
  "Aren't we a nation that is all about redemption and second chances?”\n\nRepresentatives from a pair of pro-Trump super PACs — Future45, which is backed by the billionaire Ricketts and Adelson families, and Great America PAC — told POLITICO that they intended to keep spending on pro-Trump advertising and other efforts.",
  "“There isn’t anyone who hasn’t made similar comments in their private life,” he said, as he picked up a Trump talking point by asserting that the GOP nominee’s behavior is not as bad as that of Clinton’s husband, former President Bill Clinton, or an even more iconic Democratic commander in chief, John F. Kenney.",
  "Also not responding to requests for comment on Saturday were representatives for Las Vegas casino mogul Sheldon Adelson, who has donated or pledged as much as $25 million to Future45 and a related non-profit group called 45Committee, or the Mercer family, which is largely financing Make America Number 1.",
  "Hopefully this is a foolish incident in the distant past.”\n\nGOP finance sources wondered privately whether similar sentiments among donors would put a damper on fundraising among donors who were already leery of Trump, and had given to supportive super PACs reluctantly, out of an aversion to Clinton.",
  "Bill Doddridge, the president of the Jewelry Exchange and a founder of Great America PAC, said that he would continue to support Trump because of his concern about that Clinton would enact big-spending policies and stack the Supreme Court with liberal justices.",
  "While some major donors and super PAC operatives in interviews on Saturday expressed disgust over the recording, none of the big-money players who have been supporting Trump indicated they were reconsidering their spending to elect the GOP presidential nominee.",
  "That remains our focus.” But Rollins, who was Ronald Reagan’s reelection campaign manager, said personally “as a husband and the father of a young daughter, I find the language and behavior of Mr. Trump appalling and totally unacceptable.",
  "That is old news,” said Doug Deason, who said his family has donated $1 million — and raised as much as $4 million more — for Trump Victory, a joint fundraising committee comprised of the campaign and the Republican National Committee.",
  "Many of the GOP’s biggest names are distancing themselves from Donald Trump after the Friday release of decade-old audio in which he made lewd comments about groping women, but some of the party’s deepest-pockets are standing by him.",
  "That, he said, concerned him “far greater than what one said in private 11 years ago.”\n\nBut Doddridge, who says he has donated $25,000 to Great America PAC and would give more if asked, also sought to minimize Trump’s comments.",
  "Representatives for two other super PACs supporting Trump — Make America Number 1 and Rebuilding America Now — did not respond to requests for comment about whether the audio would cause them to back away from Trump.",
  "Even if all the pro-Trump super PACs intend to continue spending millions on ads backing Trump, it’s unclear whether there’s anything they can — or would — do to defend Trump against the backlash over the tape.",
  "The continued support of the super PACs and their donors is key, since Trump’s campaign has lagged far behind that of his Democratic rival Hillary Clinton in fundraising and advertising.",
  "Trump’s campaign dropped ad reservations in key markets next week, while the RNC on Saturday appeared to at least temporarily halt the operations of some of the Trump Victory program.",
  "None of the big-money players who have been supporting Donald Trump indicated they were reconsidering their spending to elect the GOP presidential nominee.",
  "| AP Photo GOP mega-donors stand by Trump As Republican officials denounce their nominee, big donors say he’s still better than Hillary Clinton.",
  "“Our goal has been to defeat Hillary Clinton and elect Donald Trump and hold the Republican majorities in the House and the Senate.",
  "“Anyone who is 'shocked' that Trump talked like that 10 years ago is either being extremely disingenuous or naive.",
  "“Kennedy and Clinton likely said and did far worse, but were protected by the press,” Doddridge said.",
  "“We are watching how this plays out,” said Great America PAC strategist Ed Rollins.",
  "Story Continued Below\n\n“Not one bit.",
  "We all know Trump was that way.",
  "He isn't anymore."
]