[
  "Story Continued Below\n\nThat's within striking distance of lapping Donald Trump, who had $34.8 million in his campaign coffers as of Sept. 30, plus $59.2 million in his joint fundraising ventures and the super PACs supporting him, according to POLITICO's analysis of the most recent FEC filings.",
  "Trump's $94 million tally includes his two joint fundraising committee with the Republican Party plus Todd Ricketts' Future 45, Roger Stone's Committee to Restore America's Greatness, Tom Barrack's Rebuilding America Now and Robert Mercer's Make America Number 1.",
  "The Clinton campaign finished September with $59.7 million in the bank even after unleashing an $82.6 million volley, much more than in any other month of the campaign, according to a new report filed with the Federal Election Commission.",
  "In September the campaign plowed $66 million into ads (through media buyer GMMB), $3.4 million into its 815-person payroll, $2.5 million on travel, $866,000 on online advertising, $826,000 on polling, and $252,000 on rent.",
  "Clinton's war chest includes her two joint fundraising committees with the Democratic Party as well as the super PACs Priorities USA Action, Correct the Record and American Bridge 21st Century.",
  "| AP Photo Clinton campaign, allies took $80 million lead into October The Democratic candidate and her allies still have a formidable war chest even after huge spending.",
  "Hillary Clinton and her allies started October leading the money race by some $80 million, cementing in its final phase the most lopsided race in modern campaign finance.",
  "Together with her joint fundraising committee and allied super PACs, the Democratic nominee had a whopping $177.9 million to start the last full month of the campaign.",
  "It does not count Eric Beech and Ed Rollins' Great America PAC, which had not yet filed its latest report but has never had more than $2 million on hand.",
  "She has fared less well with small donors, who accounted for only about 30 percent of the contributions made directly to her campaign in September.",
  "Clinton has built the biggest money machine in modern politics with an army of megadonors and bundlers.",
  "The Hillary Clinton campaign finished September with $59.7 million in the bank."
]