[
  "And an aide to a person being considered for a top Cabinet position said the person had not yet been asked to complete a detailed questionnaire to suss out red flags.... By comparison, President-elect Barack Obama’s transition team was deep into the vetting process by early November 2008 — not just meeting with prospective nominees but also compiling fat dossiers on them, according to emails made public through WikiLeaks.” [Politico]\n\nMAKE AMERICA GRAFT AGAIN - What’s the over/under on Trump’s first White House Christmas party being held down Pennsylvania Ave at his Old Post Office Building hotel?",
  "But should Giuliani end up at the State Department, he would find himself playing a critical role in one of TransCanada’s largest unfinished projects.The company has expressed interest in resuscitating the controversial Keystone XL pipeline after President Barack Obama rejected it last November.” [HuffPost]\n\nHATE READING IS GREAT FOR BUSINESS - More people are subscribing to news services in the wake of the election, which is great, but we suspect more people will be reading PEOPLE’s hard-hitting Trump coverage, too.",
  "That scares its critics, which consider Breitbart News the home of cheerleaders rather than journalists — and often offensive ones at that.... Breitbart is planning a move into more spacious Washington offices, looking to add reporters in Germany, France, the Middle East and Asia, wants to add coverage of the media and technology to its conservative-framed news and hopes to produce more video, said Alexander Marlow, the site’s editor in chief, on Monday.",
  "Sam Stein, Jason Cherkis and Paul Blumenthal: “[T]he The Wall Street Journal reported in 2007 that one of [Giuliani Partners’] clients was the government of Qatar, to which Giuliani provided ‘security advice.’ Through Giuliani Partners, the former mayor also reportedly tried to enrich the Qatari government through real estate deals.... Giuliani advised the [TransCanada Corp] in 2007 on its plan to store liquefied natural gas on the Long Island Sound.",
  "TWITTERAMA\n\n@kasie: Rep. Joe Wilson, R-Southern Gentleman, tells me he’s not wearing his MAGA hat out of conference meeting because he only wears hats outside\n\n@jabush: “the holiday pr pitches come earlier every year, huh,” she said to no one in particular\n\n@SimonMaloy: after a long period of reflection and soul-searching I have determined that Hillary Clinton lost because of the issues I consider important",
  "‘The Obama administration turned a deaf ear to us and frankly, with President-elect Trump, we feel things are going to move in the right direction,’ Matthew LeBretton, New Balance’s vice president of public affairs, told the Wall Street Journal.... All this, however, did not stop one more dividing force from smearing the New Balance brand.",
  "Donald Trump has apparently been cribbing 7th grade civics essays, as he began a tweet this morning, “The Electoral College is actually genius in that it…” And Donald Trump’s transition is already in disarray, potentially harming the nation’s defense networks, its economy and Eric Trump’s plans to resurrect Late Night Shots.",
  "Its own cable network is a dream, but unlikely now, he said.” [AP]\n\nHmmmmmm: “Breitbart News is preparing a lawsuit against a ‘major media company’ over claims that it is a white nationalist website, it said in an exclusive statement to The Hill.” [The Hill]\n\nBECAUSE YOU’VE READ THIS FAR - Here’s a stupid dog video.",
  "David Bauder: “Following the installation of Breitbart’s chief executive to a top job in President-elect Donald Trump’s administration, the news organization in its infancy when Barack Obama took office has big expansion plans and the goal of being the best source of news on the new administration.",
  "Follow us on Twitter - @HuffPostHill\n\nTRUMP’S TRANSITION A TOTAL MESS - Andrew Restuccia and Nancy Cook: “Top Donald Trump campaign advisers who have taken charge of the president-elect’s transition team are casting aside much of the work on Cabinet picks that New Jersey Gov.",
  "‘Now it’s time to go big.’” [Reuters]\n\nDEMOCRATS PUT OFF LEADERSHIP VOTE - Though the party has gotten out of bed for the first time in days, it’s now just staring blankly at a pond, ripping overlarge chunks of bread from a loaf and tossing them listlessly at ducks.",
  "Betsy Woodruff: “A campaign watchdog group filed a complaint with federal election officials that alleges Stephen Bannon—recently named one of Donald Trump’s top White House advisers—may have gotten paid illegally during Trump’s campaign by pro-Trump billionaires.",
  "Neither the super PAC nor Bannon provided a response to Noble’s comment.” [Daily Beast]\n\nGIULIANI, MAN - Unlike homeless people, hizzoner can’t just put his foreign entanglements in a van and whisk them across city lines to Yonkers.",
  "The uptick in subscriptions is a bright spot amid a flurry of unflattering post-mortems on the media’s role in propelling Trump to become the Republican nominee and general uncertainty about the industry’s influence going forward.",
  "“Are we going to put another white guy in?’” [HuffPost]\n\nTHE DOCTOR WON’T SEE YOU NOW - Republicans have been telling everyone for years they want to trash Obamacare and severely cut Medicare and Medicaid, so let’s believe them.",
  "reported a similar surge in readers and subscribers.” [HuffPost]\n\nHATE IS ALSO GOOD FOR BUSINESS - We can’t wait for BreitbartPRO’s industry coverage with an eye toward the globalist takeover of the banking system.",
  "There aren’t obvious replacements for Pelosi, though one name has been floated: Rep. Tim Ryan (D-Ohio), who represents the kind of white, working class district that sided so heavily with Trump in the election.",
  "Trump aides have nixed at least one Christie-backed person being considered for a Cabinet position in the aftermath of last Friday’s shakeup, a person closely tracking the transition told POLITICO.",
  "Daniel Marans and Michael Calderone: “[The Times] has picked up new subscribers to both its print and digital editions at four times the normal rate, according to spokeswoman Danielle Rhoades-Ha.",
  "House Speaker Paul Ryan was unanimously nominated on Tuesday by his fellow Republicans for re-election as speaker in the new Congress next year, the House Republican Conference said on Twitter.",
  "Katie Mettler: “Last week, not even a full 24 hours after President-elect Donald Trump earned that title, a senior official for the shoe company New Balance invoked his name in an interview.",
  "When our grandchildren ask us what we did during the great political unraveling, we will be able to hold our heads high and tell them that we tweeted “oh” above some incendiary content.",
  "Republicans kept their majorities in both the House and Senate in the Nov. 8 elections in which voters elected Republican Donald Trump to the White House over Democrat Hillary Clinton.",
  "Larry Noble, General Counsel for the Campaign Legal Center, said he believes the super PAC covertly paid Bannon for his campaign work through his moviemaking company.",
  "Jonathan Cohn and Jeffrey Young: “Donald Trump and Republican leaders in Congress have made clear they are serious about repealing Obamacare, and doing so quickly.",
  "Ryan, who faced no challengers for the post from within Republican ranks, was nominated during a closed-door meeting of all Republican lawmakers in the House.",
  "Their brave act has just made them the official brand of the Trump Revolution.’” [WaPo]\n\nCOMFORT FOOD\n\n- Why some countries have non-contiguous borders ?",
  "This is HUFFPOST HILL for Tuesday, November 15th, 2016:\n\nHOUSE GOP UNANIMOUSLY BACKS RYAN - Oh, man, the infrastructure battle sure is going to be fun.",
  "Their goal is to slash government spending on health care and to peel back regulations on parts of the health care industry, particularly insurers.",
  "‘I think she’s a far better leader than Boehner was to his caucus.’ But some said the election was a wake-up call on the need for major changes.",
  "In a post written over the weekend, neo-Nazi blogger Andrew Anglin declared New Balance the ‘Official Shoes of White People.’ ‘I’m a Nike guy.",
  "Chris Christie and his aides put in place over several months — and leaving behind a far more chaotic operation dominated by Trump loyalists.",
  "And now, a new set of Federal Election Commission filings that haven’t yet been reported on may give the group’s case some additional heft.",
  "Nor are they trying to maintain the current, historically high level of health coverage nationwide that these programs have produced.",
  "Or rather, I was,’ Anglin wrote on his popular website the Daily Stormer, which promotes an anti-Semitic, white supremacist agenda.",
  "He will face an election in January, when all members of the new House, both Democrats and Republicans, vote on a new speaker.",
  "The Times is one of several publications to tout increased paid readership or donations in the aftermath of Trump’s victory.",
  "At issue are payments of nearly $200,000 that a super PAC called Make America Number 1 made to a company tied to Bannon.",
  "‘This is no reflection on her leadership at all.’ ‘I think she’s done a damn good job,’ said Rep. Brendan Boyle (D-Pa.).",
  "‘It is a tremendous honor to be nominated by my colleagues to serve as speaker of the House,’ Ryan said on Twitter.",
  "‘It is past time’ for Pelosi to go, said a Democratic lawmaker who requested anonymity to speak more freely....",
  "Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to huffposthill@huffingtonpost.com.",
  "Jennifer Bendery and Laura Barron-Lopez: “The most immediate question is whether Pelosi should keep her post.",
  "Pelosi enjoys great respect and support in the Democratic Caucus,’ said [Rep. G.K.] Butterfield [(D-N.C.)].",
  "But Republicans are not trying to replicate what Medicaid, Medicare and the Affordable Care Act do now.",
  "On Aug. 17, Bannon left his post as chairman of Breitbart News and became the Trump campaign’s CEO.",
  "and a conservative editorial page that nonetheless excoriated Trump throughout the campaign ?",
  "The transition team has yet to publicly release a code of ethics for itself or for nominees.",
  "But don’t assume their dismantling of government health insurance programs will stop there….",
  "All these white men,” said another Democrat who asked for anonymity to be more candid.",
  "Publicly, Democrats said it’s not her fault that their party got trounced nationally.",
  "The Wall Street Journal, another legacy newspaper known for its dogged reporting ?",
  "It’s unclear if the company is still a client, since there is no disclosure.",
  "Available FEC filings show the campaign didn’t pay Bannon a salary.",
  "THE ‘OFFICIAL SHOES OF WHITE PEOPLE’ - Sperry must be incredulous.",
  "‘We’ve got Trump, [Mitch] McConnell, [Chuck] Schumer, [Paul] Ryan.",
  "[HuffPost]\n\nDoes somebody keep forwarding you this newsletter?",
  "‘It’s time to get on-board with New Balance now.",
  "There’s an obvious problem with Ryan, though.",
  "the Michigans of the world, if you will.",
  "- What Jon Stewart is up to these days.",
  "Susan Cornwell and Susan Heavey: “U.S.",
  "- Ken Bone has a YouTube channel now.",
  "Look out, American Banker!",
  "Get your own copy.",
  "Sign up here.",
  "It’s free!",
  "‘Ms."
]