[
  "Some of the Bermuda companies appear to have been used to legally avoid a little-known US tax of up to 39% on tens of millions of dollars in investment profits amassed by the Mercer family’s foundation, which funded Bannon’s book and a who’s who of conservative groups, along with a $475m retirement fund for the staff of Mercer’s hedge fund, Renaissance Technologies.",
  "Robert Mercer, whose spending assisted Donald Trump’s election win, used tax haven of Bermuda to avoid US taxes\n\nEighteen months before guiding Donald Trump to election victory, Steve Bannon delivered the opening shot in the ruthless Republican campaign to paint their Democratic opponent as corrupt.",
  "Disputed allegations in the book – that mining executives contributed to the Clinton Foundation to assist their lucrative sale of a uranium company to a Russian state energy agency – attracted prominent coverage in the mainstream media, delivering a blow to Clinton after she announced her candidacy.",
  "“Almost nobody has the wherewithal.”\n\nIn a footnote to a 2012 document prepared by the labor department about Renaissance’s arrangement, officials said the company had insisted on using the Bermuda vehicles so its employees could “avoid being subject to taxes on unrelated business taxable income”.",
  "In Bermuda, Medallion Capital Investments was set up to take investments from American charities or foundations “closely affiliated with an owner or employee” of Renaissance, according to a regulatory filing obtained from the Bermuda government, which did not mention Mercer’s foundation by name.",
  "You take retirement plans or foundations, you invest them in a hedge fund, and even if the value rises 100%, you can sell off the investments with no tax consequences.”\n\nFacebook Twitter Pinterest Milo Yiannopoulos is one of the conservative figures financed by Mercer.",
  "The offshore vehicle was part of a network of companies in the Atlantic tax haven of Bermuda led by Robert Mercer, the wealthy hedge-fund executive and Bannon patron whose spending helped put Trump in the White House and aided a resurgence of the Republican right.",
  "In July 2013, some domestic staff who worked at the Owl’s Nest estate sued Mercer, alleging he docked $10-$20 from their pay for errors such as “failing to replace shampoos and other toiletries if there was an amount of less than one-third of a bottle remaining”.",
  "Mercer, 71, appears as a director of eight Bermuda companies in the Paradise Papers, a trove of millions of leaked documents on offshore finance reviewed by the Guardian, the International Consortium of Investigative Journalists and other partners.",
  "The permission meant staff could ditch their vanilla 401(k)s and funnel their entire individual retirement accounts (IRAs) into the firm’s own hedge fund, free from restrictions designed to protect ordinary workers from risky investments.",
  "In 2011, Diana Mercer successfully sued a golf cart dealer in Florida for $15,000 over “mechanical problems and the poor condition” of two carts she had bought, and returned to court when the dealer failed to pay up as ordered.",
  "Leaked documents and newly obtained public filings show how the billionaire Mercer family built a $60m war chest for conservative causes inside their family foundation by using an offshore investment vehicle to avoid US tax.",
  "The sharply critical 2014 report by the Senate permanent subcommittee on investigations said Renaissance improperly made profits from rapid trading appear to be long-term capital gains, which are taxed at a much lower rate.",
  "The Internal Revenue Service (IRS) has been pursuing Renaissance for $6.8bn in federal taxes that it was accused of improperly avoiding through practices described as “abuses” in a 2014 investigation by a Senate committee.",
  "Photograph: Josh Edelson/AFP/Getty Images\n\nExtraordinary returns\n\nMercer, who declined to comment for this article, has risen from relative obscurity to become one of the most influential figures in US conservatism.",
  "Pension fund\n\nLike Mercer’s family foundation, his hedge fund company also appears to use an offshore blocker system to legally avoid US taxes on a huge pool of retirement funds being accumulated by its employees.",
  "Photograph: Sylvain Gaboury/Patrick McMullan/Getty Images\n\nFrom 2013 to 2015, the Mercer foundation gave $4.7m to Bannon’s Government Accountability Institute – more than half its total funding in that time.",
  "The Mercer foundation gave $1.2m to the Young America’s Foundation, another conservative nonprofit, which paid Bannon more than $577,000 between 2010 and 2012 for filmmaking services, according to filings.",
  "He financed ventures including the presidential campaigns of Trump and Senator Ted Cruz, the website Breitbart News and the online agitator Milo Yiannopoulos, whom he publicly disowned last week.",
  "Filings by the Renaissance pension fund also suggest some staff may be using the system to legally reduce tax on money they made recently, rather than leaving it to grow for distant retirements.",
  "Documents reviewed by the Guardian indicate that the Mercer foundation has avoided liability for millions of dollars in US tax by routing its investments through one of these Bermuda vehicles.",
  "They fail | David Cay Johnston Read more\n\nBut the financial arrangements of another foundation, which bankrolled Bannon’s creation of the book, Clinton Cash, have received less scrutiny.",
  "The Renaissance staff accounts are Roth IRAs, meaning that workers have already paid tax on earnings they send to their Roth, rather than paying tax later on money the account pays out.",
  "Tax attorneys and accountants consulted by the Guardian said the Bermuda feeder fund appeared to be operating as a blocker between the Mercer foundation and the hedge fund investments.",
  "“It may be common among people with truckloads of money and big hedge funds, but it’s not common among rank-and-file, ordinary Americans who just save for retirement,” said Slott.",
  "When asked why the US government had accepted this desire to avoid a federal tax as a legitimate cause for special treatment, a spokesman for the department declined to comment.",
  "A PhD computer scientist who rarely speaks publicly, Mercer is president and co-chief executive of Renaissance, a New York-based company that manages more than $50bn in assets.",
  "Renaissance frequently makes extraordinary returns, which it chalks up to closely guarded trading formulas created at its Long Island offices by mathematicians and scientists.",
  "The Mercer foundation confirmed that Medallion Capital Investments was the destination for its money in 2004 and 2005, according to previously unreported filings to the IRS.",
  "In an extraordinary email to Renaissance staff last week, Mercer moved to distance himself from Bannon and announced he was selling his stake in Breitbart to his daughters.",
  "By then, the book’s publisher had corrected more than half a dozen errors in the text relating to the Clintons’ finances, including one based on a bogus press release.",
  "But they face unrelated business income tax (UBIT) on money obtained through investments financed by debt, such as many of those by Renaissance and other hedge funds.",
  "Its questionable central charge, on the sale of a uranium company to Russia, recently became the subject of a House inquiry and feverish talk on conservative media.",
  "The Guardian view on the Paradise Papers: a light on murky dealings | Editorial Read more\n\nRenaissance Technologies has striven to avoid paying out where possible.",
  "While Renaissance’s main hedge fund is based in the US, the company also has “feeder funds” incorporated in Bermuda, which imposes no income or corporation taxes.",
  "The Owl’s Nest\n\nSince joining Renaissance from IBM almost 25 years ago, Mercer has accumulated extraordinary wealth that paid for luxurious homes in three states.",
  "Since 2004, according to annual filings, the foundation has sold off more than $68.5m of holdings in these investments and used the money to fund its operations.",
  "Instead, the feeder funds are registered to the offices of Appleby, a legal and financial services firm that Renaissance pays to manage its offshore affairs.",
  "The future White House chief strategist produced a book in May 2015 accusing Hillary Clinton of trading favours for donations to her charitable foundation.",
  "The foundation’s accountant is treasurer of Make America Number 1, a Super Pac part-funded by Mercer, which supported the 2016 campaign against Clinton.",
  "The Mercers also own a $75m yacht, the Sea Owl, a $13.6m ranch estate in Florida – Owl’s Nest South – and a $3.2m retreat on 92 acres in North Carolina.",
  "Bill Parish, an Oregon-based investment adviser who has been consulted on the tax by US government investigators, said: “This is simple but ingenious.",
  "It paid $3.8m to the nonprofit arm of Citizens United, best known for the deregulation of political spending it won in a 2010 supreme court ruling.",
  "When making the request to the US government, Renaissance identified a pair of new investment vehicles it had set up to hold the retirement funds.",
  "Samuel Brunson, a professor in tax law at Loyola University in Chicago, said such arrangements were typically aimed at legally avoiding the tax.",
  "Renaissance told US authorities this year that Medallion Capital Investments held $1.3bn of funds owned by the company or people related to it.",
  "A Renaissance source, who declined to be identified, stressed that other companies used blockers to avoid tax on retirement plan investments.",
  "The bipartisan Senate investigation described the system as an “abusive tax structure” and said the IRS should collect taxes avoided with it.",
  "The book continues to resonate today, leading to a joint inquiry on the Canadian uranium issue by two House committees announced last month.",
  "Filings show tens of millions of dollars are being taken out of Renaissance’s retirement fund each year by workers remaining at the company.",
  "FBI officials who looked into the foundation’s activities were later reported to have based their suspicions on details from Clinton Cash.",
  "But over the past decade, it has given out $62m to conservative research groups and thinktanks whose work generally bolsters Republicans.",
  "These rules are particularly appealing for workers such as Renaissance staff, who expect their retirement savings to grow dramatically.",
  "It has continued assailing liberals since Trump’s victory and says exposing the “misuse of taxpayer monies” is central to its mission.",
  "Mercer was also a major investor in Breitbart News, the influential rightwing website that Bannon led before joining Trump’s campaign.",
  "“This is a unique perk,” said Mat Sorenson, an attorney based in Phoenix, Arizona, who specializes in law around retirement accounts.",
  "The precise amount owed is difficult to compute, because the tax applies only to the portion of investment profits funded by debt.",
  "Bannon has made films for Citizens United and between 2012 and 2013 was paid $450,000 in consulting fees by its nonprofit arm.",
  "But Ed Slott, an accountant based in New York who is a noted authority on IRAs, said the arrangements were far from typical.",
  "Among them are prominent names including the Heritage Foundation, the Federalist Society, and the Media Research Center.",
  "Ordinary Americans investing their retirement funds in this way could expect to face UBIT on some investment profits.",
  "The Mercers were sent a bill by the state of Maryland in 2014 for $23.9m in back taxes, but this was later withdrawn.",
  "Bannon once explained their outlook as having been shaped by the fact they “came to their great wealth late in life”.",
  "Mercer has personally donated $41m to federal election campaigns over the past decade, according to public filings.",
  "Mercer also helps fund the Mercer Family Foundation, a nonprofit led by his daughter and political guru, Rebekah.",
  "It has no website, staff or offices and is registered to a mailbox at a UPS store on Manhattan’s Upper West Side.",
  "In 2009, Mercer sued a Michigan-based miniature railroad company that installed a scale-model track at his home.",
  "His main estate, known as Owl’s Nest, is based around an $18m mansion close to Renaissance’s Long Island campus.",
  "But nonprofits can avoid the tax by routing their investments through an offshore company known as a “blocker”.",
  "Maryland officials and the Renaissance spokesman declined to say why it was decided they did not owe the money.",
  "Photograph: Alamy\n\nAt the same time, the Mercers have continued to signal that they take care over every penny.",
  "These were registered in Bermuda and are among those in the Paradise Papers that identify Mercer as a director.",
  "But the use of the Bermuda vehicles to protect Renaissance’s retirement fund means the tax is legally avoided.",
  "Clinton Cash dissected donations to the foundation Clinton led with her husband Bill, the former US president.",
  "The Paradise Papers contain a cache of millions of Appleby’s internal files, including dozens on Renaissance.",
  "Since 2004, the foundation has paid $74,017 in federal excise taxes, less than 0.2% of its investment gains.",
  "The Mercer foundation is largely funded by money it makes through investments in Renaissance’s hedge funds.",
  "Nonprofits in the US such as the Mercer foundation do not pay tax on ordinary donations from the public.",
  "A Renaissance spokesman declined to say whether Mercer had used the system to reduce tax on his income.",
  "So their bosses obtained special permission from the US government to help supercharge their savings.",
  "The fund has existed for five years but is already nearing $500m in value, according to its accounts.",
  "More than $300m of the gains came purely from returns on investments in the Renaissance hedge funds.",
  "Bannon founded GAI in Florida in 2012 with Peter Schweizer, the conservative author of Clinton Cash.",
  "In 2012, Renaissance staff were unhappy with the tepid pension options available to most Americans.",
  "UBIT is intended to prevent nonprofits from being used to compete unfairly with regular businesses.",
  "The company has also faced sharp criticism for trying to sidestep obligations to the public purse.",
  "“If firms were willing to pay the tax, there would be no reason to go offshore,” he said Brunson.",
  "The system involved Renaissance buying complex instruments known as “basket options” from banks.",
  "He announced last week that he would step down from his leadership roles at the end of the year.",
  "They pay tax on the smaller amount going in, rather than on the much bigger amount coming out.",
  "Facebook Twitter Pinterest Robert Mercer with his daughter Rebekah (left) and his wife Diana.",
  "“They could stay onshore in a simpler arrangement.”\n\nUBIT is charged at up to 39% on profits.",
  "A 2010 affidavit shows Diana Mercer is domiciled in Florida, which has no state income tax.",
  "A Renaissance spokesman declined to say where Robert Mercer was domiciled for tax purposes.",
  "Hedge fund companies are not required to publicly disclose how much debt each fund uses.",
  "Renaissance describes its Medallion funds as “high leverage”, meaning high debt levels.",
  "The government imposes tax and a 10% penalty on funds removed early by younger workers.",
  "An attorney for the staff did not respond when asked if they were paid a settlement.",
  "Facebook Twitter Pinterest Mercer’s Sea Owl superyacht at Canary Wharf in London.",
  "The Mercer foundation’s public filings to the IRS confirm it has never paid UBIT.",
  "Several investment advisers said they were surprised the permission was granted.",
  "Mercer’s foundation also gave millions more to other groups that funded Bannon.",
  "Facebook Twitter Pinterest A PR image for a documentary based on Clinton Cash.",
  "Bannon returned to the site after being fired from the White House in August.",
  "Mercer’s foundation has not yet filed paperwork disclosing its 2016 spending.",
  "It was previously listed at Rebekah’s $28m home in a Trump building nearby.",
  "He alleged, six years after the installation, that he had been overcharged.",
  "A spokesman for the IRS declined to comment on the status of the dispute.",
  "The files include a copy of Mercer’s US passport and other private data.",
  "Mercer’s foundation is barred from intervening in election campaigns.",
  "Since then, the GAI has paid Bannon $379,000 and Schweizer $781,000.",
  "But this does not apply to early withdrawals by staff older than 59.",
  "An IRS official said the filing was more than five months overdue.",
  "The two sides are preparing to meet for negotiations this week.",
  "The Renaissance retirement fund began with $103m in 2012.",
  "Renaissance does not have staff or offices in Bermuda.",
  "Rebekah Mercer was a director of the group until 2014.",
  "What happens when the super-rich write the tax rules?",
  "This year, they sold a Manhattan apartment for $3.3m.",
  "More recently, it has not named the fund it uses.",
  "By last year, it had grown to more than $476m.",
  "The lawsuit was later withdrawn.",
  "The case was settled.",
  "Mercer is 71."
]