[
  "Joe Ricketts, the billionaire founder of online brokerage TD Ameritrade who initially funded an anti-Trump super PAC, also earned Trump’s favor after contributing $1 million in September to pro-Trump super PAC “Future45.”\n\nRicketts son, Todd Ricketts, helped run “Future45.” Todd Ricketts is now Trump’s nominee for deputy commerce secretary.",
  "Another top backer, hedge fund manager Robert Mercer, gave $2 million to a pro-Trump super PAC he helped establish with his daughter, Rebekah Mercer, called “Make America Number 1.”\n\nThe father-daughter duo helped convince Trump to overhaul his campaign leadership in August and install operatives with close ties to the Mercer operation.",
  "But Trump is now rewarding some of his biggest campaign bankrollers with unparalleled access, influence, prestige and power in his presidential administration-in-waiting, according to a Center for Public Integrity analysis of new campaign finance disclosures filed with the Federal Election Commission.",
  "In all, 18 ultra-wealthy Americans — the majority are billionaires whose fortunes are greatly affected by government decisions — contributed at least $1 million to the Republican’s presidential campaign and political efforts supporting Trump’s bid, the Center for Public Integrity’s analysis shows.",
  "On one hand, Trump can argue that many of his top donors are not creatures of Washington, D.C., but rather, successful outsiders he trusts to reform the federal government, said Meredith McGehee, chief of policy, programs and strategy for campaign finance reform organization Issue One.",
  "2 overall financial backers — casino tycoon Sheldon Adelson, and his wife, Miriam Adelson — new jobs since winning the presidency: They’re finance vice-chairmen of Trump’s inaugural committee, which is working to raise tens of millions of dollars to pay for his inauguration.",
  "Trump is also nominating six-figure contributors to cabinet-level positions: billionaire philanthropist Betsy DeVos as education secretary, restaurant mogul Andy Puzder as labor secretary and billionaire investor Wilbur Ross as commerce secretary.",
  "Two other top Trump donors — billionaire Diane Hendricks, the richest woman in Wisconsin, and billionaire Stephen Feinberg, CEO and founder of investment firm Cerberus Capital Management — served as economic advisers to Trump during the campaign.",
  "At least one person on this list, former World Wrestling Entertainment executive Linda McMahon, is slated to serve in Trump’s Cabinet: Trump this week tapped McMahon to lead the federal government’s Small Business Administration.",
  "Then there’s Silicon Valley investor Peter Thiel, who gave $1 million to the Mercer-led, pro-Trump “Make America Number 1” super PAC during the presidential campaign’s final days, new federal campaign finance disclosures show.",
  "In a sign of how much the Mercers have endeared themselves to the president-elect, Trump, on Saturday, made a surprise appearance at the Mercer’s “Villains and Heroes”-themed Christmas costume party on Long Island, New York.",
  "Trump also operated two joint fundraising groups with the Republican National Committee that could collect six-figure checks, money which was split between the Trump campaign, RNC and several state Republican parties.",
  "He ultimately contributed $66.1 million of his own funds to his presidential campaign — about 19 percent of the $339 million he ultimately raised for the primary and general elections, federal disclosures show.",
  "Trump has promised to “drain the swamp” in Washington, D.C. — an allusion to what he says is a capital city controlled by corrupt, self-interested lobbyists, political operatives and businesspeople.",
  "In addition to spending $6.2 million to support Trump’s presidential effort, she and husband Vince McMahon have together donated millions of dollars to Trump’s scandal-plagued charitable foundation.",
  "During the Republican presidential primary, Trump had accused Adelson of attempting to use his wealth to control Sen. Marco Rubio, R-Fla., who was also seeking the GOP presidential nomination.",
  "And thanks to the U.S. Supreme Court’s Citizens United v. FEC decision in 2010, and a related lower court ruling, these groups are allowed to accept donations of any amount from contributors.",
  "And four days before Election Day, Department of Housing and Urban Development secretary nominee Ben Carson’s old presidential campaign committee likewise gave a pro-Trump super PAC$100,000.",
  "Shannon Stapleton / Reuters\n\nLike all candidates, Trump’s campaign was prohibited from raising more than $5,400 per donor — $2,700 for the primary and $2,700 for the general election.",
  "But Mnuchin, who as Trump’s top campaign fundraiserwas responsible for convincing so many wealthy individuals to give Trump money, is also enjoying the spoils of victory.",
  "Bernard Marcus, the billionaire co-founder of Home Depot, donated $7 million to pro-Trump super PACs, ranking him just behind the Adelsons in overall contributions.",
  "One of the few tech titans to openly speak about his support for Trump, Thiel is now on the executive council of Trump’s presidential transition team.",
  "On the other hand, Trump offering top donors key postings and intimate access “raises the question of whether they bought their positions,” she said.",
  "But another football mogul — Woody Johnson, owner of the New York Jets and a major Trump donor — is a member of Trump’s inaugural committee.",
  "Marcus says he has no interest in a formal role with the Trump administration, but has said he will be available if Trump wants his advice.",
  "Sheldon Adelson — the chairman and CEO of the Las Vegas Sands Corp. — waited until late October to put big dollars into backing Trump.",
  "According to new campaign finance filings, McNair contributed $2 million to a pro-Trump group called “Great America PAC” on Oct. 21.",
  "Trump is also reportedly considering Johnson for nomination as the United States’ ambassador to the United Kingdom.",
  "But a host of super PACs ultimately sprang up to support the billionaire businessman and celebrity reality TV star.",
  "They are now poised to play a leading role in a new organizationdesigned to advance Trump’s legislative agenda.",
  "It’s an event that itself promises top donors posh perks and exclusive access to Trump and his administration.",
  "Take Robert McNair, CEO of the Houston Texans, who doubled down on Trump in the final weeks of the election.",
  "Not all of Trump’s top donors have received key posting in Trump’s administration or transition team — yet.",
  "Modern presidents, both Democrats and Republicans, have regularly offered top donors ambassadorships.",
  "But both he and Miriam Adelson ultimately invested $10.2 million each into pro-Trump groups.",
  "Rebekah Mercer is also a member of Trump’s presidential transition team executive committee.",
  "It’s not yet clear whether either will have a more formal role in Trump’s administration.",
  "Representatives from Trump’s transition team did not respond to requests for comment.",
  "Former Goldman Sachs executive Steve Mnuchin doesn’t rank among Trump’s top donors.",
  "The Adelsons are strong supporters of Israel and opponents of online gambling.",
  "In the end, Trump was the biggest single bankroller of his campaign.",
  "Trump also has yet to begin doling out most ambassador positions.",
  "Trump has offered no indication he will change this practice.",
  "Trump has nominated Mnuchin as his U.S. Treasury secretary.",
  "Chris Zubak-Skees contributed to this report.",
  "Trump has given his No.",
  "1 and No."
]