[
  "Democratic presidential candidate Hillary Clinton and her party entered July with nearly $11 million more on hand than her Republican counterpart's operations, a strong showing of fundraising as both campaigns dive into the general election.",
  "On the GOP side, the National Rifle Association's political fund, which has been airing ads backing Trump and opposing Clinton, reported $13 million cash on hand at the beginning of July after raising $1.3 million last month.",
  "Priorities USA, the main super PAC helping Clinton, had more than $40 million in the bank at the beginning of July after spending nearly $24 million last month, the bulk on advertising targeted at swing-state voters.",
  "The decision allowed corporations and unions to contribute in unlimited ways to political races, so long as that money comes through super PACs that are not directly coordinated with the candidates.",
  "The group was formerly a super PAC backing Texas GOP Sen. Ted Cruz's presidential bid, and also benefited from nearly $14 million in contributions from hedge fund billionaire Robert Mercer.",
  "Clinton's campaign has put about $35 million into ads to air between the time she locked up the nomination in June and this week, according to Kantar Media's campaign advertising tracker.",
  "Trump and the Republican Party, which officially selected Trump as its White House contender Tuesday, had $41 million cash on hand compared with Clinton and the Democrats' $52 million.",
  "It received $1 million each from the National Education Association teachers union and Working for Working Americans, the super PAC of the United Brotherhood of Carpenters and Joiners.",
  "With Trump and Clinton now becoming the official nominees, they'll be able to make use not only of their campaign funds but also much of the money raised by their respective parties.",
  "Make America Number 1 reported about $1.1 million in cash on hand at the beginning of this month, but it took in only $97.86 in revenue -- a $25 donation and $72.86 in bank interest.",
  "Democratic donor Tom Steyer, a former hedge fund manager and climate-change activist, poured $7 million into the coffers of the Clinton-aligned NextGen Climate Action Committee.",
  "New campaign finance reports released Wednesday reveal the state of the 2016 money race as candidates and their supportive groups turn their attention to the November election.",
  "Republican nominee Donald Trump also wiped out his campaign debt, forgiving the more than $47 million in personal loans he's made to his own campaign since last year.",
  "Rebuilding America Now, a super PAC supporting Trump, raised about $2.2 million in June, nearly all of which came from real estate developer Geoffrey H. Palmer.",
  "Conservative-leaning American Crossroads received its biggest single donation last month, $1 million, from a trust linked to Joseph Craft of Tulsa, Oklahoma.",
  "He raised more than $12.1 million from contributors giving $200 or less, since making his first-ever appeal for online contributions on June 21.",
  "Fundraising has historically been a key metric in a campaign's financial health, with funds paying campaign staffers and pricey TV ads.",
  "Trump's haul comes after a disappointing May report, during which the billionaire's campaign finished with only $1.3 million to spend.",
  "Super PACs like Priorities USA and American Crossroads benefit from the 2010 U.S. Supreme Court decision in the Citizens United case.",
  "The NRA group also gave $60,000 to the Republican Party last month, including $45,000 for its convention in Cleveland this week.",
  "In addition to spending less than Clinton, Trump also had more appeal among small donors than the former secretary of state.",
  "While Clinton outraised Trump, she also spent more, burning through $34 million in June compared to Trump's $7.8 million.",
  "I saved money,\" Trump said in an interview with ABC News in which he also said he wouldn't be advertising any time soon.",
  "For the Democrats, Clinton's own fundraising accounted for most of the money left in the bank at the beginning of July.",
  "On the GOP side, the Republican Party made up about half -- or roughly $21 million -- of the available cash on hand.",
  "As with the 2012 election, \"super\" political action committees are adding to the financial might of both candidates.",
  "Craft is the president and chief executive of Alliance Resource Management GP LLC, which oversees coal production.",
  "Clinton is expected to be formally nominated next week at the Democratic National Convention in Philadelphia.",
  "Outside political groups backing Clinton reported a money advantage over similar committees behind Trump.",
  "Great America PAC, another group airing ads supporting Trump, brought in about $2.6 million in total.",
  "The majority of that money, about $1.4 million, went toward television ads attacking Clinton.",
  "A super PAC helping her is spending about $20 million more during that same time frame.",
  "That small-donor harvest was about double Clinton's, despite Trump's late start.",
  "So far this election cycle, Steyer has given $18 million to the group.",
  "NextGen separately reported more than $9.4 million left to spend.",
  "On Wednesday, Trump delighted in his low campaign spending rate.",
  "\"Hillary is spending hundreds of millions of dollars in ads.",
  "You know what I've spent so far?",
  "She had $44 million to spend.",
  "Nothing.",
  "Nothing."
]