[
  "/ Updated By Michael Beckel, Dave Levinthal and Carrie Levine, Center for Public Integrity\n\nThe full version of this story was originally published by The Center for Public Integrity, a nonprofit, nonpartisan investigative news organization in Washington, D.C.\n\nDonald Trump routinely blasts his political foes for \"pay-to-play\" politics and \"crony capitalism and corruption.\"",
  "But Trump is now rewarding some of his biggest campaign bankrollers with unparalleled access, influence, prestige and power in his presidential administration-in-waiting, according to a Center for Public Integrity analysis of new campaign finance disclosures filed with the Federal Election Commission.",
  "In all, 18 ultra-wealthy Americans — the majority are billionaires whose fortunes are greatly affected by government decisions — contributed at least $1 million to the Republican’s presidential campaign and political efforts supporting Trump’s bid, the Center for Public Integrity’s analysis shows.",
  "2 overall financial backers — casino tycoon Sheldon Adelson, and his wife, Miriam Adelson — new jobs since winning the presidency: They’re finance vice-chairmen of Trump’s inaugural committee, which is working to raise tens of millions of dollars to pay for his inauguration.",
  "Trump is also nominating six-figure contributors to cabinet-level positions: billionaire philanthropist Betsy DeVos as education secretary, restaurant mogul Andy Puzder as labor secretary and billionaire investor Wilbur Ross as commerce secretary.",
  "Then there’s Silicon Valley investor Peter Thiel, who gave $1 million to the Mercer-led, pro-Trump \"Make America Number 1\" super PAC during the presidential campaign’s final days, new federal campaign finance disclosures show.",
  "In a sign of how much the Mercers have endeared themselves to the president-elect, Trump, on Saturday, made a surprise appearance at the Mercer’s \"Villains and Heroes\"-themed Christmas costume party on Long Island, New York.",
  "Joe Ricketts, the billionaire founder of online brokerage TD Ameritrade who initially funded an anti-Trump super PAC, also earned Trump’s favor after contributing $1 million in September to pro-Trump super PAC \"Future45.\"",
  "In addition to spending $6.2 million to support Trump’s presidential effort, she and husband Vince McMahon have together donated millions of dollars to Trump’s scandal-plagued charitable foundation.",
  "During the Republican presidential primary, Trump had accused Adelson of attempting to use his wealth to control Sen. Marco Rubio, R-Florida, who was also seeking the GOP presidential nomination.",
  "And four days before Election Day, Department of Housing and Urban Development secretary nominee Ben Carson’s old presidential campaign committee likewise gave a pro-Trump super PAC $100,000.",
  "Click Here to Read the Full Version of This Story\n\nAt least one person on this list, former World Wrestling Entertainment executive Linda McMahon, is slated to serve in Trump’s Cabinet.",
  "Carolyn Kaster / AP, file\n\nThe father-daughter duo helped convince Trump to overhaul his campaign leadership in August and install operatives with close ties to the Mercer operation.",
  "Another top backer, hedge fund manager Robert Mercer, gave $2 million to a pro-Trump super PAC he helped establish with his daughter, Rebekah Mercer, called \"Make America Number 1.\"",
  "Billionaire tech investor Peter Thiel look over the podium before the start of the second day session of the Republican National Convention in Cleveland, Tuesday, July 19.",
  "Click Here to Read the Full Version of This Story\n\nThe Center for Public Integrity is a nonprofit, nonpartisan investigative news organization in Washington, D.C.",
  "One of the few tech titans to openly speak about his support for Trump, Thiel is now on the executive council of Trump’s presidential transition team.",
  "Sheldon Adelson — the chairman and CEO of the Las Vegas Sands Corp. — waited until late October to put big dollars into backing Trump.",
  "They are now poised to play a leading role in a new organization designed to advance Trump’s legislative agenda.",
  "It’s an event that itself promises top donors posh perks and exclusive access to Trump and his administration.",
  "Trump this week tapped McMahon to lead the federal government’s Small Business Administration.",
  "But both he and Miriam Adelson ultimately invested $10.2 million each into pro-Trump groups.",
  "Rebekah Mercer is also a member of Trump’s presidential transition team executive committee.",
  "Representatives from Trump’s transition team did not respond to requests for comment.",
  "The Adelsons are strong supporters of Israel and opponents of online gambling.",
  "Todd Ricketts is now Trump’s nominee for deputy commerce secretary.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Ricketts son, Todd Ricketts, helped run \"Future45.\"",
  "Trump has given his No.",
  "1 and No."
]