[
  "In the Nevada Senate race, the super PAC Silver State PAC received a late boost to help Rep. Joe Heck, the Republican candidate for Senate, in the form of a $100,000 contribution from billionaire hedge fund investor Robert Mercer.",
  "A disclosure filed Thursday reveals that Ronald Lauder, an heir to the Estee Lauder cosmetics fortune, donated $700,000 and the conservative Club for Growth, a nonprofit that does not disclose its donors, gave $500,000.",
  "The group had not raised much before the final weeks of the campaign, but then it received over $1 million for the last stretch, including checks of $250,000 each from Missouri-based donors David Humphreys and Sam Fox.",
  "This meant that no one knew who was behind the attacks it ran against Pennsylvania Democratic Senate candidate Katie McGinty and New York Democratic House candidate Zephyr Teachout in the last days of the campaign.",
  "The group ran ads that compared Fayard to barrier-breaking Rep. Shirley Chisholm (D-N.Y.) and attempting to tie the other Democrat in the race, Foster Campbell, to noted racist and Trump supporter David Duke.",
  "Carson has since been named to head the Department of Housing and Urban Development, and an associate of Thiel’s has been floated as a potential head of the Food and Drug Administration.",
  "In the final days of the 2016 election, there was concern among Democrats that voters in Philadelphia wouldn’t be able to get to their polling locations due to a transit workers strike.",
  "Priorities USA Action, the main super PAC supporting Democratic nominee Hillary Clinton’s campaign, raised a little more than $15 million in the final three weeks of the election.",
  "This is one of many cases in which super PACs spent money on the election in the final weeks of the election without having to disclose their donors until after the election.",
  "The group had raised only about $400,000 before Oct. 20 but received a $1 million boost from the Reynolds American tobacco company in the final weeks to help Burr.",
  "Cerberus Capital Management head Stephen Feinberg, a major private equity investor, gave $975,000, while the private prison company GEO Group chipped in $125,000.",
  "There were no surprises among the late donors, just more money from the same mega-donors who help make Priorities USA Action the most well-funded super PAC ever.",
  "The second biggest donor was World Wrestling Entertainment’s Linda McMahon, Trump’s pick to head the Small Business Administration, with a $1 million donation.",
  "It received $1 million from Trump’s biggest Silicon Valley ally, Peter Thiel, and $100,000 from the presidential campaign committee of Dr. Ben Carson.",
  "Steve Pope via Getty Images President-elect Donald Trump was aided by some late super PAC donations that were not disclosed until after the election.",
  "A group of investors in Silicon Valley came up with an idea: Provide free or discounted rides through the ride-sharing taxi services Uber and Lyft.",
  "Another pro-Trump super PAC that had not reported any prior donations, RallyPAC, disclosed Thursday that it got $250,000 from banker Andy Beal.",
  "Sen. Richard Burr (R-N.C.) won his Senate race against Democrat Deborah Ross and was aided by late spending from the super PAC Grow NC Strong.",
  "Those who took advantage of My Ride to Vote’s services were getting their Uber or Lyft rides subsidized by Google co-founder Sergey Brin.",
  "won election with support from Heartland Resurgence, a super PAC run by his former chief of staff-turned-lobbyist Gregg Hartley.",
  "Campbell finished in the top two on Election Day, which in Louisiana means he moved on to a runoff that will be held Saturday.",
  "In Louisiana, a super PAC called Prosperity With Accountability ran ads promoting Democratic Senate candidate Carolyn Fayard.",
  "Rebuilding America Now, another pro-Trump super PAC, raised less in its final days with just $2.1 million.",
  "Casino billionaire Sheldon Adelson and his wife, Miriam, contributed the most with $10 million combined.",
  "Some of these late-stage donations went to super PACs whose purposes were already well-known.",
  "Future45 raised the most, with $11.3 million in contributions raised in October and November.",
  "Future45 also donated $100,000 to another anti-Clinton super PAC called Character Counts.",
  "The biggest donor was Los Angeles real estate developer Geoff Palmer, with a $1 million.",
  "The final major pro-Trump super PAC, Make America Number 1, raised $1.1 million.",
  "A coterie of pro-Donald Trump super PACs also reported their late contributions.",
  "Perhaps some of this money could have been spent in Michigan or Wisconsin.",
  "There were other late contributions to groups in down-ballot races, too.",
  "A similar situation played out in Missouri, where Sen. Roy Blunt (R-Mo.)",
  "The billionaire donated $1 million to fund the ride-sharing super PAC.",
  "The National Horizon super PAC reported no donations before Oct. 20.",
  "McMahon had previously donated $6.2 million to pro-Trump super PACs.",
  "The group had not reported any donations prior to Election Day.",
  "The group did end the election with $2.1 million cash on hand.",
  "Funding came through a super PAC called My Ride to Vote.",
  "But at the time, no one knew who provided the money.",
  "The cutoff for pre-election disclosure is Oct. 19.",
  "Those donations were revealed Thursday.",
  "Heck, however, lost the race.",
  "The ads did not work.",
  "WASHINGTON ?"
]