[
  "Additionally, she said “I have never been inside the PAC firewall and have done no work for this PAC.”\n\nShe did, however, serve as president of the PAC under its previous incarnation as a pro-Cruz vehicle called Keep the Promise I during the Texas senator’s bitter primary battle against Trump, but she said she \"resigned in writing from KTPI [the pro-Cruz super PAC] in June, having previously expressed my intention to not manage the newly forming PAC.\"",
  "Conway has also worked with the tea party group FreedomWorks, Newt Gingrich’s ill-fated 2012 presidential campaign and Trump’s running mate Mike Pence, while her firm’s website indicates that Conway has done corporate work for American Express, the Game Show Network, Ladies’ Home Journal, Lifetime Television, Major League Baseball, Martha Stewart and others.",
  "As Conway’s profile has soared during the 2016 campaign, her small Washington-based polling firm has collected nearly $1.9 million and counting in fees from federally registered political campaign committees — more than twice as much as in any prior election, according to a POLITICO analysis of Federal Election Commission filings.",
  "They suggest that her firm’s lucrative 2016 portfolio undermines Trump’s anti-big-money messaging, while raising questions about the depth of Conway’s loyalty to Trump, not to mention his campaign’s efforts to adhere to complicated election rules prohibiting coordination between super PACs and campaigns.",
  "Story Continued Below\n\nYet her firm’s work for Trump’s presidential campaign and a supportive super PAC that had previously backed Ted Cruz’s rival campaign for the GOP nomination has raised eyebrows among Republicans who have worked with the veteran pollster.",
  "One of Conway’s top lieutenants at the firm, who is identified on the website as director of political services, spends considerable time at the Trump campaign’s headquarters in Manhattan’s Trump Tower, according to an operative who works with the campaign.",
  "While Conway, 49, has been a well-regarded player in GOP politics since the late 1980s, her work for Trump over the last few months has catapulted her into the national spotlight in a way experienced by only a tiny fraction of career political consultants.",
  "The Polling Company in early 2015 was paid $65,000 by a super PAC that laid the groundwork for Ben Carson’s bid for the GOP presidential nomination, and the retired neurosurgeon's campaign would go on to pay $438,000 to a data firm owned by the Mercers.",
  "While Conway has known Trump for about a decade — they met when she lived in one of his buildings in Manhattan — multiple sources said she was elevated to become campaign manager in August at the encouragement of Bob Mercer’s daughter Bekah Mercer.",
  "Furthermore, the PAC didn’t have any dealings with Mrs. Conway.”\n\nBut Republicans with knowledge of the firm question whether it had enough seasoned pollsters or strategists to handle two major presidential race accounts without overlap.",
  "Donald Trump’s campaign manager Kellyanne Conway will emerge from the 2016 campaign as a winner, regardless of the result on Election Day, thanks to her unique relationships with a succession of overlapping committees and mega-donors.",
  "A GOP strategist who is familiar with Conway’s relationship with the Mercers said that Bekah Mercer, who runs the family’s political operation and has become an influential figure in Trump’s orbit, “leans heavily on Kellyanne Conway.",
  "She is the Mercers’ sounding board on their decision-making.”\n\nEarly last month the Trump campaign also hired Bossie as a deputy campaign manager to work under Conway, and Bekah Mercer took the reins of Make America Number 1.",
  "After Conway’s firm stopped working for the Carson super PAC, The Polling Company began working for a trio of PACs supporting Cruz, one of which was funded by $13.5 million donated by Bob Mercer, according to FEC records.",
  "On Friday, she said the firm “performed survey research and messaging work for this PAC in late June and early July.” But late Sunday night, she indicated that the work was restricted to \"surveys in late June.\"",
  "The strategist cast the Mercers’ involvement with the Trump campaign and super PAC as “a strategic game for the Mercers to elevate their status after the election to make a bid for some sort of GOP supremacy.”",
  "The GOP strategist who is familiar with Conway’s relationship with the Mercers said her firm’s work for the super PAC is a liability for Trump, even if it’s done in a way that adheres to the coordination ban.",
  "But the GOP strategist who is familiar with Conway’s relationship with the Mercers argued that the pollster is more closely aligned with the Mercers than with Trump, or any given candidate or politician.",
  "To be sure, even before Conway’s turn in the 2016 spotlight, her firm had done a healthy, if unspectacular, business with anti-establishment and socially conservative Republicans and tea party groups.",
  "The firm also reaped another $198,000 from the two other pro-Cruz PACs, as well as $41,000 from a PAC affiliated with Citizens United, a group run by Bossie with financial support from the Mercers.",
  "It traced to some extent the path taken by the family of hedge fund tycoon Bob Mercer, a longtime Conway ally who has emerged as among the leading financiers of the anti-establishment right.",
  "But the PAC kept paying The Polling Company, listing payments of $81,000 on June 24 for political strategy consulting and $247,000 on August 23 for survey research, according to FEC filings.",
  "Conway told POLITICO that her firm, which is called The Polling Company, has “separate staffs” that worked on the campaign and super PAC accounts, and that “we have a firewall” between them.",
  "The Trump campaign, meanwhile, in late August made its first payment to The Polling Firm — $128,500 for polling — according to the latest FEC filings, which cover through the end of August.",
  "Less than two months after Cruz dropped out of the race, essentially ceding the nomination to Trump, the Mercers and Conway switched their allegiances to the presumptive nominee.",
  "In late June, the super PAC changed its name to Make America Number 1 and converted itself into a pro-Trump vehicle, installing veteran GOP operative David Bossie to run it.",
  "Neither Conway, the Trump campaign, nor Make America Number 1 would answer questions about which of the firm’s staff worked for the super PAC versus the campaign.",
  "Whatever the past work, she said “no further work is planned.”\n\nIn all, the PAC, during its pro-Cruz and pro-Trump incarnations, paid $952,000 to Conway’s firm.",
  "Huelskamp recently lost his primary, while another former Conway client — the conservative firebrand Michele Bachmann — retired from Congress in 2015.",
  "“The optics on that are terrible, when Trump says he hates super PACs and his campaign manager’s firm is getting paid by one,” said the strategist.",
  "Hogan Gidley, a spokesman for the super PAC, issued a statement saying “All laws have been followed in operating Make America Number 1 PAC.",
  "\"There was no overlap for me, even though that would have been legally permitted,\" Conway said of her work for the PAC and the campaign.",
  "\"I do not know the details — states, methodology, survey instruments, results — because I cannot know them.\"",
  "FEC records show that her clients included Reps. Steve King (R-Iowa) and Tim Huelskamp (R-Kan.).",
  "The filings do not make clear when the work was performed or for which iteration of the PAC.",
  "The campaign figures to continue paying for Conway’s services through Election Day.",
  "A few days later, on July 1, Conway joined Trump’s campaign as an adviser.",
  "Her journey to Trump’s inner circle was circuitous, but profitable.",
  "The firm’s website lists only five staffers in addition to Conway.",
  "Conway explained that it was Bossie's decision to hire the firm.",
  "A spokesman for the Mercers declined to comment."
]