[
  "When historians work out the details of Donald Trump's 2016 presidential victory, the most important date is likely not to be October 28th -- when FBI Director Comey announced he had reopened the Hillary Clinton email kerfuffle -- but August 19th when Paul Manafort resigned as Trump campaign director.",
  "Recently, he wrote (https://www.aei.org/publication/next-presidents-foreign-policy-priorities/): \"The prospect that terrorists could receive weapons of mass destruction risks the perfect storm of more 9/11s but with far more tragic consequences.",
  "Among these donations was $7.5 million to the Media Research Council -- which generated the \"Clinton Cash\" book and movie -- and $10 million to Breitbart News (http://www.newsweek.com/2016/12/02/robert-mercer-trump-donor-bannon-pac-523366.html).",
  "White Supremacy: According to the New Yorker magazine, (http://www.newyorker.com/magazine/2016/10/17/kellyanne-conways-political-machinations) since 2011, top-Trump-insider Steve Bannon \"has served a political adviser to the Mercers.\"",
  "The Daily Beast (http://www.thedailybeast.com/articles/2016/09/13/inside-the-mercers-diy-media-empire.html) reported that \"From 2008 to 2014, the [Mercer] foundation gave millions to groups looking to change American media.\"",
  "While Kellyanne Conway and Steve Bannon replaced Manafort, the real change happened behind the scene when reclusive billionaire Robert Mercer and his daughter, Rebekah Mercer, took control of the Trump campaign.",
  "Interventionist Foreign Policy: In addition to supporting Lt. General Mike Flynn, Rebekah Mercer is known to be a strong advocate of (former Bush Administration Ambassador to the United Nations) John Bolton.",
  "The Mercer's enormous investments in Cruz and Trump reflect the ultra-conservative philosophy of Robert and Rebekah, and give us a good idea of what to expect from the Trump administration.",
  "Cruz suspended his campaign on May 3rd, after losing the Indiana primary, and lost the favor of the Mercers with his July 20th \"vote your conscience speech\" at the Republican convention.",
  "Reduction of discretionary spending: Cruz called for the elimination of the Departments of Education, Commerce, Energy, Housing and Urban Development, plus the Internal Revenue Service.",
  "Following Flynn and Bolton's advice, Trump will likely attempt to cancel the Iran nuclear agreement and be more confrontational with China, Iran, North Korea, and Russia.",
  "Entitlement reform: Cruz called for replacing the current Social Security scheme with a private system similar to that proposed by President George W. Bush.",
  "In 1993 Robert joined Long-Island-based Renaissance Technologies, which became the most successful quantitative hedge fund; Mercer is now its co-CEO.",
  "Under the Trump Administration look for a return to \"trickle-down economics\" with massive tax cuts that primarily benefit the rich and powerful.",
  "Moving vigorously to eliminate the rising proliferation tidal wave will either be the hallmark of Trump’s presidency — or possibly its epitaph.\"",
  "Radical tax reform: Cruz urged scrapping the current tax system and replacing it with a national flat tax augmented by a sales tax.",
  "Rebekah Mercer is known to be a supporter of Lt. General Mike Flynn, who was recently appointed Trump's National Security Adviser.",
  "Look for Trump to insulate his Administration from the mainstream media and to favor ultra-conservative outlets such as Breitbart.",
  "Look for Trump to back away from Global Climate Change agreements and to suspend climate-change-related research and regulations.",
  "Politico reports that the Mercers \"have given at least $1.4 million to organizations that cast doubt on climate change science.\"",
  "There's a strong strain of Islamophobia among Mercer advocates and it's likely Trump will push for a national Muslim registry.",
  "Trump continues to call for construction of a wall along the US-Mexico border and deportation of undocumented immigrants.",
  "Before the Mercers took over the Trump campaign, they funded the unsuccessful presidential bid of Texas Senator Ted Cruz.",
  "The Mercers believe Washington is corrupt and look down on most Washington politicians (and the \"coastal elites\").",
  "The New Yorker article describes Bannon as \"the poser child for [the] white, nationalistic, alt-right world view.\"",
  "Trump seems open to such changes and has called for the elimination of the Environmental Protection Agency.",
  "70-year-old Robert Mercer is a computer scientist famed for his research in machine-translation algorithms.",
  "Trump has called for radical simplification of the tax system and reducing corporate taxes to 15 percent.",
  "With massive tax cuts there will be massive deficits unless there are reductions in federal spending.",
  "Both Cruz and Trump have called for scrapping Obamacare and making fundamental changes to Medicare.",
  "Recently Robert was identified as the largest Republican donor in the 2016 presidential contest.",
  "It's no accident that both Cruz and Trump campaigned as outsiders who would \"drain the swamp.\"",
  "The Mercers renamed their superPAC \"Make America Number 1\" and shifted its focus to Trump.",
  "Islamophobia: Trump famously advocated blocking all Muslims from entering the country.",
  "Look for the Trump Administration to continue to curry favor with white supremacists.",
  "(The Mercers favored eliminating certain tax laws that pertain to hedge funds.)",
  "The Press: Robert and Rebekah Mercer have waged war on the mainstream media.",
  "(http://www.politico.com/story/2016/11/rebekah-mercer-donald-trump-231693).",
  "By election day they had invested more than $15.5 million in the superPAC.",
  "Immigration Reform: Trump and Cruz took a very hard line on immigration.",
  "His political giving is directed by his 42-year-old daughter, Rebekah.",
  "Like Trump and Flynn, Bolton sees Islam as an existential threat.",
  "Climate Change: Trump has called global climate change \"a hoax.\"",
  "What does their ascendancy mean for the Trump Administration?",
  "Bolton is an advocate of an interventionist foreign policy.",
  "(The sweep of Trump's deportation initiative is TBD.)",
  "Flynn has argued, \"Islam is a political ideology.\"",
  "Who are Robert and Rebekah Mercer?",
  "Contempt for Washington.",
  "10.",
  "9.",
  "6.",
  "5.",
  "7.",
  "8.",
  "2.",
  "1.",
  "3.",
  "4."
]