[
  "Facebook spokesman Andy Stone declined to say why Facebook’s PAC contributed to Menendez’s campaign, instead referring the Center for Public Integrity to the company’s political engagement policy, which in part states: “In deciding which federal candidates to support, Facebook PAC considers whether an individual candidate’s policy stances are consistent with Facebook’s public policy agenda and business interests, particularly the individual’s commitment to fostering innovation and an open Internet.” A week after Facebook PAC’s contribution, the PAC of Comcast/NBC Universal contributed $7,000 to Menendez’s campaign.",
  "The group, backed by megadonors such as Uline CEO Richard Uihlein and Ariel Corporation Vice PresidentTom Rastin, spent $121,000in May on a media buy and digital ads to support Republican Stephen Bloom, who lost his congressional primaryin the race to represent Pennsylvania’s District 13, as well as smaller five-figure ad purchases for House races in Ohio and New Mexico.",
  "Bloomberg also committed to support gubernatorial candidates of both parties who have “shown strong leadership on gun safety, the environment, education and other critical issues facing the country.”\n\n$500,000: Donation from Crow Holdings Pool — a limited liability company connected to the Crow Holdings real estate empire — to conservative super PAC American Crossroads.",
  "The American Economic Freedom Alliance itself aired adslast year asking Trump to “protect Americans from a dumb tax [imposed by the Affordable Care Act] that drives up their premiums.”\n\n5/6: Fraction of Club for Growth’s May income — not counting a $1 million cash bump from Club for Growth’s Missouri branch — that came from Richard Uihlein, who gave $500,000.",
  "New filings with the Federal Election Commission, due Wednesday night, shed new light on last month’s campaign money battle — from Democrats cashing in on Chinese corporate stock to President Donald Trump’s comedic doppelgänger donating to a Democrat to private prison interests opening up their wallets to lawmakers.",
  "Here’s a by-the-numbers look at the highlights:\n\n$5,402,259: Value of 21,635 shares of Baidu Inc. — a Chinese technology behemoth with reported tiesto China’s Communist Party — that California physician Karla Jurvetson donated to Women Vote!, the super PAC branch of abortion rights group Emily’s List.",
  "It contributed $5,000 to House Majority Leader Kevin McCarthy’s Majority Committee PAC and $2,500 to Help America’s Leaders PAC, which is led by Rep. Hal Rogers, R-Ky. CoreCivic has also supported several Republican candidates campaign committees directly, including Rep. Jackie Walorski, R-Ind.",
  "It allows a donor the anonymity they want.”\n\nAmerican Economic Freedom Alliance has a stackedroster of veteran Republican political operatives and lawyers linked to the vice president, including Michael Adams, a lawyer for Mike Pence’s leadership PAC and Marty Obst, Pence’s campaign manager.",
  "The 2016 Democratic Party platformsaid Democrats would “fight to end federal, state, and municipal contracts with for-profit private prisons and private detention centers.”\n\n$60,500: Value of donations in May from the PAC of private prison company GEO Groupto various political committees.",
  "But as the Center for Public Integrity reported in May, CLA Inc. is led by a longtime lobbyist for electric company FirstEnergy, which Ohio congressional candidate and state Rep. Christina Hagan said pressured her — unsuccessfully — to vote for legislation it supported.",
  "In general, detention facilities have been under greater scrutiny because of a government policy— Trump amendedit Wednesday amid witheringcriticism — that’s resulted in the separation of immigrant families suspected of illegally entering the United States.",
  "But it doesn’t seem like that was at play here.”\n\nKarla Jurvetson is the former wife of venture capitalist Steve Jurvetson, who in the past three years has been accusedof sexual harassment — he deniesthe accusations — and hasleftthe firm he helped found.",
  "They include other super PACs, such as House Majority PAC and Senate Majority PAC, and labor interests, including the International Brotherhood of Electrical Workers Political Action Committee and Laborers Political League Education Fund.",
  "The super PAC also kept two employees on its payroll, including Kathy Flavin, who last month declinedto explain why the super PAC and related John Bolton PAC retain Bolton’s name despite Bolton disassociating himself from the groups.",
  "$577.98: Available money, through May, reported by Impeach This Racist Unqualified Misogynist President PAC, a federally registered political committee that has, to date, failed to turn anti-Trump angst into cold, hard cash.",
  "earned from the stock sale, which occurred as trade and economic tensions between the United States and China were rapidlyescalating, represents more than half the money the Democrat-backing super PAC collected during May.",
  "6: Number of people identified as a “teacher” or “professor” who in May made contributions to the National Rifle Association of America Political Victory Fund that were sizable enough to require they be publicly reported.",
  "$265,891: Amount of money the Conservative Leadership Alliance, or CLA Inc., dropped on ads released Tuesday that target Lee Bright, a Republican candidate running for South Carolina’s 4th Congressional District seat.",
  "The group, which raised $3.9 million during May, collected $1 million combined from the billionaire couple Reed Hastings, the CEO of Netflix, and his wife, Patty Quillin, director of Meadow Fund, a donor-advised fund.",
  "The group, run and majorly funded by members of the wealthy Mercer family, did spend $28,000 on legal consulting to Greenberg Traurig, the former law firm of Trump lawyer and former New York City Mayor Rudy Giuliani.",
  "0: Number of donors, known before Virginia’s June 12 primary, who gave money to a group called Defeat Slavery, which poured more than $160,000t o support Democrat Alison Friedman in the Virginia 10th District race.",
  "$80 million: Amount billionaire businessman and former New York City Mayor Michael Bloomberg plans to spend mostly to boost congressional Democrats in the 2018 midterm elections, according to the New York Times.",
  "25: Number of days after the U.S. Senate Ethics Committee “severely admonished” Sen. Bob Menendez, D-N.J., that Facebook’s political action committee contributed $1,000 to Menendez’s re-election campaign.",
  "In the aftermath of the Marjory Stoneman Douglas High School mass shooting in February, numerous students and educators have called for a boycott of businesses who support the National Rifle Association.",
  "Todd Ricketts (Joe Ricketts’ son and himself a Cubs co-owner) was namedfinance chairman of the Republican National Committee in January and was previously Trump’s nominee for deputy commerce secretary.",
  "$51,909: Amount the John Bolton Super PACspent in May, after stating in March it would suspendits political activities ahead of namesake John Bolton becoming Trump’s national security adviser.",
  "$5,400:Amount actor Alec Baldwin, who portrays Trump on Saturday Night Live, contributed to the campaign of Democrat Liuba Grechen Shirley, who is running for New York’s 2nd District seat.",
  "also spent $264,000 to support Democratic candidate Cindy Axne in Iowa’s 3rd District congressional race and $310,000 to back Katherine Porter in California’s 45th Congressional District.",
  "2: Number of registered federal lobbyists — including one who advocates for the private prison industry — that raised money for the Democratic Congressional Campaign Committee in May.",
  "GEO Group’s PAC backed dozens of federal and state candidates including Sen. Ted Cruz, R-Texas ($5,000); Rep. Mike Coffman, R-Colo. ($2,500); and Rep. Ben Ray Luján, D-N.M ($2,500).",
  "One scenario that might have raised eyebrows: If the group held on to the shares, leaving the financial interests of the super PAC tied up with the financial success of the company.",
  "Federal law requires political committees to publicly disclose the name, address, employer and occupation of anyone contributing more than $200 during a two-year election cycle.",
  "Priorities USA Action took in $130,000 from three flesh-and-blood donors: management company Q Prime founder Cliff Burnstein, software architect Link Wilsonand James AttwoodJr.",
  "$120,620: Spending during May by Jill Stein’s 2016 Green Party presidential committee, which for months had failedto file mandatory federal campaign finance disclosure reports.",
  "$375: Amount that “Anonymous Anonymous” of “N/A, Virginia” has reportedly contributed to the National Rifle Association of America Political Victory Fund during 2017 and 2018.",
  "3/4:Fraction of the $800,000 raised in 2018 by super PAC Hoosiers for Conservative Values that qualifies as “dark money” — the kind not easily traced back to a root source.",
  "most recently spent $2.4 million on mailers and media buys to support 29-year-old Sara Jacobs, a congressional candidate who lost in California’s 49th District primary.",
  "“Even though the super PAC discloses its donors, the public still doesn’t know the full extent of the super PAC’s finances because there is dark money in the mix.",
  "Sullivan currently lobbies for several companies, including the GEO Group, which specializes in private prisons and operates severalICE detention facilities.",
  "Among its recipients: $25,000 to Protect the House, which benefits Republican House candidates, and $15,000 to the National Republican Senatorial Committee.",
  "“The super PAC may feel a debt of gratitude to Karla, not to Baidu,” said Brendan Fischer, director of federal and FEC reform at the Campaign Legal Center.",
  "McNair has previouslydonated to super PACs that aim to maintain Republican control of the U.S. House and Senate as well as the pro-Trump Great America PAC.",
  "$400,000: May donation from Idaho-based wellness company Melaleuca to the super PAC Senate Leadership Fund, which aims to elect Republicans to the Senate.",
  "$14.58 million: The Republican National Committee’s haul in May, breaking its record for non-presidential year fundraising for the second month in a row.",
  "May was packed with primary congressional elections, giving political donors and special interests plenty of opportunities to try to influence outcomes.",
  "The group has spent about $25,000in support of Bright’s establishment Republican opponent Joshua Kimbrell and around $291,000 total opposing Bright.",
  "Defeat Slavery wasn’t required under federal law to disclose its donors because it began spending just several days prior to the election.",
  "Hoosiers for Conservative Values backed Republican Rep. Luke Messer in the Indiana primary, which he lost to fellow Republican Mike Braun.",
  "It’s also spent $247,000 on mailers backing Democrat Madeleine Dean in her race to represent Pennsylvania’s 4th Congressional District.",
  "Richard Sullivan, a lobbyist with State Federal Strategies and formerDemocratic National Committee finance director, raised $24,400.",
  "“We cleared the donation through our lawyers,” Emily’s List press secretary Alexandra De Luca told the Center for Public Integrity.",
  "The Stein committee’s May spending went mostly toward legal fees and paying a small staff that continues to work for the committee.",
  "2:Number of sports team-owning billionaires who donated to Vice President Mike Pence’s leadership PAC, the Great America Committee.",
  "This super PAC raised $600,000 from the American Economic Freedom Alliance, a nonprofitthat’s not required to disclose its donors.",
  "The company has given such sizeable contributions in the past, such as $125,000 to pro-Ted Cruz super PAC Trusted Leadership PAC.",
  "13: Number of six-figure contributions received by super PAC Senate Majority PAC, which aims to elect Democrats into the Senate.",
  "Grechen Shirley made headlinesin May when the FEC ruled that she could use campaign funds to pay for childcare expenses.",
  "In all, Senate Leadership Fund brought in $643,000 in May, down from $4.2 millionin February and $5.2 million in March.",
  "This is down from previous months: Senate Majority PAC brought in $8.7 million in April and $14.1 million in March.",
  "Federal prosecutors tried Menendez on corruption charges related to his relationship with a wealthy campaign donor.",
  "91.8: Percent of money preeminent Democratic super PAC Priorities USA Actionraised in May from non-human sources.",
  "The company gave the super PAC’s House-focused equivalent, the Congressional Leadership Fund, $100,000 in March.",
  "“This is something we’ve seen emerging over the past few cycles,” said Fischer of the Campaign Legal Center.",
  "$542,000: Amount super PAC House Freedom Action spent this year boosting its favored Republican candidates.",
  "$14,000:Money donated in May by the Corrections Corporation of America PAC to federal political committees.",
  "The super PAC is led by liberal billionaire Tom Steyer, who ranks among Democrats’ most generous patrons.",
  "$2 million: Amount liberal megadonor and Paloma Partners president Donald Sussman donated to Women Vote!",
  "Friedman lost her primary to Jennifer Wexton, who will face Republican incumbent Rep. Barbara Comstock.",
  "Chuck Schumer and Barbara Boxer and now director of government affairs at Dish Network, raised $72,250.",
  "Uihlein and his wife, Elizabeth, have spent close to $30 millionon the midterm elections so far.",
  "$1,533: Amount super PAC NextGen Climate Action Committee spent on pizza for event food in May.",
  "But a jury deadlocked in November, and prosecutors decided in January to not retry Menendez.",
  "0: Number of donations that pro-Trump super PAC Make America Number 1 collected during May.",
  "Houston Texans owner Robert McNair and Chicago Cubs owner Joe Ricketts each donated $5,000.",
  "It’s the mostmoney the group has brought in during any single month since January 2017.",
  "Jessica Straus, former finance director for the campaign committees of Democratic Sens.",
  "“They didn’t see a problem as it’s a publicly traded company” on the NASDAQ exchange.",
  "After Hagan declined, CLA Inc. spent tens of thousands of dollars to help defeat her.",
  "CLA Inc., is a 501(c)(4) “social welfare” nonprofit that doesn’t disclose its donors.",
  "This PAC is run by CoreCivic, another company that operates ICE detention centers.",
  "The conservative Ricketts family maintains close ties with the Republican party.",
  "Most of the expenditures went toward legal and communication consulting fees.",
  "(It finally beganthe retroactive filing of its disclosures in early June.)",
  "$1.5 million: Amount raised in May by super PAC Planned Parenthood Votes.",
  "One elections watchdog doesn’t consider the transaction problematic.",
  "“The timing of the donation and selling of the shares was close.",
  "sold the Baidu Inc. stock on May 10, according to FEC records.",
  "(Ricketts withdrew before the Senate voted on confirming him.)",
  "The John Bolton PAC, for its part, spentnearly $49,000 in May.",
  "Instead, it’s first scheduled to report its donors next month.",
  "; Sen. John Hoeven, R-N.D. and Rep. Michael McCaul, R-Texas.",
  "“DFGDFG” is how “Anonymous lists his — her?",
  "The RNC raised $12.99 million in April.",
  "Contact us at editors@time.com.",
  "of the Carlyle Group.",
  "The money Women Vote!",
  "— occupation.",
  "in late May.",
  "Women Vote!",
  "Women Vote!",
  "Women Vote!"
]