[
  "“The question is going to be, is Steve more or less effective on the inside or outside helping the Trump agenda succeed?”\n\nBannon said as much Friday to the journalist Joshua Green, author of the recent book Devil’?s Bargain: Steve Bannon, Donald Trump and the Storming of the Presidency: “If there’s any confusion out there, let me clear it up: I'm leaving the White House and going to war for Trump against his opponents—on Capitol Hill, in the media and in corporate America.”\n\nIn April, when Bannon’s future at the White House also seemed uncertain, Rebekah Mercer discussed possibilities for him if he left the administration, The New York Times reported at the time, citing two sources with knowledge of the meeting.",
  "I think the president himself has amazing instincts and an amazing ability to campaign and connect to the people, but in terms of the intellectual framework of the movement, I think most of the credit there really belongs with Steve Bannon.”\n\nThe adviser blamed “the globalists within the White House” for his ouster, adding, “This is a blow.... Everyone’s just devastated by it.",
  "“His job is to help make America great again, following the Trump campaign agenda, and now that’s going to be outside the White House.”\n\nThe ouster also suggests diminished power for the Mercers inside the White House, though the family is close with Kellyanne Conway, who remains counselor to the president.",
  "We are grateful for his service and wish him the best.”\n\nRelated: Meet Trump Megadonor Robert Mercer\n\nMercer, co-CEO of the investment management company Renaissance Technologies, gave millions to Trump’s campaign through the political action committee Make America Number 1.",
  "Updated | Steve Bannon, who is leaving his role as chief strategist to President Donald Trump, met with Trump megadonor Robert Mercer this week, an informal adviser to the White House with knowledge of the meeting tells Newsweek.",
  "Soon after, White House Press Secretary Sarah Huckabee Sanders released a statement saying, “White House Chief of Staff John Kelly and Steve Bannon have mutually agreed today would be Steve’s last day.",
  "Bannon and the younger Mercer have served together on the boards of at least two nonprofits, Reclaim New York and the Government Accountability Institute.",
  "Those plans will likely remain connected to the Trump agenda, according to Scot Vorse, Bannon’s longtime friend and former business partner.",
  "The Mercers are part owners of Breitbart News Network, where Bannon was executive chairman until he left to join the White House.",
  "The source with knowledge of this week’s meeting told Newsweek that the get-together was likely to discuss Bannon’s future plans.",
  "She is behind Trump’s hiring of Bannon, according to many reports and a Republican fundraising insider who spoke with Newsweek.",
  "Bannon’s announced departure has left his allies close to the White House shaken, according to the informal adviser.",
  "Correction: This article previously incorrectly stated that the Mercers are top donors to Breitbart News Network.",
  "“I think that Bannon has been really the intellectual and philosophical brain trust of the Trump movement.",
  "Despite the closeness between the Mercers and Bannon, such a meeting was rare, according to the source.",
  "His daughter Rebekah ran the PAC and, after the election, joined Trump’s presidential transition team.",
  "The New York Times first reported on Friday that Trump was planning to remove Bannon.",
  "This article has been updated to include comments from Steve Bannon and Scot Vorse.",
  "It’s a hard one to take.”\n\nBut there could be hope for the Bannon supporters.",
  "His future plans could be tied to the Mercers, according to the Axios report.",
  "“Steve is absolutely committed to the President Trump agenda,” he says.",
  "“Steve’s job didn’t change today,” says Vorse, the longtime friend.",
  "They also produced at least one documentary together, Clinton Cash.",
  "The source asked for anonymity because he is close with Bannon.",
  "Axios also reported that the meeting took place.",
  "They are part owners of the outlet, not donors.",
  "“It’s very worrying,” he says."
]