[
  "“An effective persuasion campaign combined with historic investments in Democratic turnout are both required to maximize our wins in 2017, 2018, and beyond,” Priorities USA Action Chairman Guy Cecil wrote in an April 28 memo titled, “At 100-day mark, chinks seen in Trump’s so-called armor.”\n\nIn an email, Priorities USA Action spokeswoman Symone Sanders said she’d answer Center for Public Integrity questions about the super PAC’s activities but never did.",
  "Reporters for The Telegraph of London, in an undercover sting where they falsely represented themselves as associates of a fake Chinese client offering $2 million in ostensibly illegal foreign money to Great America PAC, reported in October that PAC officials sought creative and legally dubious methods to secure the $2 million.",
  "Short in January explained to the Center for Public Integrity that he started backing Trump when Trump became the Republican presidential nominee and now has Short’s “full support.”\n\nNot all pro-Trump groups active\n\nSeveral other seemingly pro-Trump super PACs have materialized during 2017, although they have yet to do much.",
  "View Sample Sign Up Now\n\nWith Trump’s candidacy declared, it’s easy for super PACs and certain nonprofit groups empowered by the Supreme Court’s 2010 decision in Citizens United v. Federal Election Commission to raise and spend unlimited amounts of money to promote the president’s political prospects.",
  "“In fact, Trump’s supporters — our community — is increasingly engaged given the nasty, vitriolic, unamerican attacks by liberals and unfair media coverage.”\n\nTrump administration officials declined to comment on the groups’ pro-Trump spending sprees or the Trump campaign’s own activities this year.",
  "On Monday, the groups officially spent $1 million during Election 2020 on a variety of pro-Trump communications and related items ranging from TV, radio and digital advertisements to robocalls and direct mail to renting the email addresses of prospective supports and donors, FEC records show.",
  "But consider this: It took until mid-spring 2015 — about 27 months after President Barack Obama’s second inauguration — for political groups such as super PACs to collectively spend $1 million promoting or opposing the gaggle of Democrats and Republicans running to replace Obama.",
  "Without it his group’s spending, “our supporters are left to sift through the dishonest media and national Democrats attacks,” Harvey said, “which I’m sure would be fine by liberals who oppose Trump.”\n\nChris Zubak-Skees and Rachel Wilson contributed to this report.",
  "But Priorities USA Action, the most moneyed super PAC to support Hillary Clinton during the 2016 presidential election, has been spending its cash on other political items, such as grassroots organizing, issue advocacy, polling and anti-voter suppression efforts.",
  "Another top Democratic advocacy group, American Bridge 21st Century, is “committed to holding Donald Trump and his administration responsible” for their actions, even if that doesn’t involve Election 2020 campaign ads, spokesman Harrell Kirstein said.",
  "(See: “Meet Donald Trump’s messaging army for 2017”)\n\nBut several pro-Trump groups have nevertheless launched ad blitzes this year that, while not overtly Election 2020 campaign messages, do promote Trump’s legislative agenda or governmental goals.",
  "Committee to Defend the President, meanwhile, sprung into existence in May 2013 as “Stop Hillary PAC” — a name the FEC considered illegal because, according to federal regulators, it used the name of a political candidate without authorization.",
  "Kirstein added that pro-Trump groups have been spending so much money in the rocky, early days of his administration because there’s “a lot of panic from Donald Trump’s allies.”\n\nNonsense, said Harvey of Committee to Defend the President.",
  "He filed his re-election paperwork on Jan. 20 — the day of his inauguration — and has since conducted campaign rallies, raised more than $7 million in campaign cash and even aired a campaign TV ad touting his nascent presidency.",
  "Guy Short, which Committee to Defend the President lists as a “founder” in federal documents, last year accused Trump of spewing “fiction” and trafficking in “insults, lies, distortion and vulgarity,” among other indignities.",
  "Driving Election 2020’s ultra-early spending are Great America PAC and Committee to Defend the President, a pair of “hybrid” super PACs that share the same treasurer, political consultant and election lawyer Dan Backer.",
  "The group’s registration paperwork lists its chairwoman as Lauren Pardo, a former aide to Sen. Marco Rubio, R-Florida, and current vice president of political consulting firm Groundswell Strategies.",
  "Another is America First Action, a Massachusetts-based super PAC registered with the FEC by Charles Gantt, senior vice president for conservative political consulting firm Red Curve Solutions.",
  "“Our supporters demand we defend the president from day one, and that’s what we are doing,” said Ted Harvey, a former Colorado state senator and chairman of Committee to Defend the President.",
  "A pair of super PACs have together already burned through $1 million to boost Trump’s 2020 bid, according to a Center for Public Integrity analysis of federal campaign spending records.",
  "The PAC cobbled most of this amount together from tens of thousands of small-dollar donor who responded to the PACs incessant fundraising emails and communications with contributions.",
  "“It’s very worrisome to wonder how a man like Trump would exercise the powers of the presidency,” Short wrote in an opinion piece published last year in the Colorado Statesman.",
  "It received a few large, late-in-the-campaign contributions, too, including $2 million from Houston Texans owner Robert McNair and $100,000 from businessman Richard Uihlein.",
  "For one: FEC officials have also accused both groups of shoddy campaign finance accounting and asked them to clean up their books — or potentially face penalties.",
  "Other conservative groups such as the Judicial Crisis Network, aided Trump by this year promoting his nominee to the Supreme Court, now-Justice Neil Gorsuch.",
  "Nearly two-thirds of potential voters say the length of presidential campaigns should be limited, according to a new Center for Public Integrity/Ipsos poll.",
  "Of those who favor limits, the vast majority — four out of five people — say presidential campaigns should last for one year or less, the poll indicates.",
  "Questions about spending by outside groups “should all be directed to the super PACs,” White House spokeswoman Sarah Huckabee Sanders wrote in an email.",
  "Both Great America PAC and the Committee to Defend the President experienced their share of controversy during and immediately after Election 2016.",
  "Aside from Great America PAC and Committee to Defend the President, other prominent, pro-Trump super PACs from the 2016 have largely gone dormant.",
  "Great America PAC, which first formed in February 2016 as “TRUMPAC,” ultimately raised almost $28.7 million during 2016, federal records show.",
  "The Trump committee further lamented that people might donate money to Great America PAC thinking they were donating to the Trump campaign.",
  "It explained in a letter to the FEC that people might believe Trump was personally authorizing Great America PAC’s activities — he wasn’t.",
  "And during 2015 and 2016, it spent nearly $3.4 million on communications bashing Democratic presidential candidate Hillary Clinton.",
  "Around the same time, Great America PAC mistakenly published the email addresses and cell phone numbers of hundreds of its donors.",
  "Following Trump’s inauguration in January, political groups crossed the same spending threshold in a mere three-and-a-half months.",
  "Democrats are most likely to want president campaign limitations, although most Republicans and independents want them, too.",
  "Among them are Rebuilding America Now and Make America Number 1, each of which spent into the eight-figure range last year.",
  "In January, Stop Hillary PAC, without a Hillary to stop, finally did change its name: to Committee to Defend the President.",
  "“We haven’t heard that,” said Eric Beach, a longtime Republican political operative and co-chairman of Great America PAC.",
  "Reached by phone, Gantt said he had no comment but would forward a message to people involved with the new super PAC.",
  "The Center for Public Integrity is a nonprofit, nonpartisan investigative news organization in Washington, D.C.",
  "They include America First Agenda, a Florida-based super PAC that plays on Trump’s “America First” slogan.",
  "Like Great America PAC, it raised the majority of its money from small-dollar donors giving $200 or less.",
  "“Too long” was the most common answer poll respondents gave when asked to briefly describe Election 2016.",
  "It also changed its tactics, morphing from an anti-Democrat attack dog to a pro-Trump messaging machine.",
  "(Great America PAC denied wrongdoing, and there’s no evidence any untoward transaction took place.)",
  "Democratic resistance to all things Trump has not — to date — included Election 2020 campaign ads.",
  "Then, in October, it erroneously released the credit card information of another 49 contributors.",
  "(Bradley Crate, Red Curve Solutions’ president, serves as Donald Trump’s campaign treasurer.)",
  "Initially, in early 2016, Trump’s presidential campaign formally disavowed Great America PAC.",
  "Trump supporters ‘increasingly engaged’\n\nElection 2016 sure seemed to last forever.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "President Donald Trump won’t face re-election for another three-and-a-half years.",
  "Eric Trump, the president’s son, even appeared at a Great America PAC fundraiser.",
  "Trump himself is the prime instigator of this outside money onslaught.",
  "So much spending, so fast, is unprecedented in U.S. election history.",
  "That Election 2020 has already begun is too much for most Americans.",
  "Pardo did not respond to phone and email messages seeking comment.",
  "By Tuesday, that spending figure had ballooned to $1.32 million.",
  "Gantt declined to name them, and they have yet to call back.",
  "But by September, Trump’s misgivings apparently eased.",
  "But aren’t people sick of non-stop campaign ads?",
  "Stop Hillary PAC refused to change its name.",
  "“Long,” “crazy” and “bad” followed.",
  "This made for some awkwardness.",
  "Contact us at editors@time.com.",
  "Democrats striking back?",
  "No matter.",
  "So, why?"
]