[
  "Below is a breakdown of financial filings for July:\n\nCANDIDATES\n\nHillary Clinton:\n\nRaised in July: $52.3 million\n\nRaised in June: $36.4 million\n\nSpent in July: $38.2 million\n\nCash on Hand: $58.5\n\nDonald Trump:\n\nRaised in July: $36.6 million\n\nRaised in June: $26.7 million\n\nSpent in July: $18.5 million\n\nCash on Hand: $38.4 million\n\nGary Johnson:\n\nRaised in July: $1.6 million\n\nSpent in July: $856K\n\nTotal Raised: $2.9 million\n\nNATIONAL PARTIES\n\nDemocratic National Committee\n\nRaised in July: $32.3 million\n\nRaised in June: $11 million\n\nSpent in July: $30 million\n\nTotal Raised: $151.3 million\n\nTotal Spent: $83 million\n\nCash on Hand: $10.1 million\n\nRepublican National Committee:\n\nRaised in July: $27.2 million\n\nRaised in June: $17.2 million\n\nSpent in July: $13.8 million\n\nCash on Hand: $34.5 million\n\nSUPER PACS\n\nPro-Clinton super PAC Priorities USA:\n\nRaised in July: $9.9 million\n\nRaised in June: $12 million\n\nSpent in July: $11.4 million\n\nCash on Hand: $38.7 million\n\nPro-Trump super PAC Make America Number 1\n\nRaised in July: $2 million (Robert Mercer)\n\nRaised in June: $97.00\n\nSpent in July: $300K\n\nCash on Hand: $2.8 million\n\nPro-Trump super PAC Great America PAC:\n\nRaised in July: $2.47 million\n\nRaised in June: $2.56 million\n\nSpent in July: $2.74 million\n\nCash on Hand: $983K",
  "Play Facebook\n\nTwitter\n\nEmbed Negative Clinton Headlines Overshadowed By Trump 7:45 autoplay autoplay Copy this code to your website or blog\n\nWhen fundraising by national parties and the super PACs backing the respective candidates are added to the total, team Clinton far outpaces team Trump.",
  "The $18 million Trump did spend in July, compared to Clinton's $38 million, went mostly to staff payroll at his New York headquarters (as opposed to out in the field) and consultants.",
  "Related: CNBC: Writer of Melania Trump's Convention Speech on July Payroll\n\nMeanwhile, Clinton has been airing television ads for weeks and has spent $61 million so far.",
  "After shunning fundraisers in the primary and boasting about funding his own campaign, Trump has begun hosting large-dollar fundraisers since he clinched the nomination.",
  "Related: CNBC: Pro-Clinton Super PAC Gets $3 Million From Hedge Funder\n\nIn addition to raising more, team Democrat spent more than team GOP: $79 million to $39 million.",
  "In comparison, the Republican National Committee, Trump and two super PACs backing Trump, brought in just two-thirds of the Democrats' total: $68.3 million in July.",
  "He just went on the air with his first television advertisements this week with a $4 million ad buy in four states, which was not accounted for in the July numbers.",
  "He has not built out a ground game in critical battle ground states, has yet to open a significant number of field offices and doesn’t believe in data operations.",
  "Mercer was not a supporter of Trump in the primaries but made a $2 million donation to the PAC in July, which was all of the money the PAC raised.",
  "The Republican presidential candidate raised $36.6 million in July, according to newly released filings to the Federal Election Commission.",
  "The Democratic National Committee, Clinton and the super PAC backing Clinton, Priorities USA, raised a total of $94.5 million last month.",
  "What has also been hampering Trump's fundraising is many major Republican donors have sat on the sidelines and refused to get behind him.",
  "He spent just over $8 million - nearly half of his July expenditures - on the firm that he has employed for his businesses since 2011.",
  "Charles and David Koch are instead focusing on Senate races as are Joe and Marlene Ricketts, the owners of the Chicago Cubs.",
  "Casino magnate Sheldon Adelson has not yet opened his wallet and neither has New York hedge fund manager Paul Singer.",
  "When Priorities USA is added to that total, the pro-Clinton television total jumps to just over $100 million.",
  "Donald Trump has picked up his fundraising game but not enough to catch up to challenger Hillary Clinton.",
  "Much of his money has come from small donations, in line with his appeal to working-class voters.",
  "Trump, however, has received the support of Robert Mercer through the Make America Number 1 PAC.",
  "A digital company called Giles-Parscale received a massive portion of Trump's campaign cash.",
  "Trump also spent nearly $1 million on Trump businesses, including his airline Tag Air.",
  "But that is $16 million less than Clinton for the month.",
  "Trump doesn't have much to spend money on."
]