[
  "/ AFP / Jewel SAMAD (Photo credit should read JEWEL SAMAD/AFP/Getty Images)\n\nBy: Soo Rin Kim\n\nNew allegations that a pro-Hillary Clinton outside spending group and two that are backing Donald Trump have illegally coordinated with the candidates' campaigns are refocusing attention on a concept that regulators have never quite nailed down.",
  "In a complaint filed with the Federal Election Commission today, the Campaign Legal Center contends that the pro-Clinton group, Correct the Record, was off base when it announced that coordination rules don't apply to its work because it provides free online content, rather than producing and placing ads with TV stations.",
  "Other wording in the test, though, is more vague, referring to, for instance, a campaign being \"materially involved\" in various aspects of the production or placement of the ad, or whether there were \"substantial discussions\" between the outside spending group and the candidate's committee prior to the ad running.",
  "Together, the three groups have reported spending more than $20 million -- $6.2 million by Correct the Record, $14 million by Rebuilding America Now, and more than $1 million by Make America Number 1 since June, after its original beneficiary, Texas GOP Sen. Ted Cruz, had dropped out of the race.",
  "Said Larry Noble, general counsel of CLC, \"We have been forced to file these complaints because a dysfunctional FEC has been sitting idly by as the campaigns of the presidential candidates of both major parties are involved in unprecedented coordination with super PACs in violation of the law.\"",
  "The agency conducted just three investigations into alleged coordination between a campaign committee and an individual or organization making independent expenditures from 1999 through 2011, according to a review of the agency's enforcement actions by the Center for Public Integrity.",
  "It was the Justice Department rather than the FEC that brought a case against a former Virginia campaign consultant; in June 2015, he became the first to be criminally convicted of illegal coordination between a federal campaign and an outside group.",
  "An ad consultant can plan out campaign strategies with a candidate and her staff well in advance and move over to launch a super PAC or a 501(c) group after a \"cooling-off period\" of 120 days with all the necessary information in hand.",
  "\"The significant prison sentence imposed on Tyler Harber should cause other political operatives to think twice about circumventing laws that promote transparency in federal elections,\" said Assistant Attorney General Leslie Caldwell.",
  "Rebuilding America Now was formed by two top Trump staffers almost immediately after they left Trump's campaign -- ignoring the FEC's 120-day cooling-off period intended to keep former staffers from carrying their knowledge elsewhere.",
  "It's central to the Supreme Court's 2010 Citizens United majority opinion, which opened up a flood of unlimited outside money under the theory that independent groups' spending in elections should be upheld as freedom of expression.",
  "In a more high-profile case in 2004, John Kerry's campaign, liberal PAC MoveOn and a community website, Fan the Vote, dedicated to raising funds for Kerry in exchange of goods and services, were accused of improper linkage.",
  "But it's the last part of the test, which looks at interactions between the ad's sponsor or funder and the candidate's campaign, that is key to finding legally impermissible coordination, and it has proved a tough hurdle.",
  "Delaney, who is running to secure his third term in Montgomery County filed a complaint against his Republican challenger Amie Hoeber, claiming that her super PAC Maryland USA has illegally coordinated with the campaign.",
  "The appellate court reversed the 2014 district court decision earlier this year and concluded the rules are consistent and valid, but reiterated the previous direction for the agency to \"fill in the statutory gaps.\"",
  "The various ambiguities and loopholes in the guidelines make for a \"weak, weak definition of coordination,\" said Craig Holman, a lobbyist for Public Citizen, which favors an overhaul of the campaign finance system.",
  "If an ad is created or distributed at the request or suggestion of a candidate or her staff, it can accordingly be considered a coordinated communication.That's perhaps the action that is most clearly verboten.",
  "Most importantly, according to emails uncovered in the agency's investigation, Schwarz's campaign director not only asked the PAC to run radio ads but also suggested which stations they should target.",
  "Tyler Harber, who managed the unsuccessful 2012 campaign of Virginia Republican congressional candidate Chris Perkins, was operating a super PAC, National Republican Victory Fund at the same time.",
  "Lashing with a wet noodle\n\n\n\n\"The FEC receives scores of complaints alleging coordinated communications every election cycle, but [the commissioners] hardly ever pursue any of them,\" Holman said.",
  "In 2006, the Club for Growth filed a complaint against former Michigan Rep. Joe Schwarz's campaign for illegally coordinating with the Republican Main Street Partnership PAC to secure his seat.",
  "US Republican presidential nominee Donald Trump gestures at supporters during a campaign rally at the Orlando Melbourne International Airport in Melbourne, Florida, on September 27, 2016.",
  "The FEC ruled in 2009 that the case met the test: The group paid for the ad, which called for voters to \"support Congressman Joe Schwarz, the Congressman with a real Republican record.\"",
  "Several campaigns have found this to be an extremely easy and effective way to go around the FEC rules and receive unlimited financial support from super PACs and dark money nonprofits.",
  "A vendor shared by a campaign and an outside group doesn't necessarily violate the coordination ban, depending on timing and, more importantly, what information was shared.",
  "\"By definition, an independent expenditure is political speech presented to the electorate that is not coordinated with a candidate,\" wrote Justice Anthony Kennedy.",
  "Make America Number 1 was the former home of Trump's now-campaign manager and deputy campaign manager -- in fact, they ran the outside spending organization.",
  "The DC Appeals Court ruled the FEC regulations ambiguous in 2012 and a lower court ordered the commission to change the language to close loopholes in 2014.",
  "Justice took the position that Harber's $325,000 ad buy on Perkins' behalf with the outside group's money was an obvious case of coordinated communication.",
  "But the agency's general counsel's office didn't find any evidence of Kerry's campaign representative sharing information with the independent groups.",
  "CLC argues that because the content is produced by professionals, rather than by volunteers, the group is misapplying a narrow 2006 FEC regulation.",
  "\"Many congressional candidates, and I would say all presidential candidates, coordinate with outside groups in one way or another,\" Holman said.",
  "According to a Public Citizen report published in July, the number of split votes has jumped from 0.9 percent to 21 percent in the last decade.",
  "In one of them, former Minnesota Sen. Norman Coleman was accused of cozying up with the conservative 501(c) nonprofit U.S. Chamber of Commerce.",
  "In 2011, right-wing super PAC American Crossroads even explicitly asked the FEC to rule on whether candidates could appear in the group's ads.",
  "But the case died because sufficient time had passed between the employment of a shared vendor, Jeff Larson, by the Chamber and the campaign.",
  "Three other complaints alleging coordinated communications reviewed by the FEC the same year were closed without even being investigated.",
  "The deeply partisan split on the federal agency has prevented it from fulfilling one of its biggest missions: enforcing its own rules.",
  "After a good bit of wrestling with it, the FEC in 2007 approved a set of guidelines for determining whether coordination has occurred.",
  "First, an ad has to be paid for by someone other than a candidate, the candidate's campaign committee or a political party committee.",
  "\"The separation alleviates the danger that expenditures will be given as a quid pro quo for improper commitments from the candidate.\"",
  "And while the FEC's six commissioners have been stuck in a bitter standoff over many issues, coordination is one of the trickiest.",
  "Almost the entire $1.6 million Maryland USA spent in support of Hoeber came from her own husband, Mark Epstein, except for $1,000.",
  "A campaign and an outside group can simply deny that they are sharing any information through a common vendor.",
  "The pro-Trump super PACs named in a second complaint are Rebuilding America Now and Make America Number 1.",
  "Also, the group and the campaign use the same data analytics firm -- which is owned by the Mercer family.",
  "According to news reports, they were hired by the campaign thanks to Rebekah Mercer, chair of the group.",
  "Coordination remains a fuzzy area, thanks in no small part to the FEC's inability to tackle it head on.",
  "One of the latest coordination complaints came from Maryland Democratic Rep. John Delaney last month.",
  "But instead of amending the rules, the federal agency has been dithering and blowing past deadlines.",
  "But what sounded black-and-white in a court opinion has proven to be anything but.",
  "This year alone, 209 cases have been abandoned without any conclusion.",
  "The ad also has to meet certain broad timing and content conditions.",
  "According to Holman, the vendor provision is particularly elastic.",
  "The rules\n\nEven before Citizens United, coordination was an issue.",
  "Harber pleaded guilty and was sentenced to 24 months in prison.",
  "(The super PAC spent more than $13 million prior to that.)",
  "The commissioners deadlocked by 3-3 and took no action.",
  "Schwarz and the PAC each were fined $2,500.",
  "(More recent figures were not available.)",
  "Deadlocks are not news for the FEC.",
  "\"It's a very common routine.\""
]