[
  "In the 11 swing states of Colorado, Florida, Iowa, Michigan, Nevada, New Hampshire, North Carolina, Ohio, Pennsylvania, Virginia and Wisconsin, the Democratic party committees raised $10.5 million in July compared with $3.3 million for the Republicans.",
  "At the beginning of August, after both party conventions, the Clinton team held a massive cash advantage while simultaneously outspending Trump on building a traditional presidential campaign.",
  "With little money transferred by the main party into the states, Republican committees have received less money, spent less money and hired fewer staff than their Democratic counterparts.",
  "In a press release from early August, the Trump campaign said it had raised $82 million through his campaign and two joint fundraising committees linked to Republican Party committees.",
  "His largest expense was $8.5 million to the digital marketing company Giles-Pascale for online advertising, which often consists of direct click to fundraising appeals.",
  "As a funder of the conservative website Breitbart, Mercer is an instrumental player in the many moving pieces of the infrastructure now making up the Trump campaign.",
  "Just two men, hedge fund billionaire Donald Sussman and SlimFast founder S. Daniel Abraham, accounted for $6 million of the super PAC’s $9.9 million haul.",
  "Political parties\n\nThe tale of the two political party committees working to get their nominee elected president is almost reversed from four years ago.",
  "Super PACs\n\nPriorities USA Action, the main super PAC supporting Clinton’s bid, continued to pull in massive contributions from the super rich in July.",
  "In almost every possible way, Hillary Clinton and her allies entered the general election push against Donald Trump with massive campaign advantages.",
  "While Trump’s campaign spent far less than Clinton’s, he did so while two joint fundraising committees raising money for his campaign hoarded money.",
  "The $32.4 million raised by the Democratic National Committee in July is a higher total than any single fundraising month during the 2012 campaign.",
  "The group was formerly organized to support Sen. Ted Cruz (R-Texas) in the Republican primary, but Mercer has since shifted his support to Trump.",
  "Those joint fundraising committees won’t file their finances until October, but a little math shows that they have also been spending money.",
  "This included paying rent at Trump Tower and covering the salaries of Trump Organization employees who are also working for the campaign.",
  "Leigh Vogel/WireImage via Getty Images Donald Trump and his allies have not been able to keep up with the fundraising of Hillary Clinton.",
  "In these 11 swing states, Democratic committees paid 1,614 staff members solely for federal election activity while Republicans paid 745.",
  "Clinton’s campaign spent $38.2 million in July, including $26 million on television advertising and $3.3 million to pay a staff of 889.",
  "The chief Republican party committee spent just $13.8 million in July and entered August with a robust $34.5 million in cash on hand.",
  "The Republican nominee contributed $2 million of his own money to the campaign, with the rest of his funds coming from other donors.",
  "In July, the Trump campaign directly raised $21.7 million and received a $14.5 million transfer from the two fundraising committees.",
  "Hedge fund billionaire and conservative activist donor Bob Mercer provided $2 million to the Make America Number 1 super PAC.",
  "The DNC is making the most of its fundraising bonanza by spending early on infrastructure in key states across the country.",
  "This is very similar to the ground-level advantage Democrats built during President Barack Obama’s two election victories.",
  "The release further stated that the two joint fundraising committees had $37 million in cash on hand at the end of July.",
  "Great America PAC, a super PAC run by longtime GOP consultant Ed Rollins, raised $2.4 million mostly from small donors.",
  "Similar to 2012, though, is the early disadvantage the Republican party committees in swing states find themselves in.",
  "The Republican National Committee’s $27.2 million raised in July is $10 million less than what it raised in July 2012.",
  "The pro-Clinton super PAC Priorities USA Action raised $9.9 million while two of the three main pro-Trump super PACs ?",
  "The largest of these expenses within his own empire was $495,000 paid to cover the use of Trump’s personal airplane.",
  "The Democratic National Committee raised $32.4 million next to $27.2 million for the Republican National Committee.",
  "Democratic committees in these states spent $9.9 million while Republicans spent just $3.3 million.",
  "Joint fundraising committees are allowed to spend funds so long as it is on fundraising expenses.",
  "Its largest donation was a $100,000 contribution from San Francisco Giants owner Charles Johnson.",
  "The two campaigns appear to be following very different paths on how they spend this money, too.",
  "However, two other super PACs formed to boost the Republican nominee did disclose their donors.",
  "The Clinton campaign received $52.3 million in July compared with $36.7 million for Trump.",
  "That is far less than the $88 million in cash on hand it had at the same point in 2012.",
  "This means the fundraising committees appeared to have spent about $6 million in July.",
  "Of that total, $7.3 million went to party committees operating in the 11 swing states.",
  "These committees also transferred $14.9 million to the Republican National Committee.",
  "The Trump campaign spent just $18.4 million, albeit its highest monthly total so far.",
  "Private air travel was actually the Trump campaign’s second biggest expense overall.",
  "This spending advantage has led to a more-than-2-to-1 staff advantage for Democrats.",
  "Trump also continued to spend money on his own properties to the tune of $782,000.",
  "The Laborers’ International Union of North America gave another $1 million.",
  "The purchase of hats, T-shirts and other apparel added up to $1.8 million.",
  "The main super PAC supporting Trump did not report its finances Saturday.",
  "State parties received $8.8 million transferred from the DNC’s accounts.",
  "He is also now one of the largest donors to Trump’s election efforts.",
  "This spending, however, seemed to largely go toward raising money.",
  "It spent $2.7 million on private jets and Trump’s personal plane.",
  "They started the month of July with $12 million in cash on hand.",
  "On the other side, the RNC is doing what it did in 2012 ?",
  "The third won’t report its numbers again until October.",
  "Great America PAC and Make America Number 1 ?",
  "to pay its 148 staff and consultants in July.",
  "This time, however, it has less to work with.",
  "Each billionaire gave $3 million.",
  "It will next report in October.",
  "raised a combined $4.4 million.",
  "The campaign spent half that ?",
  "sitting on its money.",
  "WASHINGTON ?",
  "$921,000 ?"
]