[
  "While there is no legal problem with Bossie moving from the super PAC to the campaign, Paul S. Ryan, general counsel for the Campaign Legal Center, a pro-campaign finance reform watchdog group, called it “another example of how weak the anti-coordination laws are.”\n\nHolman said, “The FEC has fallen flat on its face on setting rules to implement this law.",
  "The Supreme Court ruled in the Citizens United decision that corporations, unions and, ultimately, wealthy individuals could spend unlimited sums on elections so long as they remained independent from candidates and political parties.",
  "Despite Trump’s past protestations about his freedom from donor influence, Bossie’s hire from Make America Number 1 provides further evidence of the footprint one donor has on the Republican presidential nominee’s campaign.",
  "A subsequent lower court decision based entirely on the Citizens United ruling opened the door to unlimited giving by wealthy individuals and, in turn, the FEC created super PACs to allow for this money to flow.",
  "The case eventually snowballed into a 2010 Supreme Court decision that legalized unlimited corporate and union spending in elections, so long as it remained independent from candidates and political parties.",
  "“It does paint Donald Trump’s campaign as not being friendly to campaign finance reform,” said Craig Holman, a government affairs lobbyist for the pro-campaign finance reform group Public Citizen.",
  "The rule they’ve put in place comes nowhere close to addressing this situation.”\n\nTrump’s campaign has also had a staffer move from the campaign to another pro-Trump super PAC ?",
  "This week, Trump announced he hired the man whose activism literally led to the creation of super PACs, and whose most recent gig was leading a pro-Trump super PAC.",
  "Now, he’s schmoozing with big donors and asking for their advice as he prods them for money, while employing supporters of further campaign finance deregulation.",
  "The FEC has imposed some restrictions on coordination, including a 120-day revolving door cooling off period for staffers moving from a campaign to a super PAC.",
  "Donald Trump once denounced his Republican primary opponents as being “totally in cahoots” with the unlimited-money super PACs supporting their campaigns.",
  "Campaign Chief Executive Steven Bannon came directly from the far-right news site Breitbart, which receives significant funding from Mercer.",
  "That may be of little surprise, considering the Republican Party platform calls for the elimination of all campaign contribution limits.",
  "Trump was once the candidate who denounced big money and declared his independence from donor influence through his self-financing.",
  "Trump campaign manager, Kellyanne Conway, is a longtime adviser to Mercer who previously ran a Mercer-funded pro-Cruz super PAC.",
  "The former supporter of Sen. Ted Cruz’s presidential bid switched his support to Trump following Trump’s primary win.",
  "Prior to joining the official Trump campaign, Bossie was running a pro-Trump super PAC called Make America Number 1.",
  "Bloomberg via Getty Images Donald Trump, once a critic of money in politics, just hired the head of Citizens United.",
  "Bossie’s move to the Trump campaign also shows how closely linked the latter is to the super PACs supporting it.",
  "The longtime head of the conservative nonprofit Citizens United is now Trump’s deputy campaign manager.",
  "Ken McKay was a senior adviser to the Trump campaign until June, when he signed up with the super PAC.",
  "The conservative nonprofit group filed a lawsuit in 2007 against the Federal Election Commission.",
  "Those in the wealthy donor’s orbit have since gone on to take over the Trump campaign.",
  "The sole funder of Make America Number 1 is hedge fund billionaire Robert Mercer.",
  "There is no restriction, however, on staff moving from a super PAC to a campaign.",
  "The potential revolving door rule violation was reported by MapLight.org.",
  "Bossie’s Make America Number 1 was funded with $2 million from Mercer.",
  "within the 120-day revolving door window.",
  "But that was then, and this is now.",
  "Yes, that Citizens United.",
  "That man is David Bossie.",
  "Rebuilding America Now ?",
  "WASHINGTON ?"
]