[
  "The Obama administration, he said, wanted Beijing to do two things: first, to recognize “the urgency and scope of this problem and the risk it poses—to international trade, to the reputation of Chinese industry, and to our overall relations”; second, to “take serious steps to investigate and put a stop to these activities.”\n\nThe first demand was a borderline threat: Change your ways or risk a rupture of our relations.",
  "In fact, Donilon and every other official with a high-level security clearance knew that the culprit in these intrusions was no gang of freelance hackers, but rather the Chinese government itself—specifically, the Second Bureau of the Third Department of the People’s Liberation Army’s General Staff, also known as PLA Unit 61398, which was headquartered in a white, 12-story office building on the outskirts of Shanghai.",
  "China’s foreign affairs ministry denounced the allegation as “irresponsible,” “unprofessional,” and “not helpful for the resolution of the relevant problem,” adding, in the brisk denial that its officials had always recited in meetings with American diplomats, “China resolutely opposes hacking actions.”",
  "Over the previous seven years, the report stated, the Shanghai hackers had been responsible for at least 141 successful cyber intrusions in 20 major industrial sectors, including defense contractors, waterworks, oil and gas pipelines, and other critical infrastructures.",
  "Since the start of his presidency, Obama had raised the issue repeatedly but quietly—in part to protect intelligence sources and methods, in part because he wanted to improve relations with China and figured a confrontation over cyber theft would impede those efforts.",
  "On February 18, a few weeks before Donilon’s speech, Mandiant, a leading computer-security firm with headquarters in Alexandria, Virginia, published a 60-page report identifying PLA Unit 61398 as one of the world’s most prodigious cyber hackers.",
  "To the extent they replied at all, they agreed that the international community must put a stop to this banditry; if an American diplomat brought up China’s own involvement in hacking, they waved off the accusation.",
  "The second was an attempt to give Chinese leaders a face-saving way out, an opportunity for them to blame the hacking on hooligans and “take serious steps” to halt it.",
  "On average, these hackers lingered inside a targeted network for a full year—in one case, for four years and 10 months— before they were detected.",
  "The company also shared an advance copy of the report with The New York Times, which ran a long front-page story summarizing its contents.",
  "His diplomats brought it up, as a side issue, at every one of their annual Asian-American “strategic and economic dialogue” sessions.",
  "During one particularly unimpeded operation, they filched 6.5 terabytes of data from a single company in a 10-month period.",
  "On none of those occasions did the Chinese delegates bite."
]