[
  "A coordinated cyberattack on July 27 saw hackers walk away with one-and-a-half terabytes of HBO data, a publication reported, which included video footage, internal documents and email correspondence.",
  "The breach exposed embarrassing email exchanges between high-powered actors and executives, cost the studio tens of millions of dollars and top executive Amy Pascal lost her job.",
  "Insiders at HBO now fear the lack of motive or ransom demand may lead the culprits to leak confidential emails and documents, according to The Hollywood Reporter.",
  "On Monday, the hacking group – which calls itself \"little.finger66\" – released the alleged script for the \"Game of Thrones\" episode scheduled to air on August 6.",
  "Excluding video and audio, the 1.5 terabytes stolen could encompass all of HBO's information, including every confidential email or spreadsheet ever saved.",
  "In a statement to CNBC, the company said \"HBO recently experienced a cyber incident, which resulted in the compromise of proprietary information.\"",
  "CEO Richard Plepler has that said some of the stolen material included some of HBO's programming, though he has not identified which programming.",
  "However, Sony, who suffered the now second-largest Hollywood loss of 200 gigabytes of data, lost only fraction of the amount of data ;pst HBO.",
  "Netflix had 10 episodes of its hit show \"Orange is the New Black\" released before airing after refusing to pay ransom charges to the hacker.",
  "HBO joins the ranks of Sony, which suffered a major hack in 2014 that compromised the personal information of tens of thousands of people.",
  "Besides the alleged \"Game of Thrones\" script, un-aired episodes of shows \"Ballers\" and \"Room 104\" appeared online after the hack.",
  "HBO is one of Time Warner's best performers, and The Hollywood Reporter said the hack could influence the final sale price.",
  "HBO parent company Time Warner is in the midst of an $85 billion merger with AT&T, which may be near closing.",
  "HBO began an internal forensic investigation immediately after the hack occurred, led by the F.B.I.",
  "By comparison, the print content stored in the Library of Congress is around 10 terabytes.",
  "In the past 12 months, six different studios and agencies have been hit by cyberattacks.",
  "\"Game of Thrones\" spoilers may now be the least of HBO's worries this season.",
  "Shares of Time Warner were unchanged in midday trading Wednesday.",
  "Read the full report from The Hollywood Reporter.",
  "and cybersecurity firm Mandiant."
]