[
  "The company did not say why the software used in the online-dispute portal hadn't been patched earlier, although it claimed that its security organization was \"aware\" of the software flaw in March, and that it \"took efforts\" to locate and fix \"any vulnerable systems in the company's IT infrastructure.\"",
  "The credit data company — under intense pressure since it disclosed last week that hackers accessed the Social Security numbers, birthdates and other information — also released a detailed, if still muddled, timeline of how it discovered and handled the breach.",
  "Equifax is also facing several inquiries and class-action lawsuits, including Congressional investigations, queries by the Federal Trade Commission and the Consumer Financial Protection Bureau, as well as several state attorneys general.",
  "NEW YORK (AP) — Equifax announced late Friday that its chief information officer and chief security officer would leave the company immediately, following the enormous breach of 143 million Americans' personal information.",
  "Three Equifax executives — not the ones who are departing — sold shares worth a combined $1.8 million just a few days after the company discovered the breach, according to documents filed with securities regulators.",
  "The company said an internal review then \"discovered\" a flaw in an open-source software package called Apache Struts used in the dispute portal, which it then fixed with a software patch.",
  "Consumers calling the number Equifax set up initially complained of jammed phone lines and uninformed representatives, and initial responses from the website gave inconsistent responses.",
  "But that vulnerability had been known publicly since early March 2017, and a fix was available shortly thereafter — facts that Equifax acknowledged in its Friday statement.",
  "The tale began on July 29, when the company's security team detected suspicious network traffic associated with the software that ran its U.S. online-dispute portal.",
  "\"While Equifax fully understands the intense focus on patching efforts, the company's review of the facts is still ongoing,\" according to its statement.",
  "Equifax said that Susan Mauldin, who had been the top security officer, and David Webb, the chief technology officer, are retiring.",
  "Equifax also said Friday it would continue to allow people to place credit freezes on their reports without a fee through Nov. 21.",
  "Equifax has been castigated for how it has handled the breach, which it did not disclose publicly for weeks after discovering it.",
  "Webb is being replaced by Mark Rohrwasser, who most recently was in charge of Equifax's international technology operations.",
  "Equifax also provided its most detailed timeline of the breach yet, although it raised as many questions as it answered.",
  "After patching the dispute-portal's software, Equifax hired Mandiant, a computer-security firm, to do a forensic review.",
  "After blocking that traffic, the company saw additional \"suspicious activity\" and took the portal's software offline.",
  "Mauldin, a college music major, had come under media scrutiny for her qualifications in security.",
  "That effort determined that hackers had access to Equifax systems from May 13 through July 30.",
  "The company's CEO Richard Smith is scheduled to testify in front of Congress in early October.",
  "Mauldin is being replaced by Russ Ayers, an information technology executive inside Equifax.",
  "Equifax did not say in its statement what retirement packages the executives would receive.",
  "Originally the company offered fee-free credit freezes for 30 days after the incident.",
  "___\n\nAP Technology Editor David Hamilton in San Francisco contributed to this report.",
  "Equifax shares have lost a third of their value since it announced the breach.",
  "The company says it has addressed many of those problems.",
  "It apparently missed at least one vulnerable system.",
  "At this point, Equifax's retelling grows cloudy.",
  "It subsequently brought the portal back online.",
  "The closest Equifax gets to explaining that?"
]