[
  "(RELATED: Yahoo Disables Email Forwarding Feature, Making It Harder For You To Move On)\n\nThe company also didn’t fully understand why it was scanning users’ emails for the government for some time, so it sent a letter to Director of National Intelligence James Clapper.",
  "“We believe this incident is likely distinct from the incident we disclosed on September 22, 2016.”\n\nThe other incident reportedly affected roughly 500 million user accounts, which is believed to be the record until the latest cyber intrusion.",
  "The company is not sure who is behind the massive theft, but says that infiltrated accounts could have had their names, email addresses, dates of birth, telephone numbers, “hashed passwords” stolen.",
  "(RELATED: Marissa Mayer Got $365 Million Contract To Lose Yahoo Billions Of Dollars)\n\nIn fact, the company has been affected by an abundance of obstacles and missteps over the past year.",
  "“We believe an unauthorized third party, in August 2013, stole data associated with more than one billion user accounts,” Chief information Security Officer Bob Lord announced Tuesday.",
  "(RELATED: Yahoo Cybersecurity Team Labeled ‘Paranoids’ Often Clashed With CEO Mayer)\n\nA former media executive is suing Mayer for allegedly purging the tech company of male employees.",
  "“Stroz Friedberg & Mandiant by FireEye are the forensic experts assisting us with the investigations,” a Yahoo spokesperson told The Daily Caller News Foundation (TheDCNF).",
  "We’re working hard to retain their trust and are heartened by their continued loyalty as seen in our user engagement trends,” the CEO stated at the time.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "One billion Yahoo user accounts were hacked two years ago, marking yet another unfortunate milestone for the tech corporation.",
  "The CEO is being accused of systematically favoring female employees, but the company vehemently denies these accusations.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“To that end, we take deep responsibility in protecting our users and the security of their information.",
  "Personal answers to security questions could have also been taken even if it was encrypted.",
  "CEO Marissa Mayer’s tenure at the helm has been littered with controversy and blunders.",
  "Yahoo referred TheDCNF to the statement Mayer made on the Q3 2016 (10/25) earnings.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "Lord claims the stolen data did not include bank account information."
]