[
  "Five weeks before the story was even published, they learned it was in the works, and, though they gained access to “any computer” at the Times, they focused on the reporter David Barboza’s e-mail account, rooting around on a determined hunt for the names of his sources on the prime-minister story.",
  "Five weeks before the story was even published, they learned it was in the works, and, though they gained access to “any computer” at the Times, they focused on the reporter David Barboza’s e-mail account, rooting around on a determined hunt for the names of his sources on the prime-minister story.",
  "One possibility is that agents entered The Times’s Beijing bureau without permission.”\n\nNine years later, there are lot fewer handwritten notes in news bureaus here in Beijing, but it seems little has changed: we’re once again trying to figure out if the Chinese government broke into the Times.",
  "Investigators at the security firm Mandiant concluded that Chinese hackers had stolen e-mails and files from more than thirty journalists and news executives, and that they put repeat targets on a “short list.” (Bloomberg News also confirmed that it was targeted by Chinese hackers.)",
  "Investigators at the security firm Mandiant concluded that Chinese hackers had stolen e-mails and files from more than thirty journalists and news executives, and that they put repeat targets on a “short list.” (Bloomberg News also confirmed that it was targeted by Chinese hackers.)",
  "The Times has gone public with the story of how it has been under persistent attack from Chinese hackers for four months, ever since they got wind that the Times was preparing to reveal that Prime Minister Wen Jiabao’s family acquired $2.7 billion in assets.",
  "The timing of all this is significant for anyone interested in the prospect of reform: this attack has unfolded at the very moment that the new Chinese leadership, under Xi Jinping, has pledged to root out corruption before it destroys the Party.",
  "In a previous case of Chinese hacking, the United States Chamber of Commerce in Washington discovered that Chinese hackers had accessed some of the organization’s Internet-connected devices, including a thermostat in a corporate apartment.",
  "Since Xi’s government and the Times seem to share a common objective—exposing corruption—how did Xi’s administration respond to news that hackers in China might be trying to thwart efforts to do just that?",
  "Until there are signs that Xi Jinping is as determined to root out corruption as those hackers are to root through e-mail, we in Beijing will be keeping our sources out of our in-boxes.",
  "As evidence, the investigators cited a photocopy of one of Zhao’s handwritten notes; the Times pointedly noted, “questions remain about how security agents obtained a copy of the note.",
  "On the contrary, this case feels like déjà vu for the Times: in 2004, the Chinese government detained the Times researcher Zhao Yan, accusing him of leaking state secrets.",
  "“Saying that China participates in relevant online attacks is totally irresponsible,” the Foreign Ministry spokesman Hong Lei said at a daily news briefing Thursday.",
  "The attacks originated from the same university computers from which the Chinese military has previously attacked American military contractors.",
  "The attacks originated from the same university computers from which the Chinese military has previously attacked American military contractors.",
  "That might sound like an amusing detail, until you remember that monitoring a thermostat is a good way to know when someone is home.",
  "Xi has been making so many gestures of reform that he has persuaded some longtime China-watchers to take him seriously.",
  "Patterns of the intrusions showed that they usually started at 8 A.M., Beijing time, and punched out at 5 P.M.",
  "Patterns of the intrusions showed that they usually started at 8 A.M., Beijing time, and punched out at 5 P.M.",
  "Far more foreign correspondents in China have been hacked than previously acknowledged.",
  "The hackers who broke into the Times system knew what they were supposed to find.",
  "The hackers who broke into the Times system knew what they were supposed to find.",
  "The renewed commitment to combating corruption isn’t looking as sincere.",
  "My takeaways:\n\nThis was not a fishing expedition.",
  "These were hackers on a time clock.",
  "This is business, not pleasure.",
  "This is business, not pleasure.",
  "Keep an eye on your thermostat.",
  "Photograph: Lintao Zhang/Getty"
]