[
  "\"The objective reasons for the failure to meet state defense procurement orders include restrictions on the supply of imported parts and materials in connection with sanctions, discontinuation of production and the loss of an array of technologies, insufficient production facilities,\" Deputy Defense Minister Yuri Borisov said in videoconference with Putin on Thursday, according to The Moscow Times.",
  "As he said on his call-in show in March, \"without a doubt, this program will be fulfilled,\" adding that, \"Our goal is to make sure that by that time, by 2020, the amount of new weapons and military technologies in our armed forces reached no less than 70%.\"",
  "Russian President Vladimir Putin, left, listens to Russian navy deputy commander Mikhail Zakharenko while visiting military exercises in the Russia's Arctic North on board nuclear missile cruiser Pyotr Veliky (Peter the Great), August 17, 2005.",
  "Given that Russia's troubles will likely continue — sanctions will likely remain in place as fighting in eastern Ukraine continues and oil may drop as Iranian oil hits the market — Putin's big push may meet a harsh reality sooner than later.",
  "\"I will especially emphasize that those who are delaying production and supplies of military technologies, who are letting down related industries, must within a short term ... correct the situation,\" Putin reportedly said.",
  "REUTERS/ITAR-TASS Despite suffering economic sanctions and the falling price of oil, Vladimir Putin is pushing forward with an estimated 20 trillion ruble ($351 billion) program to modernize the Russian military by 2020.",
  "Nevertheless, Russia has continued with their hike in military spending, which is estimated to reach $29.5 billion in 2015, with around $4.4 billion to $4.7 billion going towards research and development alone.",
  "Borisov said that navy guard ships, 200 amphibious aircraft, antitank missiles, radio equipment for surface-to-air missiles, and launchers for Tupolev-160 bombers are behind schedule.",
  "\"Russia has already spent more than half of its total military budget for 2015,\" Russian economist and former rector of the New Economic School in Moscow Sergei Guriev wrote in May.",
  "The extravagant plans for military spending were drawn up before the ruble crashed and oil prices bottomed out, back when the government was expecting 6% GDP growth annually.",
  "\"And if that does not happen, the appropriate conclusions need to be made, including, if necessary, technological, organizational, and personnel [changes],\" Putin added.",
  "Elena Holodny / Business Insider\n\nThe Moscow Times notes that Putin is looking to defense spending to bolster employment, investment, and technological development.",
  "On Thursday, Deputy Defense Minister Borisov said that 38% of Moscow's defense purchases planned for this year have been completed.",
  "\"At this rate, its reserve fund will be emptied before the end of the year.\"",
  "But the Russian defense sector is struggling to meet its goals.",
  "Michael B. Kelley contributed to this post.",
  "Putin was not happy."
]