[
  "While numerous studies have examined the impact on students of having faculty members of the students’ race or ethnicity, the role of teaching assistants has largely been ignored, even though they make up 15 percent of the teaching workforce in higher education, and may have an even larger impact on the teaching of first-year students.",
  "Students who are more likely to interact with the TAs by attending the TAs’ discussion sections and office hours are the beneficiaries of teaching to the test.”\n\nThe authors added that they hope their work will lead others to study the role of teaching assistants in student success, particularly with regard to minority students.",
  "“Understanding how TA race influences student outcomes is particularly important given recent trends in the U.S., where the fraction of nonwhite undergraduate and graduate students has nearly tripled over the past 40 years.",
  "The impact of same-race TAs on student performance is the greatest in classes without multiple-choice questions but with tests that are available to teaching assistants in advance of when they are given.",
  "The study, “TAs Like Me: Racial Interactions Between Graduate Teaching Assistants and Undergraduates” (abstract available here) was released Monday morning by the National Bureau of Economic Research.",
  "To avoid any issues related to self-selection by students of particular teaching assistants, they were able to work with data in which TAs were assigned to sections after students enrolled in them.",
  "The study found, also across groups, that students were more likely to attend optional discussion sections and to go to office hours when teaching assistants shared their race or ethnicity.",
  "“We interpret this result as evidence of ‘teaching to the exam,’ ” the authors write, “where TAs divulge information that is pertinent to the class’ exams if given the opportunity.",
  "A study released Monday finds that students earn higher grades at statistically significant levels from teaching assistants of the same race or ethnicity as the students.",
  "They examined grading patterns and student and teaching assistant demographics in economics courses at a large, diverse (and unidentified) university in California.",
  "The primary finding was that students earn statistically significant higher grades from teaching assistants who match the students’ race or ethnicity.",
  "The authors are Lester Lusher and Scott Carrell of the University of California at Davis, and Doug Campbell of the New Economic School, in Russia.",
  "Further, the study finds that some of this benefit may come from “teaching to the test” by teaching assistants.",
  "The researchers also conducted audits of teaching assistant sections to gather additional information.",
  "But some of the improved academic performance may relate to TA behavior, the study suggests.",
  "Prominent racial gaps, in turn, lead to persistent income inequality across racial groups.”",
  "Some of the improved academic performance may relate to student behavior.",
  "The finding is consistent across racial and ethnic groups.",
  "This article originally appeared on Inside Higher Ed.",
  "Can your TA’s race influence your grade?",
  "Photo illustration by Juliana Jiménez.",
  "Photo by Thinkstock."
]