[
  "“See, the success of palace jesters like our Zhirinovsky or the American Trump is easy to explain: They are not afraid of saying what other king’s courtiers are afraid of saying.”\n\nOr as another Trump fan named Sergei Markov said: “It is as clear as God’s day, Trump is anti-American establishment and people supporting him are also against the American establishment and therefore, they are pro-Putin, as our Putin is also against the U.S. decision-makers but he is with American people.”\n\nFor Putin, Trump is the gift that keeps on giving.",
  "When CNN’s Fareed Zakaria recently interviewed the Russian president, asking him about Trump, Putin stressed his view that there were no democratic elections in the U.S., “where prosecuting attorneys are shooing international observers from polling stations.”\n\nEarlier this month, Russian Trump fans—including Putinologists, mild and far-right nationalists, anti-globalists and Donbas separatists—gathered in annexed Crimea to discuss post-November U.S.-Russia relations during a 9-day long Kremlin-financed forum.",
  "Here in Moscow, I often hear Trump being compared to Vladimir Zhirinovsky, the extremist nationalist politician whom people call Zhirik and who is known as the “palace jester” of Russian politics because of his calls to execute dissenting ministers, lawmakers and generals by shooting them in Red Square, or to reduce the birth rate in Russian Muslim republics by imposing a financial penalty for the birth of a third child.",
  "Sitting in the presidium at a table covered in red cloth, Sergei Markov, the organizer of the annual forum since 1999, explained to the auditorium full of political scientists and graduate students, that once America elects “the palace jester” Trump as its president, the Kremlin’s life will be easier everywhere—in Syria, in Ukraine, in Europe and at home.",
  "In his remarks, Page condemned current American policy for its “often-hypocritical focus on democratization, inequality, corruption and regime change.” When a Russian student asked Page whether he really believed that American society was liberal and democratic, Trump’s adviser grinned and delivered a line that might have come from Vladimir Putin himself.",
  "“I’m with you.”\n\nIt was thus perfectly in keeping with Trump campaign’s entente with the Kremlin that last week Trump aides reportedly watered down the new Republican platform on Russia, removing language that called for giving weapons to Ukraine to fight Russian and rebel forces.",
  "The Kremlin and its right-wing supporters also enthusiastically applaud the isolationist they see in Trump, who has suggested he might curtail U.S. involvement in NATO and European affairs, and who derides the same political “mainstream” that has deemed Putin a pariah.",
  "“We understand that Clinton’s focuses her campaign on escalating the Cold War fight with Russia, so we have great expectations for Trump, who says he would end the Washington’s cycle of hostility against Moscow,” Schlegel told me in a recent interview.",
  "MOSCOW—Excited by Donald Trump’s pledge to promote “easing of tensions and improved relations with Russia,” the Kremlin establishment earlier this month invited Trump adviser Carter Page to speak before graduating students of the New Economic School.",
  "“We also hope he would make the current Ukrainian leadership leave and let east and west of Ukraine elect new [Kremlin-friendly] government.”\n\nDonald Trump, the newly anointed Republican nominee, is inspiring a new generation of optimism in Russia.",
  "“I admire Trump, he is like our Zhirik, they both say what they think,” Aleksandr, a Nizhny Novgorod student and supporter of the Rodina party—originally a coalition of 30 nationalist and far-right groups—told me.",
  "“We hope Trump would consider pulling the U.S. out of NATO or at least put an end to the alliance’s aggressive expansion,” says Markov, expressing the hopes of most pro-Kremlin hawks.",
  "Her work has also appeared in the Washington Post, the Chronicle of Higher Education, Foreign Policy, nbcnews.com, Al Jazeera, Marie Claire and the Guardian.",
  "Thus the most passionate dreamers here imagine an almighty Trump ordering an American exit from NATO, just as the United Kingdom voted to exit the EU.",
  "A few weeks ago NATO held its biggest exercise since the end of Cold War, with 31,000 troops from 24 countries participating in military drills.",
  "And they are hanging on the U.S. election news: Every time Trump calls Hillary Clinton a “liar” or “crooked,” it makes headlines on Russian TV.",
  "A member of parliament from Putin’s ruling United Russia party, Robert Schlegel, told me he liked Trump’s personality and political views.",
  "Page, an energy expert, has close ties to Russian business and relationships with executives at Gazprom, the giant state-run gas company.",
  "Trump campaign chairman Paul Manafort has worked as a lobbyist for former Ukraine’s former Russia-aligned president, Viktor Yanukovych.",
  "The news about NATO’s decision to deploy 4,000 soldiers to Poland and Baltic countries has also concerned many officials in Moscow.",
  "Shunned and sanctioned by Western leaders for Russia's aggression in Ukraine, Putin now sees a future ally riding into view.",
  "While only 10 percent of Russians support Hillary Clinton’s candidacy, the Trump camp is growing day by day.",
  "If he wins in November, would Trump allow Russia’s sphere of influence to grow in Eastern Europe?",
  "Putin has several times declared that there was no true democracy in the United States.",
  "Even the militia leaders of self-proclaimed Donetsk and Luhansk republics showed up.",
  "”I tend to agree with you that it’s not always as liberal as it may seem,” he said.",
  "Anna Nemtsova is a correspondent for Newsweek and the Daily Beast based in Moscow.",
  "Story Continued Below\n\nFor Putin, Trump is the gift that keeps on giving.",
  "These are the questions that are rife in Russian official circles.",
  "“I surround the word ‘liberal’ with quotes,” he said.",
  "Page did not disappoint.",
  "That extends to NATO."
]