[
  "“Because it doesn’t seem possible for both to be true.”\n\nPage said the insights he was referring to were based on materials he had read in the press, “similar to my listening to President Trump in the various speeches that I heard of his.”\n\nIn a statement prepared for the committee, Page insisted that he had no personal information that the Russian government or anyone affiliated with it played any role in the 2016 presidential campaign.",
  "Former foreign policy adviser to President Donald Trump’s campaign said he ‘briefly said hello to’ Russia’s deputy prime minister during visit\n\nA former foreign policy adviser to President Donald Trump’s campaign has acknowledged in testimony to Congress that he had contact with a high-level Russian official while on a trip to Russia last year, according to a transcript released on Monday.",
  "While a majority of the American public now believes that Russia tried to disrupt the US election, opinions about Trump campaign involvement tend to split along partisan lines: 73% of Republicans, but only 13% of Democrats, believe Trump did “nothing wrong” in his dealings with Russia and its president, Vladimir Putin.",
  "He noted how Page told the committee that he had met only one Russian government official during his July 2016 trip to Russia, and yet had told campaign officials in the emails afterward that he had received valuable insights from legislators and senior members of the Russian presidential administration.",
  "Page’s trip raised questions just as the FBI began its counterintelligence investigation into the Russian meddling in the summer of 2016, and he has offered contradictory accounts over the past year about whom he met there – at one point telling The Associated Press that he hadn’t met with Dvorkovich.",
  "He said he mentioned in passing to Sessions, who is now attorney general, that he was preparing to visit Russia and Sessions “had no reaction whatsoever.”\n\nThe testimony could raise more questions about the extent of Sessions’ knowledge about interactions between Trump campaign aides and Russians.",
  "“I’ve been in a lot of meetings with him, and I’ve learned a lot from him, but never actually met him face to face.”\n\nPage said he had no direct relationship with the Russian government, though he conceded that he may have spoken with different Russian government officials over the years.",
  "However, the committee produced an email during the interview in which Page wrote to campaign officials and asked them to let him know “if you have any reservations or thoughts on how you’d prefer me to focus these remarks,” apparently referring to the speech he was giving in Moscow.",
  "California Rep. Adam Schiff, the top Democrat on the panel, produced a campaign email during the questioning in which Page had written that Dvorkovich had told him “in a private conversation” that he had expressed support for Trump and the desire to work together.",
  "Carter Page, an unpaid adviser who left the campaign before Trump was elected, told the House intelligence committee last week that he “briefly said hello to” Russian deputy prime minister Arkady Dvorkovich when he travelled to Russia for a speech.",
  "Former foreign policy adviser George Papadopolous pleaded guilty to perjury over his contacts with Russians linked to the Kremlin, and the president’s former campaign manager Paul Manafort and another aide face charges of money laundering.",
  "At another point in the interview, Page was asked about his relationship with George Papadopoulos, the former Trump campaign foreign policy adviser whose guilty pleas to lying to the FBI about his foreign contacts was unsealed last week.",
  "Sessions recused himself from overseeing an investigation into the Trump campaign in March after acknowledging two previously undisclosed conversations with former Russian ambassador Sergey Kislyak during the campaign.",
  "Under repeated questions about the contact – which he had at times denied in the past – Page said that he had spoken to Dvorkovich after his July 2016 speech at Moscow’s New Economic School.",
  "The story of Donald Trump and Russia comes down to this: a sitting president or his campaign is suspected of having coordinated with a foreign country to manipulate a US election.",
  "I cannot recall the precise words I said, but it was sort of best wishes, and, you know, that’s about it,” Page said in response to several questions about the contact.",
  "Investigators are asking two basic questions: did Trump’s presidential campaign collude at any level with Russian operatives to sway the 2016 US presidential election?",
  "The House panel released the transcript from the closed-door interview as part of an agreement with Page, who had been subpoenaed by the committee in early October.",
  "The unsealed court papers reference a professor who told Papadopoulos in April 2016 that the Russians had “dirt” on Democrat Hillary Clinton in the form of emails.",
  "Even if strong evidence of wrongdoing by him or his cohort emerged, a Republican congressional majority would probably block any action to remove him from office.",
  "Page said he had limited interaction with Papadopoulos, but acknowledged receiving an email in which Papadopoulos made reference to a Professor Joseph Mifsud.",
  "Both Richard Nixon and Bill Clinton – the only presidents to face impeachment proceedings in the last century – were accused of obstruction of justice.",
  "He depicted himself as an unpaid member of a campaign foreign policy team that met infrequently and provided him with no direct access to Trump.",
  "Page was interviewed in March for several hours as part of the FBI probe, before special counsel Robert Mueller was appointed to take it over.",
  "The testimony was part of the committee’s probe into Russian interference in the 2016 election and whether it is linked to Trump’s campaign.",
  "Since then, Sessions has downplayed his own knowledge about communications between campaign aides and Russian officials and intermediaries.",
  "Page told the panel he had informed some members of the Trump campaign about the Russia trip, including then-Sen. Jeff Sessions.",
  "Experienced legal observers believe that prosecutors are investigating whether Trump committed an obstruction of justice.",
  "Page has insisted – and continued to insist in the interview – that the trip was personal and not campaign related.",
  "Emails obtained by the AP show that the conversations cited in the papers were with Mifsud and another person.",
  "Quick guide What you need to know about the Trump-Russia inquiry Show Hide How serious are the allegations?",
  "Russia 'targeted Trump adviser in bid to infiltrate campaign' Read more\n\n“It was a very brief interaction.",
  "He also suggested that Trump take his place at the speech – a suggestion that appeared to go nowhere.",
  "Schiff pressured Page on what he suggested were inconsistencies in his testimony and past statements.",
  "The story could not be bigger, and the stakes for Trump – and the country – could not be higher.",
  "And did Trump or others break the law to throw investigators off the trail?",
  "Page responded that the conversation had been less than 10 seconds long.",
  "Page wouldn’t answer questions about his contact with Mueller.",
  "Democrats on the panel were skeptical of his explanation.",
  "The affair has the potential to eject Trump from office.",
  "“Are you being honest in your testimony?” Schiff asked.",
  "“I have never met him in my life,” Page said of Trump.",
  "(Such an action would be a historical rarity.)",
  "But Trump’s fate is probably up to the voters.",
  "But his testimony on Thursday was under oath.",
  "The investigations have an open timeline.",
  "When will the inquiry come to an end?",
  "Parts of the transcript are redacted.",
  "What are the implications for Trump?",
  "It was some nice pleasantries.",
  "What does the country think?",
  "What are the key questions?",
  "What has happened so far?"
]