[
  "In his letter to Warner and Burr, Page said he was \"eagerly\" awaiting \"your committee's call to help finally set the record straight following the false evidence, illegal activities as well as other lies distributed by Mrs. Hillary Clinton's campaign and their associates in coordination with the Obama administration, which defamed me and other supporters of the Trump campaign.\"",
  "As part of its investigation into whether associates of Trump had improper contact with Russian officials during the 2016 campaign, the Senate Intelligence Committee sent letters to unspecified \"organizations, agencies and officials\" in late February asking them to preserve materials that might be relevant to the investigation, The Washington Post reported.",
  "In a letter obtained by Business Insider dated March 5, Page thanked Sen. Richard Burr, the Republican chairman of the Senate Intelligence Committee, and Sen. Mark Warner, a ranking member of the committee, for their \"recent correspondence regarding information that you might at some point desire for ongoing investigations into the 2016 U.S.",
  "In a February letter addressed to the Justice Department, he called such claims an \"illegal\" form of \"retribution\" for a speech he gave in Moscow at the New Economic School in July, in which he slammed the US for its \"hypocritical focus on ideas such as democratization, inequality, corruption, and regime change.\"",
  "Page, who has worked at Merrill Lynch in Moscow and says he has advised Russia's oil and gas giant Gazprom on \"key transactions,\" has strongly denied the accusation that he served as a middleman between Trump's campaign and Russia.",
  "AP Carter Page, an early foreign-policy adviser to Donald Trump's presidential campaign, said Monday that the Senate Intelligence Committee had asked him to preserve information concerning his Russia-related activities in 2016.",
  "An unverified dossier about Trump's ties to Russia, compiled by the former British spy Christopher Steele at the request of anti-Trump Republicans, named Page as a liaison between the Trump campaign and Russian officials.",
  "Page found himself at the center of a Russia-related firestorm last week after USA Today reported that he met Russia's ambassador to the US, Sergey Kislyak, during an event at the Republican National Convention.",
  "\"I am writing to let you know that I have received your letter and will be more than happy to provide any information which may be of assistance to the committee,\" Page wrote.",
  "He blamed Hillary Clinton's campaign for what he characterized as perpetuating the story and villainizing him for \"vocalizing my thoughts in a free academic forum.\"",
  "\"In the meantime, I will do everything in my power to reasonably ensure that all information concerning my activities related to Russia last year is preserved.\"",
  "The FBI is reportedly investigating contacts that Page and several other current and former Trump associates had with Russian officials during the election.",
  "Carter Page, then an adviser to Republican presidential candidate Donald Trump, speaks at the New Economic School in Moscow in July.",
  "Gordon and then Sen. Jeff Sessions, now the US attorney general, also spoke with Kislyak at the convention.",
  "It had been unclear whether the letters were sent specifically to people affiliated with Trump.",
  "Burr's office did not respond to multiple requests for comment.",
  "At least two other Trump associates, former adviser J.D.",
  "Warner's office declined to comment.",
  "election.\""
]