[
  "The transcript shows that Democratic Rep. Adam Schiff, the committee's ranking member, confronted Page with an email he wrote from Moscow on July 8, 2016 to Gordon, saying he had received \"incredible insights and outreach ... from a few Russian legislators and senior members of the presidential administration here.\"",
  "Associated Press/Pavel Golovkin\n\nEarly Trump campaign foreign policy adviser Carter Page bypassed his direct superiors and asked senior campaign officials for permission to travel to Moscow last year, according to Page's then-boss.",
  "\"It you guys want to collectively continue making something out of nothing, you might want to remind him of reality: Tell him to look up the email I sent to him, Corey, and someone else on June 19, 2016,\" he told Business Insider.",
  "Page acknowledged to the committee that, while in Moscow, he met with \"Russian legislators,\" members of Russia's presidential administration, and the head of investor relations at the Russian state-owned oil giant Rosneft.",
  "Gordon, then the director of the campaign's National Security Advisory Committee, told Business Insider that then-campaign manager Corey Lewandowski approved Page's request to travel to Moscow last July.",
  "Gordon has similarly denied any knowledge of Trump campaign adviser George Papadopoulos' consistent efforts to set up a meeting between then-candidate Donald Trump and Russian President Vladimir Putin.",
  "\"I did not know that George continued to try and arrange such a meeting by reaching out to other senior members of the campaign who were not in his direct chain of command,\" Gordon said last week.",
  "Questions were raised again on Monday about who approved the Moscow trip after the House Intelligence Committee released its transcript of Page's November 2 testimony.",
  "But Page told the House Intelligence Committee that Lewandowski gave him permission in an email exchange that he still has and could provide to Congress.",
  "Page told the House Intelligence Committee last week that Hope Hicks, the campaign's spokesperson at the time, was also copied on the email.",
  "Gordon said he was copied on the email Page sent to Lewandowski requesting to travel to Moscow to speak at the New Economic School.",
  "\"Since I refused to forward his speech request form for approval, he eventually went around me directly to campaign leadership.\"",
  "Carter Page, then adviser to Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "\"I discouraged Carter from taking the trip to Moscow in the first place because it was a bad idea,\" Gordon said.",
  "\"I had tried to dissuade Carter from taking the trip, so he eventually went directly to Corey,\" Gordon said.",
  "Lewandowski told USA Today earlier this year that he \"granted nobody permission\" to travel to Russia.",
  "\"I was getting thousands of emails on the campaign and didn't read all of them,\" he added.",
  "Gordon said on Monday that he didn't \"recall all of Carter Page's emails.\"",
  "We are all reaching the heights of irrelevancy.\"",
  "Page responded to Gordon's comments on Tuesday.",
  "\"Corey replied first.",
  "J.D."
]