[
  "Page writes of “hate crimes committed against me by the Clinton/Obama regime which were in some part pursued due to my Roman Catholic faith.”\n\nHe also says he is “committed to helping the Senate Select Committee on Intelligence in any way that I can,” but then states that any records he has in his possession are “minuscule in comparison” to the amount of information the Obama administration collected on him with the surveillance warrant.",
  "Page, an energy consultant, responded in a letter on Thursday, saying that the committee’s list of demands — five in total — are “cumbersome chores.”\n\nBy May 9, Burr and Warner want Page to provide a list of all meetings he had with any Russian officials or Russian businessmen from the beginning of the Trump campaign, June 16, 2015, and the Republican’s inauguration, Jan. 20, 2017.",
  "The Senate Intelligence Committee has formally requested a private meeting with Carter Page and is asking the former Trump campaign adviser to turn over a slew of documents about any contacts he may have had with Russian government operatives, according to a letter provided to The Daily Caller.",
  "“The Committee asks that you make yourself available for a closed interview with designated Committee staff to be scheduled for a mutually agreeable time,” reads the letter, sent last Friday by North Carolina Sen. Richard Burr and Virginia Sen. Mark Warner.",
  "Update: Asked by TheDC if he plans to provide the Intelligence Committee with the documents it is requesting, Page responded: “Let’s see what happens.”\n\nSenate Intelligence Committee Letter to Carter Page by Chuck Ross on Scribd\n\nFollow Chuck on Twitter",
  "That document alleges Page, acting on the direction of Trump’s campaign chairman, Paul Manafort, met secretly with Russian government officials and the president of Russian oil giant, Rosneft, during a trip to Moscow in July.",
  "Page denies the claims laid out Steele’s report, which he calls the “Dodgy Dossier.” He says he did not collude with Russians to meddle in the election and denies having ever met Rosneft’s president or Manafort.",
  "Instead, he railed against President Obama and Hillary Clinton, accusing them of running a smear campaign against him and illegally spying on him by obtaining the surveillance warrant.",
  "The senators also ask Page to provide documents pertaining to his contacts with any Russian businessmen and Trump campaign members — in addition to correspondence with Russian agents.",
  "Page, who worked as a Merrill Lynch banker in Moscow for several years in the 2000s, is a key figure in the committee’s investigation, as well as one being conducted by the FBI.",
  "(RELATED: FBI Obtained Surveillance Warrant Against Trump Adviser)\n\nLastly, the committee wants records of any financial and real estate investments Page may hold in Russia.",
  "“For each meeting listed, please include the date, location, all individuals present, and complete copies of any notes taken by you or on your behalf,” the letter states.",
  "(RELATED: Trump Team Asked Carter Page To ‘Cease’ Calling Himself An Adviser)\n\nIn his response to Burr and Warner, Page did not address the lawmakers’ specific requests.",
  "In the application to obtain the surveillance warrant on Page, the FBI reportedly cited the now-infamous dossier compiled by former British spy Christopher Steele.",
  "By May 19, the committee wants Page to provide a list of any meetings of which he is aware between Trump campaign officials and Russian officials or businessmen.",
  "The senators also seek all communications between Page and Russians for the same period as well as his communications with any Trump campaign members.",
  "The request is being made as part of the committee’s probe of Russia’s meddling in the election, including whether any Trump associates were involved.",
  "He has said he spoke briefly with Russia’s ambassador, Sergey Kislyak, at an event for the Republican National Convention in Cleveland in July.",
  "(RELATED: Here’s Who Introduced Carter Page To The Trump Campaign)\n\nPage was not a member of the campaign for that entire span of time.",
  "The bureau reportedly obtained a federal surveillance warrant against Page in September, just after he left the Trump campaign.",
  "The committee has already conducted more than two dozen interviews as part of its investigation, CNN reported last Monday.",
  "That speech drew attention from American media and the FBI because of Page’s strong criticism of U.S. foreign policy.",
  "Page has acknowledged meeting some Russian government officials while he was a member of the campaign.",
  "He was brought on as a foreign policy adviser in March and was kicked off the campaign in September.",
  "Democrats on the committee have said that they want the pace of the probe to increase.",
  "Page was in the Russian capital city to give a speech at the New Economic School.",
  "White House officials have said that Page had a negligible role on the campaign.",
  "Page volunteered in March to testify publicly before the committee.",
  "The FBI opened its investigation weeks after Page’s Moscow trip.",
  "He also never met Trump, they say."
]