[
  "“Though since he wasn’t planning to make public remarks, conduct media interviews or otherwise represent the campaign, he was not required to fill in one of our request forms.”\n\nGordon said Miller, a former Senate aide to Attorney General Jeff Sessions, passed the Cambridge request to John Mashburn, a campaign policy adviser.",
  "(RELATED: Papadopoulos’ Wife: ‘Absolutely No Collusion’ With Kremlin)\n\nIt is unclear if Miller was a target in Halper’s operation, which President Donald Trump has dubbed “Spygate.”\n\nIt is also not known whether anyone else at Cambridge was aware of Halper’s activities.",
  "(RELATED: EXCLUSIVE: Cambridge Prof With CIA, MI6 Ties Met With Trump Adviser During Campaign, Beyond)\n\nHalper, who has longstanding connections to the CIA, met with at least two other Trump campaign advisers — Sam Clovis and George Papadopoulos.",
  "“In the midst of our policy office search for a surrogate, Carter Page informed me that he had also been invited and would like to attend.”\n\nGordon said he told Page the campaign preferred he did not attend the Cambridge conclave.",
  "The three-day Cambridge conclave was where Page first met Halper, a former Cambridge professor who turns out to have also been working for the FBI as part of a counterintelligence investigation into the Trump campaign.",
  "The Daily Caller News Foundation has learned that an invitation to attend the campaign-themed event was extended to Stephen Miller, another Trump campaign adviser who currently serves in the White House.",
  "Carter Page was not the only Trump campaign adviser invited to a July 2016 event at the University of Cambridge, the storied British institution where “Spygate” is believed to have originated.",
  "Page, an energy consultant, has said Halper, a veteran of three Republican administrations, offered advice about the campaign during a brief chat on the sidelines of the event.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "J. D. Gordon, the director of the campaign’s national security advisory committee, told TheDCNF he believes the invitation from Cambridge to Miller was sent in May 2016.",
  "Another mystery is whether Halper purposely arranged for Page to visit the symposium as part of the spy operation, or whether it sprung to action when Page showed up.",
  "Steven Schrage, a former State Department official who organized the Cambridge event, has not responded to inquiries sent to his Cambridge email address.",
  "During one dinner with Papadopoulos, Halper asked whether the campaign adviser knew anything about Russians hacking Democrats’ emails.",
  "Papadopoulos, who has pleaded guilty to lying to the FBI about his interactions with another professor, dismissed Halper’s question.",
  "They stayed in contact through September 2017, the same month the U.S. government’s surveillance warrants against Page expired.",
  "That’s a month before a graduate assistant of FBI informant Stefan Halper sent an invitation to Page to visit the campus.",
  "Miller did not attend the event, which featured former Secretary of State Madeleine Albright as a keynote speaker.",
  "“The invitation was to Stephen Miller who could not attend,” Gordon, a former Pentagon spokesman, told TheDCNF.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Papadopoulos’s wife, Simona Mangiante, told TheDCNF that Halper grew frustrated at Papadopoulos’s response.",
  "Just days before his trip to Cambridge, Page had given a speech at the New Economic School in Moscow.",
  "He also paid the young campaign aide $3,000 to write a policy paper on Mediterranean energy issues.",
  "He visited Halper’s farm in Virginia and met with the 73-year-old academic in Washington, D.C.",
  "Halper met Papadopoulos over the course of several days in mid-September 2016 in London.",
  "The pair met numerous times over the course of the next 14 months, Page told TheDCNF.",
  "Clovis met with Halper once for coffee on Sept. 1, 2016 at a Washington-area hotel.",
  "Neither Halper nor the White House responded to requests for comment.",
  "But the meetings were just cover for Halper’s work as an informant.",
  "That visit reportedly raised red flags for American authorities.",
  "Halper paid Papadopoulos’s airfare and hotel stay in London.",
  "Mashburn gave it to Gordon."
]