[
  "In it, Page said that the “extremely false perception” that he was representing himself as a Trump campaign adviser may have been based on “frequent and continued mischaracterizations in the mainstream media.”\n\n“On every instance when I have been asked about my current role throughout this year, I have simply noted that my affiliation is: ‘Managing Partner of Global Energy Capital LLC,'” Page wrote.<\n\n“Whenever I have been pressed hard to clarify my prior support of the Trump campaign in the period since September 2016, I have done nothing more than admit that I previously served as a member of the campaign’s ‘foreign policy team’ as the President-Elect stated in his meeting with the Washington Post Editorial Board on March 21, 2016.”\n\nFollow Chuck on Twitter",
  "“Given that you had no role with Donald J. Trump for President, Inc., or the President-Elect’s Transition Team, or with any other entity associated with Mr. Trump, we ask that you immediately cease suggesting to anyone that you are anything other than a former member of an advisory committee who never actually met with the President-Elect,” reads the letter.",
  "“It has come to our attention that you may be holding yourself out as an ‘advisor’ to Mr. Trump in making statements to the media and in other contexts,” Donald McGahn wrote in a Dec. 22 letter to Page, an energy consultant who joined the campaign in March.",
  "Days after Carter Page visited Moscow for the second time last year, the Trump transition team’s lawyer asked the former campaign policy advisor to “cease” misrepresenting his role on the campaign, according to a letter obtained by The Daily Caller.",
  "(RELATED: Trump Team Sent Cease And Desist Letters To Carter Page)\n\nThe Trump team has scrambled to distance itself from Page in recent months, as more details of the FBI’s investigation have been leaked.",
  "The warrant application also cited an uncorroborated dossier alleging that the Trump campaign tapped Page to negotiate with Russian operatives to influence the presidential election.",
  "In the application for the surveillance warrant, the FBI cited Page’s visit to Moscow as well as a case from 2013 in which a Russian spy ring attempted to recruit the businessman.",
  "Trump campaign officials have told TheDC that Page was persistent in fighting for a larger role in the campaign, submitting policy proposals and asking to attend meetings.",
  "“As you know, you were merely one of many people named to a foreign policy advisory committee in March of 2016 — a committee that met one time and one time only.",
  "Trump campaign officials have said that Page was brought onto the campaign amid a mad dash during the GOP primaries to fill out the campaign’s policy team.",
  "In September, after Page left the campaign, the FBI obtained a warrant from a Foreign Intelligence Surveillance Court judge to monitor Page.",
  "You never met Mr. Trump, nor did you ever ‘advise’ Mr. Trump about anything,” added McGahn, who now serves as White House general counsel.",
  "He officially left his unpaid foreign advisor position in September following weeks of scrutiny over another visit he made to Moscow.",
  "Trump named Page and several other new members of the foreign policy team during a March interview with The Washington Post.",
  "Two weeks earlier, Page had visited Moscow, where he has said he met with an executive of Rosneft, the Russian oil company.",
  "The bureau opened an investigation into possible illegal ties between the Trump campaign and Kremlin in late July.",
  "That first trip, in early July, drew the attention of the media as well as, according to recent reports, the FBI.",
  "In a commencement speech at the New Economic School, Page criticized U.S. foreign policy.",
  "“You are thus not an ‘advisor’ to Mr. Trump in any sense of the word,” he continued.",
  "But the officials have insisted that Page’s proposals did not shape campaign policy.",
  "The Daily Caller reported the Trump team’s “cease and desist” request last month.",
  "Update: Page provided TheDC with a letter he sent to McGahn on Dec. 22.",
  "Fox News first reported the contents of the letter on Saturday.",
  "At that time Page had no affiliation with the campaign.",
  "McGahn’s letter contradicts those allegations."
]