[
  "The Tennessee Republican added that he expects about a half-dozen new Trump endorsements from his House colleagues “by Monday.”\n\nThe meeting with lawmakers included Mason, a former vice president of government affairs for Lowe’s Cos., who has no experience working in Congress, and Rick Dearborn, the chief of staff for Sen. Jeff Sessions (R-Ala.), the lone sitting senator to publicly endorse Trump.",
  "| AP Trump’s Hill play includes May meeting, new congressional liaison\n\nDonald Trump’s campaign to improve relations on Capitol Hill includes hiring a liaison to work directly with Congress and another personal meeting with lawmakers that’s in the works for next month as the billionaire looks to officially wrap up the Republican presidential nomination.",
  "Story Continued Below\n\nNo firm date was set for Trump's visit with lawmakers, but his aides assured the group of about 17 House Republicans at the meeting that Trump wanted to connect with them as he closes out the primary and caucus season.",
  "Trump’s declaration that he’s the presumptive GOP nominee hasn’t been embraced by Republicans in Congress, especially senators who fret that he could harm their chances of maintaining their majority in the fall.",
  "There, Trump adviser Paul Manafort and the campaign’s new congressional middleman, Scott Mason, laid out the roadmap as Trump tries to avoid a floor fight at this summer’s Republican National Convention.",
  "The billionaire’s latest play for some very inside-the-Beltway backing was on display Thursday during an hourlong closed door meeting at the Capitol Hill Club, just steps from the Capitol Building.",
  "Earlier today, he netted endorsements from Pennsylvania Rep. Bill Shuster and retiring Florida Rep. Jeff Miller, the chairmen of the transportation and veterans affairs committees, respectively.",
  "“I think a lot of people would like to meet him,” Rep. Scott DesJarlais, one of Trump’s earliest House endorsers, told POLITICO.",
  "Donald Trump speaks at a rally organized by Tea Party Patriots in on Capitol Hill in Washington on Sept. 9, 2015.",
  "But the real estate mogul has had success in the House."
]