[
  "And he insisted the White House had no idea where committee Chairman Devin Nunes had received information about alleged surveillance of Trump transition team members—only for it to emerge on Friday that two White House officials were behind the leaks.",
  "The RNC crew are not the only Trump aides in the doghouse, though they are more easily fireable than one of the others: Jared Kushner, who is Trump’s son-in-law, and who was in Aspen, Colorado, for much of the week the health bill fell apart.",
  "On March 25, reports indicated that Boris Epshteyn, who was a frequent surrogate for the Trump campaign and was in charge of coordinating TV surrogates for the Trump White House, was leaving that job.",
  "She’ll head to America First Policies, an outside group that’s supposed to help drum up support for Trump’s agenda, but was universally regarded as ineffective during the health-care fight.",
  "He argued, despite a letter suggesting otherwise, that the White House hadn’t tried to keep former Acting Attorney General Sally Yates from testifying to the House Intelligence Committee.",
  "Administration officials sought on the one hand to portray this as a perfect meeting of a need and skills, but in practice no one wants to be sent packing from a prime White House job.",
  "The question with Spicer is whether he is wantonly misleading the press and public, simply out of the loop on White House information, or is being misled by colleagues.",
  "The circumstances of the departure are a little unclear—he had reportedly clashed with TV bookers, but The New York Times reports his departure was mutually sought.",
  "(Priebus and the putative leader of the other faction, chief strategist Steve Bannon, have sought to dampen those claims with a best-buds press tour.",
  "There were also rumors that another deputy chief, Rick Dearborn, was headed for the exits, though the White House says that’s not true.",
  "Priebus has been the subject of unflattering leaks for weeks, apparently the victim of a factional war within the White House.",
  "Press Secretary Sean Spicer also came with Priebus from the RNC, and he too is perpetually on the hot seat.",
  "Trump is said to watch his briefings very closely, and it’s hard to imagine he likes what he sees.",
  "Priebus is close to Speaker Paul Ryan and helped design the failed process for moving the bill.",
  "This week, the White House announced that Deputy Chief of Staff Katie Walsh is leaving her job.",
  "Walsh came with Priebus from the Republican National Committee, where she was chief of staff.",
  "He tried to assert that Trump’s campaign chairman was just a short-term employee.",
  "Walsh’s departure stirs speculation about the fate of her boss, Reince Priebus.",
  "Spicer’s difficult task was exemplified by several moments in recent days.",
  "The collapse of the health-care bill adds to his headaches.",
  "For whatever reasons, Epshteyn was not cut out for the job.",
  "Now he has also lost a trusted lieutenant.",
  "It hasn’t worked.)"
]