[
  "Congressional investigators are also interested in learning what role, if any, Dearborn may have played in arranging meetings between former Russian Ambassador Sergey Kislyak and Sen. Jeff Sessions, then a surrogate and policy aide for the campaign.",
  "Congressional investigators have obtained a new email internal to the Trump presidential campaign referencing an effort to arrange a meeting between campaign officials and Russian President Vladimir Putin.",
  "Two sources told TheDC that he raised the prospect of approaching Russian officials during a meeting of the Trump foreign policy council, earning an icy response from Sessions, the council’s chairman.",
  "The email was sent in June 2016, around the same time that senior members of the campaign, including Donald Trump Jr. and Jared Kushner, met with a Kremlin-aligned lawyer in Manhattan.",
  "Papadopoulos circulated an email under the subject line “Meeting with Russian Leadership — Including Putin,” according to a Washington Post report in mid-August.",
  "The pair spoke at a public event during the 2016 Republican National Convention in Cleveland, Ohio, and again at a meeting in the senator’s Capitol Hill office.",
  "Dearborn was Sessions’ chief of staff for more than a decade, and is among the Sessions hands that landed posts in the West Wing after the election.",
  "A second campaign aide, George Papadopoulos, repeatedly lobbied campaign officials to convene a summit with the leadership of the Russian regime.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“It just came and went and there was really nothing there.”\n\nA second attendee said that Sessions “definitely shut down” the proposal.",
  "Those sources told CNN that Dearborn appeared skeptical of the request to broker a meeting with the Russian president.",
  "“It was kind of strange, frankly, because he’s basically a young kid and he’s raising this issue,” the source added.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Daily Caller reported that Papadopoulos efforts were rebuffed at the highest echelons of the campaign.",
  "The email in question was sent to Rick Dearborn, now the White House deputy chief of staff, CNN reported.",
  "The sender appears to be an unidentified political operator based in West Virginia.",
  "The report is anchored by several unnamed sources with knowledge of the matter.",
  "Sessions, now the attorney general, met twice with Kislyak during the campaign.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "“Nope, not going there,” one attendee vaguely remembered Sessions saying.",
  "The White House has not yet commented on the Dearborn email."
]