[
  "Saul Loeb-Pool/Getty Images\n\n\"The Crown prosecutor of Russia…offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" Rob Goldstone, a music publicist who represents the son of a wealthy Russian-Azerbaijani oligarch, wrote to Trump Jr. in early June 2016.",
  "FILE PHOTO: President Donald Trump walks on the South Lawn in Washington Thomson Reuters Emails sent by members of President Donald Trump's inner circle during the election, which are now being examined by intelligence committees in Congress, reveal a consistent effort by Russia to infiltrate and secure leverage over the Trump campaign.",
  "\"Over the past few months I have been working with a company based in Russia regarding the development of a Trump Tower - Moscow project in Moscow City,\" Cohen wrote to Russian President Vladimir Putin's spokesman Dmitry Peskov, according to emails submitted to the congressional intelligence committees and read to The Washington Post.",
  "On Sunday, The Washington Post reported that the Russian-born businessman Felix Sater, a real-estate adviser who began bringing Russian investors to Trump Tower in the early 2000s, wrote emails to Trump's personal lawyer Michael Cohen in November 2015 asking to move forward with plans to build a Trump Tower in Moscow.",
  "Papadopoulos requested to set up \"a meeting between us and the Russian leadership to discuss US-Russia ties under President Trump,\" and told then-campaign manager Corey Lewandowski on April 27, 2016 that \"Putin wants to host the Trump team when the time is right.\"",
  "Michael Cohen Stephanie Keith/Reuters\n\nThe carelessness with which members of Trump's inner circle spoke about Russia and discussed their Russian contacts during the election has led some to speculate that the campaign had nothing to hide.",
  "But Ned Price, a former CIA analyst who served as the senior director for the National Security Council under President Barack Obama, said that the email \"in and of itself would serve as more valuable kompromat for Russian authorities.\"",
  "Asked whether he thought the request was an attempt by Russia to find a way into the Trump campaign, Clay told CNN: \"I think you would be stretching it to say it was an intelligence effort to infiltrate the Trump administration.",
  "But the messages show that Russians were consistently trying to infiltrate the Trump campaign, and that many of Trump's associates felt that meeting with Kremlin representatives would somehow bolster Trump's election chances.",
  "Reached by CNN, the man, Rick Clay, said he had called Dearborn to pass along a request from his \"devout Christian\" friend who wanted the Trump campaign to connect with the Russians \"to talk about Christian values.\"",
  "Andrew Wright, a former associate counsel to President Barack Obama who is now a professor at Savannah Law School, said the emails \"help to establish a whole different theory of motive to collude: cash money.\"",
  "In March 2016, a Trump aide named George Papadopoulos, sent an email to seven campaign officials with the subject line: \"Meeting with Russian Leadership - Including Putin,\" according to the Washington Post.",
  "Trump signed a letter of intent to pursue the Trump Tower Moscow deal and had at least three conversations with Cohen about it in late 2015, Cohen said in a statement to the House Intelligence Committee.",
  "\"If the reports are true that Cohen emailed a general Kremlin mailbox, that would be another example of malicious intent being tempered only by incompetence on the Trump team's part,\" Price said.",
  "Papadopoulos kept asking campaign officials to meet with Russians through September, making at least six requests that were rebuked by Trump's then-campaign chairman Paul Manafort.",
  "Dearborn, who is now Trump's deputy chief of staff, wrote to campaign officials in June 2016 that a West Virginia man, identified only as \"WV,\" wanted to connect Trump with Putin.",
  "The New York Times reported on the meeting in early July, prompting Trump Jr., who initially agreed to the meeting, to release arguably the most damning email chain to date.",
  "In June, however, Manafort attended a meeting with two Russian lobbyists at Trump Tower along with Trump's son Donald Trump Jr. and his son-in-law Jared Kushner.",
  "I respectfully request someone, preferably you, contact me so that I might discuss the specifics as well as arranging meetings with the appropriate individuals.",
  "The newly uncovered emails, moreover — along with Cohen's statement — could used by FBI special counsel Robert Mueller to demonstrate an intent to collude.",
  "The New York Times' Maggie Haberman reported that Cohen sent the email to a generic Kremlin email address that did not belong specifically to Peskov.",
  "\"This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump,\" Goldstone added.",
  "That would be especially true if you planned not to divest and you were originally running to burnish your brand rather than win.\"",
  "\"I will get Putin on this program and we will get Donald elected,\" Sater wrote to Cohen in an email on November 3, 2015.",
  "\"One motivation to collude could be election assistance like getting dirt on Hillary Clinton,\" Wright said.",
  "A third could be financial motivation, such as play ball with Russians to help grease the business deals.",
  "The emails themselves were then obtained by The New York Times, which published them on Monday afternoon.",
  "Cohen told the Post that he never heard back from Peskov and the deal was scrapped by late January.",
  "I thank you in advance for your assistance and look forward to hearing from you soon.\"",
  "Last week, congressional investigators unearthed yet another incriminating email.",
  "\"A second could be fear of exposed kompromat, as alleged in the Steele dossier.",
  "Trump replied, \"If it's what you say I love it especially later in the summer.\"",
  "I will get all of Putins team to buy in on this, I will manage this process.\"",
  "\"As this project is too important, I am hereby requesting your assistance.",
  "This time, it was from one of Trump's top campaign aides — Rick Dearborn.",
  "the communication between our two sides has stalled,\" Cohen continued.",
  "Buddy our boy can become president of the USA and we can engineer it.",
  "It is not clear whether Cohen replied to Sater, if at all.",
  "But he wrote directly to the Kremlin two months later.",
  "\"I know how to play it and we will get this done.",
  "Donald Trump Jr. (L) and Donald Trump (R).",
  "\"Without getting into lengthy specifics.",
  "I think you're stretching that.",
  "But, you never know.\""
]