[
  "“The big question in my mind is to what extent the Heartland Institute has the ear of Scott Pruitt,” Judith Curry, a former professor at the School of Earth and Atmospheric Sciences at Georgia Tech, said in an interview earlier in December.",
  "“There’s been speculation that Pruitt and the White House have differences of opinion over how it should be launched and what part of the government should be in charge of it,” a source close to the administration told E&E News.",
  "The Environmental Protection Agency’s (EPA) months-long plan for climate skeptics to debate academics is coming to a grinding halt, according to a report Friday from E&E News.",
  "EPA air chief Bill Wehrum met with President Donald Trump’s energy aide, Mike Catanzaro, deputy chief of staff Rick Dearborn and others to discuss the future of the debate.",
  "They believe it’s “dangerous” to elevate dissenting voices, and argue that an existing peer-review process works better than a “red team vs. blue team” project.",
  "Some climate skeptics are also worried about Trump and the EPA’s decision to enlist the help of the Heartland Institute to help build the red team.",
  "Some of the disagreement hinges on where the debate would take place: within the White House, at the EPA’s offices or at an independent location.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Curry, who could become a member of the red team, believes having Heartland’s name affiliated with the effort detracts from its credibility.",
  "The red team “has been put on hold,” according to someone familiar with a meeting that took place earlier this month at the White House.",
  "Agency chief Scott Pruitt supports pitting skeptics against academics, and believes such a debate will make science more transparent.",
  "Skeptics say it would give needed balance to climate science, a field of research many believe has been monopolized by activists.",
  "The Institute is a type of boogeyman in liberal circles that some climate skeptics worry could hurt the debate’s credibility.",
  "EPA’s much-talked about “red team, blue team” idea is meeting some resistance within the Trump administration.",
  "Military and intelligence agencies use a similar debate tactic to expose vulnerabilities to strategic systems.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Elements within the White House and even some climate skeptics are concerned about the nature of the debate.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "The Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "Environmentalists and scientists are not buying Pruitt’s argument.",
  "WATCH:\n\nFollow Chris White on Facebook and Twitter.",
  "For as little as $3, you can help us.",
  "Freedom of speech isn’t free."
]