[
  "“This time it was something that was relayed via phone and again was following standard procedure for an instance like this and something that will likely happen again on any other number of occasions, not just within this administration but future administrations.”\n\nSteve Bannon refuses lawmakers' questions under 'White House instructions' Read more\n\nAsked to define what the White House is telling lawyers about the scope of executive privilege, Sanders replied: “This White House is following the same practice that many White Houses before us have that have gone back decades.",
  "There is a process that you go through any time that you have congressional inquiries touching upon the White House, that Congress should consult with the White House prior to obtaining confidential material.”\n\nDuring the day-long interview on Tuesday, Bannon’s attorney Bill Burck was asking the White House counsel’s office by phone whether his client could answer the questions.",
  "Bannon is expected to be interviewed by prosecutors instead of testifying before a grand jury, after he received a subpoena\n\nFormer White House chief strategist Steve Bannon will meet with special counsel Robert Mueller’s investigators, according to a person familiar with the decision.",
  "Trump's view Trump has said Mueller “is very, very good friends with [James] Comey, which is very bothersome” but also said “Robert Mueller is an honorable man.” Photograph: Saul Loeb/AFP\n\nBannon has received a subpoena from Mueller, an AP source said.",
  "He is specifically authorized to investigate “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump” plus any matters that “may arise directly from the investigation”.",
  "Bannon, the former head of Breitbart News, appeared before the House intelligence committee on Tuesday but refused to answer questions about his time on the Trump presidential transition team and in the White House.",
  "Trump’s former campaign manager, Corey Lewandowski, and senior White House aide Rick Dearborn were being interviewed on Wednesday behind closed doors by the House intelligence committee, according to AP’s sources.",
  "Mueller’s team of 17 lawyers operates independently of, but (ideally) in cooperation with, Congress, which has three committees conducting investigations in parallel to Mueller.",
  "It also emerged on Wednesday that Bannon’s attorney relayed questions, in real time, to the White House during the committee’s interview with the former Trump chief strategist.",
  "Mueller was appointed by deputy attorney general Rod Rosenstein, with attorney general Jeff Sessions having earlier recused himself from the Russia investigation.",
  "Show Hide Background Robert S Mueller III, 73, is a former FBI director who was appointed by George W Bush and held over by Barack Obama beyond his 10-year term.",
  "In theory, only Rosenstein may remove Mueller, although if Trump wanted to fire Mueller, and Rosenstein were unwilling, Trump could replace Rosenstein.",
  "Relations have collapsed since the publication of Michael Wolff’s book Fire and Fury, for which Bannon was extensively interviewed on the record.",
  "A special counsel is a prosecutor appointed in extraordinary circumstances or in cases of conflicts of interest within the justice department.",
  "He is expected to cooperate with the special counsel, said the person, who was not authorized to speak publicly about private conversations.",
  "Burck is also representing McGahn in special counsel Robert Mueller’s investigation into contacts between the Trump campaign and Russia.",
  "Previously, Mueller held two different US attorney posts and was an assistant attorney general in the George HW Bush administration.",
  "In this case, there was a need for someone to investigate the Russian matter who was not appointed by or beholden to Trump.",
  "Special counsel Mueller was appointed special counsel in May 2017, eight days after Trump fired FBI director James Comey.",
  "It is unclear who Burck communicated with or whether it was the top White House lawyer, Don McGahn.",
  "Bannon is expected to be interviewed by prosecutors instead of testifying before a grand jury.",
  "The White House press secretary, Sarah Sanders, told reporters that this was nothing unusual.",
  "Mueller is expected to submit a report to Congress and may bring criminal charges separately.",
  "He was told by that office not to discuss his work on the transition or in the White House.",
  "The term extension required special congressional action which the Senate approved 100-0.",
  "“Sometimes they actually have a White House attorney present in the room,” she said.",
  "Bannon left the White House in August and has had a messy falling out with Trump.",
  "Mueller has a sizeable budget and an open-ended term.",
  "He has the power to prosecute federal crimes.",
  "It is unclear when the interview will occur.",
  "Profile Who is Robert Mueller?",
  "Can he be replaced?"
]