[
  "Christie will serve on the transition team’s executive committee as a vice chair, as will Dr. Ben Carson, former Speaker of the House Newt Gingrich, retired Army Lt. Gen Michael Flynn, former New City Mayor and U.S. Attorney Rudy Giuliani, and Republican Alabama Sen. Jeff Sessions.",
  "These are GOP mega-donor and Trump supporter Rebekah Mercer, daughter of billionaire hedge fund owner Robert Mercer, Trump campaign finance chair and former Goldman Sachs banker Steven Mnuchin, SkyBridge Capital founder Anthony Scaramucci, and PayPal co-founder Peter Thiel.",
  "These individuals are executive director Rick Dearborn, senior advisor Kellyanne Conway, deputy executive director David Bossie, national policy director Stephen Miller, communications director Jason Miller, general counselDon McGahn, and senior advisor Katie Walsh.",
  "This team includes Republican elected officials such as Pennsylvania Rep. Lou Barletta, Tennessee Rep. Marsha Blackburn, Florida Attorney General Pam Bondi, New York Rep. Chris Collins, Pennsylvania Rep. Tom Marino, and California Rep. Devin Nunes.",
  "President-elect Trump said in a statement: “The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington.",
  "This team is going to get to work immediately to Make America Great Again.”\n\nThe Daily Caller has reported on an internal memo from the transition team about possible appointees for senior White House positions.",
  "Republican National Committee chairman Reince Priebus is also on the executive committee, as is conservative media executive and former Trump campaign CEO Stephen Bannon.",
  "The Donald Trump transition team announced a shake-up Friday, appointing vice-president-elect Mike Pence as chairman of the team.",
  "Together, we will begin the urgent task of rebuilding this nation – specifically jobs, security and opportunity.",
  "The members of the executive committee of the president-elect’s transition team were also announced.",
  "These family members are Ivanka and her husband Jared Kushner, and his sons Eric and Donald.",
  "Several of these people on this list are included in the transition team’s staff leadership.",
  "Members of the Trump family are also featured on the transition team executive committee.",
  "The executive committee also includes multiple individuals from the business world.",
  "Chris Christie was previously leading the transition process.",
  "New Jersey Gov."
]