[
  "The 2½-page memo gives Mr. Mattis six months to prepare to fully implement the new ban, according to these officials.”\n\nTHE LATEST ON TRUMP-RUSSIA: From POLITICO’s Josh Dawsey and Elana Schor: “President Donald Trump privately vented his frustration over Russia-related matters with at least two other Republican senators this month, according to people familiar with the conversations — in addition to the president’s public admonishments of Mitch McConnell, John McCain and Jeff Flake.",
  "(respectful and strong).To bad the Dems have no one who can change tones!”\n\nBREAKING LAST NIGHT: From the Wall Street Journal’s Gordon Lubold: “The White House is expected to send guidance to the Pentagon in coming days on how to implement a new administration ban on transgender people in the military, issuing a policy that will allow Defense Secretary Jim Mattis to consider a service member’s ability to deploy in deciding whether to kick them out of the military.",
  "Trump was unhappy with the legislation and didn’t want it to pass, one person familiar with the call said.”\n\nMORE TRUMP-RUSSIA NEWS: From CNN’s Manu Raju and Marshall Cohen: “Congressional investigators have unearthed an email from a top Trump aide that referenced a previously unreported effort to arrange a meeting last year between Trump campaign officials and Russian President Vladimir Putin, according to sources with direct knowledge of the matter.",
  "One source said that the individual was believed to have had political connections in West Virginia, but details about the request and who initiated it remain vague.”\n\nDECISION TIME LOOMS ON DREAMERS: From POLITICO’s Seung Min Kim: “President Donald Trump has been unusually cautious about his plans for so-called Dreamers, but he’s running out of time to make up his mind.",
  "Trump is facing pressure from his conservative allies to kill the initiative, but the hard-liner-in-chief has said that he wants to approach Dreamers ‘with heart.’ Meanwhile, it’s also not clear how Trump would fare in court if he does defend the program, even as an early September deadline to act looms.”\n\nThis article tagged under: Today in Trumpworld",
  "The aide, Rick Dearborn, who is now President Donald Trump’s deputy chief of staff, sent a brief email to campaign officials last year relaying information about an individual who was seeking to connect top Trump officials with Putin, the sources said.",
  "Ten conservative states have threatened to sue the administration in order to kill off the Deferred Action for Childhood Arrivals program, a 2012 initiative that has granted work permits to nearly 800,000 young undocumented immigrants.",
  "The Mueller bill came up during the Tillis-Trump conversation, according to a source briefed on the call — the latest signal of the president’s impatience with GOP senators’ increasing declarations of independence from his White House.",
  "The White House memo also directs the Pentagon to deny admittance to transgender individuals and to stop spending on medical treatment regimens for those currently serving, according to U.S. officials familiar with the document.",
  "They’re trying to replicate their legal tactic from more than two years ago, when a broader coalition of GOP-led states successfully stopped a more expansive program for millions of undocumented immigrants before it even began.",
  "Trump expressed frustration over a bipartisan bill sanctioning Russia and tried to convince Senate Foreign Relations Chairman Bob Corker (R-Tenn.) that it wasn’t good policy, according to three people familiar with the call.",
  "Today in Trumpworld – August 24\n\nTRUMP’S SCHEDULE TODAY – August 24\n\n10:30 a.m.: President Donald Trump will receive his daily intelligence briefing in the Oval Office.",
  "on a bill designed to protect Robert Mueller, the independent counsel investigating the president’s Russia connections, from any attempt by Trump to fire him.",
  "... Trump dialed up Sen. Thom Tillis (R-N.C.) on Aug. 7, two days before a blunt call with the Senate majority leader that spilled over into a public feud.",
  "Well, their was Afghanistan (somber), the big Rally.....” At 8:51 a.m.: “...(enthusiastic, dynamic and fun) and the American Legion - V.A.",
  "Could have been so easy-now a mess!” At 8:41 a.m.: “The Fake News is now complaining about my different types of back to back speeches.",
  "TRUMP’S TWITTER THIS MORNING: At 8:19 a.m.: “I requested that Mitch M & Paul R tie the Debt Ceiling legislation into the popular V.A.",
  "They...” At 8:25 a.m.: “...didn’t do it so now we have a big deal with Dems holding them up (as usual) on Debt Ceiling approval.",
  "Corker was unrelenting, these people said, and told Trump the bill was going to pass both houses with bipartisan support.",
  "The person was only identified in the email as being from “WV,” which one source said was a reference to West Virginia.",
  "That means DACA, which President Barack Obama began five years ago this month, is confronting its gravest danger yet.",
  "11:45 a.m.: Trump will meet with OMB Director Mick Mulvaney and the Office of Legislative Affairs in the Oval Office.",
  "It’s unclear who the individual is, what he or she was seeking, or whether Dearborn even acted on the request.",
  "And one of the biggest questions — will Trump defend the program in court — is still anybody’s guess.",
  "Trump argued that the legislation was unconstitutional and said it would damage his presidency.",
  "Story Continued Below\n\n11 a.m.: Trump will meet with national security adviser H.R.",
  "Tillis is working with Sen. Chris Coons (D-Del.)",
  "Bill (which just passed) for easy approval.",
  "McMaster in the Oval Office."
]