[
  "In addition to the Clay email, Kushner failed to provide the committee with emails he was forwarded regarding interactions that Donald Trump Jr. had with WikiLeaks as well as exchanges that a Trump associate had with Sergei Millian, a businessman who is alleged to be a major source for the infamous Trump dossier.",
  "Clay, who said that he vaguely remembered mentioning Torshin in his email but did not know if the Russian national was involved in the request, also wrote that he hoped to advance “shared Christian values” by having Trump attend the function.",
  "New details are emerging about an email forwarded to White House adviser Jared Kushner during the campaign offering up a “Russian backdoor overture and dinner meeting” with members of the Trump campaign.",
  "The May 2016 email was forwarded to Trump campaign officials, including Kushner, by intermediaries acting on behalf of Aleksander Torshin, a former Russian politician with alleged ties to Vladimir Putin.",
  "The email exchanges came to light on Thursday after the Senate Judiciary Committee contacted Lowell about several Russia-related emails that Kushner had failed to turn over to investigators.",
  "He said that the Millian email was an exchange between a reporter and the businessman that had been forwarded first to Trump’s personal lawyer, Michael Cohen, and later to Kushner.",
  "But Rick Clay, a Christian values advocate who sent the email, says that the offer was shot down by Rick Dearborn, the campaign official who initially fielded his request.",
  "He expressed his “surprise and disappointment” at the committee’s decision to publicly release its letter accusing Kushner of failing to turn over documents.",
  "He also addressed the WikiLeaks and Millian emails, saying that Kushner did not give the documents to the committee because he offered no response to either.",
  "Torshin is an intriguing figure, not only because of his alleged ties to Russian gangsters and Putin, but because of his interest in the Second Amendment.",
  "Yenason and Clay are both affiliated with the Military Warriors Support Foundation, a non-profit group that helps wounded veterans and Gold Star families.",
  "A day after Clay sent the email, he said that Dearborn called him to say that the campaign had decided against Trump attending the function.",
  "Clay, who worked as a contractor in the Iraq War, said that he made the request for Torshin through a Pennsylvania man named Johnny Yenason.",
  "According to The New York Times, Clay mentioned Torshin, and touted him to Dearborn as a lifetime member of the NRA and gun rights advocate.",
  "Clay says he contacted Dearborn in hopes that Trump would attend a dinner he was hosting in Louisville, Ky. to benefit veterans.",
  "In a phone interview with The Daily Caller, Clay said that there was nothing “nefarious” about his outreach to the campaign.",
  "“We feel like this is inappropriate and this should be handled through the State Department,” Clay recalled Dearborn saying.",
  "Clay said he knew that Trump planned to be in town at the same time for the annual National Rifle Association convention.",
  "For now I think we decline such meetings,” Kushner wrote in an email released Friday night by his attorney, Abbe Lowell.",
  "Cohen and Millian were conferring in response to the reporter’s inquiry about Millian’s relationship to the Trump orbit.",
  "“The Trump campaign made the right decision,” Clay told TheDC of the decision to reject the meeting request.",
  "The non-profit has come under scrutiny amid allegations that it is funded by the Russian government.",
  "Kushner, who is President Trump’s son-in-law, also dismissed the idea in internal campaign email.",
  "Lowell, the lawyer for Kushner, pushed back aggressively against the Senate Judiciary Committee.",
  "In his interview with TheDC, Clay said that he no longer has a copy of the email outreach.",
  "The pair have collaborated in recent years with the NRA and other gun rights groups.",
  "Torshin and his assistant, Maria Butina, founded a group called Right to Bear Arms.",
  "Cohen and Millian confirmed that there was no relationship, said Lowell.",
  "This article has been updated with additional information.",
  "But several news outlets were briefed on the documents.",
  "A lot of people come claiming to carry messages.",
  "Kushner also pushed back on the idea.",
  "“Be careful,” Kushner concluded.",
  "Very few we are able to verify.",
  "Follow Chuck on Twitter",
  "“Pass on this."
]