[
  "JUST WATCHED President Trump's entire GOP retreat speech Replay More Videos ... MUST WATCH President Trump's entire GOP retreat speech 24:42\n\nBut those meetings -- more than one of which has devolved into off-topic discussions of voter fraud and Sen. Elizabeth Warren's heritage, sources with direct knowledge of the gatherings say -- underscore an important element: Trump's relationships in Washington are limited and, in some cases, detrimental.",
  "The former top Goldman Sachs executive has, according to three people familiar with the conversations, made clear that he's essentially running point on White House economic policy -- something that thrills Republicans who have dealt with him in various capacities in his prior life as a banker and vouch for him as a steady, pragmatic hand in an administration that needs them.",
  "JUST WATCHED Grading President Trump's first month Replay More Videos ... MUST WATCH Grading President Trump's first month 02:20\n\nBut there's also relief that people like Tom Price, the new secretary of the Department of Health and Human Services and a former Hill colleague, are in the administration and can keep things on track.",
  "The lack of long-term, key allies on Capitol Hill was never more apparent than at Trump's most recent lawmaker meeting at the White House, where 10 of his early campaign supporters -- the few willing to make the jump in his direction before his lock on the nomination was secure -- sat in with the President behind closed doors.",
  "pic.twitter.com/LBxYRsUJxL — Paul Ryan (@SpeakerRyan) February 10, 2017\n\nThe vice president has made a point of meeting with three House GOP groups that sit in the various cubby holes of ideological thought -- the conservative Freedom Caucus and the Republican Study Committee along with the more moderate Tuesday Group.",
  "Even the small bore items -- Trump has signed two resolutions to end Obama regulations through a little-used mechanism known as the Congressional Review Act, and a third is awaiting his signature -- have been quick wins for a party clamoring for just that after years of looking squarely into Obama's veto pen.",
  "\"As I look at what we might have expected from a President Mitt Romney, a President Marco Rubio or a President Jeb Bush at the beginning of their tenures in office, I can't see much difference between what a President Trump is doing and what they might have done,\" McConnell told reporters this month.",
  "And the legislative agenda President Donald Trump is demanding and administration officials say he will reiterate Tuesday during an address to Congress -- a swift repeal and replacement of Obamacare and the first overhaul of the tax system in three decades -- is ambitious, to say the least.",
  "\"I don't think there's any question that the President's best lobbyist is going to be the vice president and our best advocate over in the White House will be the vice president,\" said Rep. Kevin Cramer, a North Dakota Republican and one of Trump's stalwart supporters during the campaign.",
  "Ryan and Trump speak directly a few times a week while Trump's legislative affairs team, overseen by former Senate chief of staff Rick Dearborn and spearheaded by Short, a veteran GOP hand, is in constant contact with the chiefs of staff to Ryan and Senate Majority Leader Mitch McConnell.",
  "He also provided an early reassurance to skittish members, who have publicly and privately voiced concerns ranging from mass disruption of the insurance markets and constituents losing care to the President -- at one point or another -- hanging them out to dry if the process hits a snag.",
  "Several sources familiar with the conversations said Cohn is cool to a central component of Ryan's tax reform plan, which would pay for lower rates through border adjustment, a concept that would raise more than $1 trillion over a decade by taxing imports while exempting exports.",
  "In the absence of an alternative, 'a plan' generally becomes 'the plan'\n\n\"We have an unusual situation where the President was elected with clear priorities, but without many detailed policies of his own,\" Michael Steel, a former top adviser to then-Speaker John Boehner, told me.",
  "With an ideologically-limber president, there's no shortage of bad dreams among Republicans anxious over which route Trump might choose -- or whether he'll simply abandon an agreed upon direction if at some point his gut tells him public opinion is turning another way.",
  "\"Congress will have an easier job making progress the sooner the President provides specific leadership on some of these key issues,\" says Steel, the House veteran who is now a managing director at Hamilton Place Strategies, a Washington-based consulting firm.",
  "There will come a time when he's going to have to tell an array of lawmakers -- from those representing the swingiest of swing districts to those in the rubiest red of safe seats -- that's it's time to get in line behind a single way forward.",
  "It's here, in a conference room deep inside Ryan's second-floor office, where top House lawmakers -- including key committee chairs and each member of the leadership -- filed in for a series of recent meetings to figure out the path forward.",
  "They don't always agree -- Cohn, the director of Trump's National Economic Council, isn't sold on what Ryan, a legendary wonk, has proposed as a central element of tax reform, according to several sources familiar with the conversations.",
  "His appearance this month at a private meeting with Republican senators -- followed by a huddle the next day with their House counterparts -- \"was a bit of a calming mechanism\" for unsettled members, one administration official said.",
  "Knowingly or not, the comment laid bare the real risks as Trump's legislative agenda kicks into high gear in the weeks ahead: succeed and lawmakers won't just stick by him, they'll celebrate his presidency with unmatched vigor.",
  "Trump has also moved quickly to establish relationships with lawmakers, dropping in on the Republican retreat in Philadelphia to give remarks and hosting a series of meetings with members of both parties at the White House.",
  "The former real estate developer formed relationships with several top GOP lawmakers over the course of the campaign and there's no secret how much weight his perspective carries in the White House, congressional aides say.",
  "President George W. Bush, the last Republican in the White House, also tended to send fully fleshed out policy positions to the GOP-led House, with an understanding that the real negotiations would then occur in the Senate.",
  "JUST WATCHED Pence: Obamacare has failed and it must go Replay More Videos ... MUST WATCH Pence: Obamacare has failed and it must go 01:46\n\n\"He is somebody that can help them get across the finish line,\" the official said.",
  "He had an explicit conversation with Trump during his VP selection process about his desire to play a robust role in the legislative process and spends nearly as much time on Capitol Hill as he does at the White House.",
  "Democrats, stung by their 2016 defeat but bolstered by a shock of energy from their activist ranks, have shown little interest in coming across the aisle to help with the Trump administration's key legislative items.",
  "Price, who led the House's unsuccessful effort to repeal large swaths of the health care law while Obama was still in office, has told lawmakers he has an immense amount of unilateral power to deploy on his own now.",
  "GOP lawmakers and their staff, from the senior leadership through the various committee chairs, have moved through the policy and legislative process before -- albeit with little success when Obama was in office.",
  "For the moment, according to both congressional and administration sources, it's Ryan's ballgame -- and he's bringing the new administration along with him as they seek to close the deal on Trump's bold promises.",
  "For a White House that is mostly letting Congress lead the way, it's an opportunity to loop in top officials who, in large part, have never before served in government -- or even watched a subcommittee mark up.",
  "That, he said, according to two sources in the room, gives him wide latitude to take control of the repeal and replace process from his new agency position just down the street from his old office in the House.",
  "On the Senate side, committee chairs, who operate under power structures all their own, have made clear they will follow the path they perceive to be the best, regardless of timelines laid out by others.",
  "Trump's ambitious -- and complicated -- agenda\n\nTrump returns to Capitol Hill Tuesday for the first time since his inauguration , when he spoke of \"American carnage\" and big changes coming to Washington.",
  "Those same advisers also point to what they're hearing when it comes to the substance of their work so far -- that there's a cautious optimism among GOP lawmakers based largely on Trump's early actions.",
  "He has a ceremonial office on the House side of the Capitol that has turned into a part-time home where dozens of rank-and-file GOP members recently made pilgrimages, legal pads and notebooks in hand.",
  "The relationship has evolved on a parallel track, with the health care process being described by one aide as growing into an effectively equal partnership as the legislative wars are set to begin.",
  "Over the next two weeks, the actual work of legislating, at least on health care, is slated to begin as House committees officially take up the first elements of the repeal and replace process.",
  "The picture that emerges shows a more intensive behind-the-scenes effort between the White House and Republican congressional leaders to get on the same page than has been previously reported.",
  "Trump's pledge to cut back regulations has been universally applauded on his side of the aisle and cited repeatedly by corporate executives as the reason for an uptick in economic optimism.",
  "Trump's belief in his ability to generate support through campaign-style rallies and his tens of millions of social media followers is, despite consistently low approval numbers, unbowed.",
  "It's a decidedly different path than the one pursued by Trump's predecessor, whose team wouldn't hesitate to send their own draft legislative language to Capitol Hill on a regular basis.",
  "The process is largely starting on the House side of the Capitol as Senate Republicans slog through confirming Trump's Cabinet nominees, which Democrats have slowed as much as possible.",
  "There's frustration among lawmakers about a lack of focus at the White House in the crucial opening days of the administration when a president is typically at the zenith of his power.",
  "This is the first account of the meetings, which have happened twice during Trump's first month in office and were designed to lay the groundwork for the ambitious legislative agenda.",
  "Despite initially being viewed warily by Republican lawmakers (including Ryan), Bannon has \"up to this point, been nothing but helpful, if not overly involved,\" one senior aide said.",
  "He's looking out for the best interests of the President\n\n\"He's not drawing a lot of hard lines and he's trying to make sure he's asking the right questions,\" a senior GOP aide said.",
  "But for all the attention he's received for his frequent presence on the Hill, the vice president is spending the early days of his tenure as more of a glad hander than a dealmaker.",
  "They were described in emails and interviews with more than a dozen lawmakers, administration officials, staffers and lobbyists who are directly involved or briefed on the process.",
  "\"Senate Republicans, as a group, didn't develop and run on their own policy platform, but the House team did -- so they are out in front, in terms of setting the agenda right now.",
  "For now though, as his team continues to put the work in behind the scenes, the reviews, at least from the people who matter most, have stayed on the positive side of the ledger.",
  "(Her going away party, held with a full bar in the first floor of the Capitol Building, was a veritable who's who of top House lawmakers who stopped by to pay their respects.)",
  "Cohn, the director of Trump's National Economic Council, is described by multiple aides and lawmakers as evolving into the administration's biggest policy voice in the room.",
  "Pence has made clear, in his private meetings with lawmakers, that the President will be there with them each step of the way, according to a senior administration official.",
  "The speaker's battle to overcome those obstacles and ultimately reshape two pillars of the American economy is unfolding a few steps away from Statuary Hall in the Capitol.",
  "\"Dude is legit,\" one (very) junior aide told me recently, unsolicited, as the President's son-in-law appeared on a TV screen in the reception area of a lawmaker's office.",
  "He noted to the rank-and-file lawmakers behind closed doors that the health law includes 1,400 occurrences of the words \"The Secretary shall\" or \"The Secretary may.\"",
  "And it's something he's willing to put the time in to do, even if that means his personal perspective on the thorniest policy issues remains somewhat of a mystery.",
  "It's clear, according to the aide, that as he works to get his head around the immense policy and political implications of the moment, he has a primary focus.",
  "Then there's Kushner, who, for many lawmakers and staffers, arrived on Capitol Hill with a mixture of curiosity and, among the younger set of GOP aides, awe.",
  "Ryan and his team, always close to McConnell's shop, have increased their face-to-face meetings to weekly, from the previously scheduled bi-monthly affairs.",
  "He's dealing with a new president who -- even on his best days -- refuses to stick to the script and has no trouble throwing party orthodoxy out the window.",
  "Shortly after the lawmakers settle, the marquee names from Trump's team arrive -- Reince Priebus, Steve Bannon, Jared Kushner, Gary Cohn and Steve Mnuchin.",
  "Trump himself continues to flummox lawmakers with tweets and press conferences that have little or no bearing on what he hopes to achieve on Capitol Hill.",
  "One of Ryan's closest advisers, Joyce Meyer, was recently brought on by Trump to oversee the House side of the White House legislative affairs operation.",
  "But both sides agree that this Congress-centric approach makes the most sense in the Trump era, according to sources on both ends of Pennsylvania Avenue.",
  "They have formed the highest-level backbone of a White House-Capitol Hill relationship bolstered almost daily by conversations and repeated phone calls.",
  "Vice President Mike Pence's motorcade then pulls up to a first floor entrance to the Capitol and he makes his way through the halls into Ryan's office.",
  "Short is the trusted facilitator, moving through harried days ensuring questions are answered, calls are returned and everyone stays on the same page.",
  "The language was accompanied by detailed instructions on what would -- and most importantly would not -- be acceptable to then-President Barack Obama.",
  "With pasta from Capitol Hill mainstay Trattoria Alberto -- described by one attendee as \"good, I guess\" -- on their plates, Ryan begins the meetings.",
  "There's a trust -- however tenuous given the unpredictability of the man in the Oval Office -- that aides say could result in transformative change.",
  "They're more of a free-flowing exchange from both sides as they navigate the timeframes, policies and politics of the looming legislative thicket.",
  "Price, Trump's HHS secretary, is described, both publicly and privately, as a game changer as the repeal and replace process kicks into high gear.",
  "It also demonstrates the significant work that remains as the effort transitions to a new phase, from philosophical discussions to writing laws.",
  "But the informational process -- the free-flowing exchange of divergent ideas, different paths and varied timelines -- has now come to an end.",
  "A tax plan -- which Trump has also described as in the works and \"brilliant,\" is also not formally written anywhere, at least in full form.",
  "\"He looks at us as a group of people that have proven that we're steadfast and that we're capable of speaking on his behalf,\" Cramer said.",
  "McConnell has described Trump's Cabinet as \"truly outstanding\" and \"the most conservative Cabinet in certainly the time I've been here.\"",
  "The GOP's heavy lift\n\nBut the heavy lift those lawmakers face -- not just on health care reform, but their entire agenda -- is real.",
  "\"They've been very smart in trying to get everyone on the same page,\" Marc Short, Trump's director of legislative affairs, told me.",
  "The hours-long, late night meetings are designed to pass that knowledge on to Trump's team during the early stages of the process.",
  "Or Trump's agenda could dissolve into a morass most in the room are unwilling to entertain, even as they know it's a possibility.",
  "He will deliver his premiere address to a joint session of Congress -- a scene that captures all the pomp of presidential power.",
  "The meetings have been described to CNN as wonky and amicable, with no flaring of tempers or exceedingly awkward moments so far.",
  "These are issues Ryan, the former chairman of the tax-writing Ways and Means Committee, and his team have worked on for years.",
  "This is the group that could make or break the domestic agenda that helped fuel Trump's come-from-behind victory last year.",
  "\"Our House and Senate teams are in consultations with the White House constantly,\" Ryan told reporters earlier this month.",
  "\"I'm not a great fan of daily tweets,\" McConnell said as his members departed Capitol Hill for the congressional recess.",
  "Priebus, Trump's chief of staff who shares Wisconsin roots with Ryan, remains a ready point of contact for lawmakers.",
  "Ryan, who didn't comment for this story, is the unabashed face of the initial stages of implementing Trump's agenda.",
  "They are as complicated as they are ambitious -- each on its own capable of strangling an entire legislative agenda.",
  "His team -- many of whom witnessed the effect first hand on the campaign -- agrees and stands ready to let it loose.",
  "That will require keen understanding of the byzantine details that underpin most pieces of significant legislation.",
  "Despite Trump's assertions to contrary, there is no separate administration-drafted health care plan in the works.",
  "He even, during one evening visit, made peanut butter and jelly sandwiches in the cloak room off the House floor.",
  "But there's also a recognition -- one described as being held by Kushner himself -- that there's much to learn.",
  "\"The President is all in on this,\" Price told his former House colleagues, according to a source in the room.",
  "Asked to describe the makeup of the group, Cramer, a close ally who was in the room, started to chuckle.",
  "There's not exactly a sizable devout group of supporters on Capitol Hill ready to spring to his defense.",
  "Many of the top staffers he has to work with in the new administration have no idea how Congress works.",
  "For now, it's Trump's other top lieutenants doing the most work behind the scenes on the policy front.",
  "The ideological divisions inside the GOP have already flared in the early days of the new Congress.",
  "But that also means his firm views on economic policy can run headlong into Ryan's best laid plans.",
  "Trump, who fancies himself the ultimate dealmaker, will soon need to become the salesman-in-chief.",
  "But he made clear that the lawmakers in that room serve a role that few on Capitol Hill can match.",
  "Washington (CNN) It's hard to overstate how much is on House Speaker Paul Ryan's plate right now.",
  "\"I think we have fantastic communication with them, better than I've ever seen before actually.\"",
  "There's the open question of the formulation of tax credits and Medicaid reform on health care.",
  "He then asked if I knew Kushner personally in an apparent effort to validate that perspective.",
  "Hey @VP Pence, the plaque is up, and your office on the House side of the Capitol is all set.",
  "Yet the real value of Pence's role is still to come, according to senior congressional aides.",
  "Now comes the time for the final policy decisions to be made and for the votes to be taken.",
  "It's a presentation style many are familiar with: as heavy on PowerPoints as it is policy.",
  "Mike Pence: Trump's 'best lobbyist'\n\nPence is a former member of House leadership.",
  "\"There's no focus,\" one senior GOP aides says of the still-new commander in chief.",
  "\"We're a cult,\" the North Dakota Republican congressman said, with clear sarcasm.",
  "But the landmines, roadblocks and pitfalls that come with major legislation?",
  "He presides over a restive group of Republicans who deposed his predecessor.",
  "In the absence of an alternative, 'a plan' generally becomes 'the plan.'\"",
  "The rollout of his Supreme Court nominee , Neil Gorsuch, won high praise.",
  "The White House aides have plenty of ideas but are largely deferential.",
  "No longer will the discussion be about principles and topline ideas.",
  "Then they open up for hours of questions, debate and disagreement.",
  "Then there are decisions to be made on how to pay for tax reform.",
  "Ryan's listening sessions are central to making it all happen.",
  "\"He's looking out for the best interests of the President.\"",
  "\"There's a lot to do this year in a very tight calendar.\"",
  "And there is no shortage of potential problems simmering.",
  "\"Of course, it's early,\" one attendee said with a smile.",
  "\"What I am a fan of is what he's been actually doing.\"",
  "Cutting back on an array of Obama-era regulations.",
  "There's a 10 to 15 minute dive into the minutia.",
  "\"We'd be foolish not to utilize that talent.\"",
  "Let's go shoulder to shoulder, arm to arm.\"",
  "\"Can he do that when push comes to shove?\"",
  "Pence is a crucial figure in this dynamic.",
  "So far, Pence is unproven on this front.",
  "Otherwise, what else is he there for?\"",
  "The goals he'll outline are clear.",
  "\"Let's not miss this opportunity.",
  "Confirm a Supreme Court nominee.",
  "But time is moving quickly.",
  "\"The answer has to be yes.",
  "That's not a small thing.",
  "Fail or get bogged down?",
  "Those are sure to come.",
  "\"At least not yet.\"",
  "one aide asked.",
  "It is indeed.",
  "Obamacare.",
  "Taxes."
]