[
  "Sessions said, “The policy is that if people are here unlawfully, they’re subject to being deported.”\n\nAccording to reports, White House officials are pushing Trump to use DACA as a bargaining chip to strike a deal with Congress, offering protection for DREAMers in exchange for legislation that funds Trump’s southern border wall, an expansion of detention facilities, curbs legal immigration and implements E-verify nationwide.",
  "“I am a DACA recipient and I have been lucky enough to have received a work permit, social security, and driver’s license.” Says Adrian, “This new threat against the program by a handful of Attorney Generals means that I may have to go back into the shadows and I may run the risk of deportation as well.”",
  "Back in 2014, Texas officials filed a lawsuit that successfully blocked the expansion of DACA and a policy called Deferred Action for Parents of Americans (DAPA), the latter providing protection from deportation and a work permit to parents of U.S. citizens who met certain criteria.",
  "McMaster, the Director of the National Economic Council Gary Cohn and Trump’s daughter Ivanka Trump against Sessions, Trump’s senior policy adviser Stephen Miller and the White House deputy chief of staff Rick Dearborn.",
  "Even more worrisome, Attorney General Jeff Sessions and former Homeland Security Secretary (now Trump’s Chief of Staff) John Kelly would not commit to defending the program if it comes under threat.",
  "For example, any time you get behind the wheel of a car becomes an anxiety-producing endeavor that can result in detainment and deportation if you are stopped by a police officer.",
  "Since the election the fate of the program has been the subject of speculation, but now that uncertainty has given way to fear as a legal challenge is threatening the program.",
  "Using a similar strategy, Texas Attorney General Ken Paxton and nine others are threatening to sue to block the program unless Trump announces by Sept. 5 that he will end it.",
  "Monica Lazaro, a DACA recipient who lives in Miami graduated with a biology degree last May, now works as a research associate specializing in Chronic Fatigue Syndrome.",
  "So far, Trump has defended white supremacists as “fine people” and pardoned a sheriff convicted of violating the Constitutional rights of black and brown people.",
  "Many DACA recipients have graduated from college and are now working tax payers, who in some cases have opened their own businesses and bought their own homes.",
  "DACA has allowed DREAMers, who were brought to this country as children, to be spared from deportation while also allowing them to work and attend college.",
  "This has put two opposing factions in the White House against each other, one that includes John Kelly, Vice President Mike Pence, National Security H.R.",
  "have been spared such dismal fates because of a policy implemented by the Obama administration called the Deferred Action for Childhood Arrivals (DACA).",
  "Before receiving DACA status, Adrian Escarate worked odd jobs where employers often took advantage of him and where he could not stand up for himself.",
  "“Losing DACA this September 5th would mean I would lose my job immediately, therefore not be able to pay my rent, car and all expenses in general.",
  "If the program is terminated, not only would it cause immense human suffering, it would cause significant economic losses for the United States.",
  "Or will he again side with white supremacists by ending a program that allows young people raised as Americans to strive for the American dream?",
  "Unfortunately, Donald Trump made ending the program one of the central promises of his presidential campaign.",
  "The things people need to thrive, such as driving, going to school or even working, are out of reach.",
  "When he is not working at those jobs, he is pursuing his graduate degree in communications.",
  "A lack of a worker’s permit severely limits the possibilities of employment and income.",
  "The question now is: Will he go back on his word to treat Dreamers with “heart”?",
  "Adrian is now an assistant coach for the University of St. Thomas tennis team.",
  "Living as an undocumented immigrant in the United States is not an easy life.",
  "The use of people’s lives as a political football is disgusting.",
  "Since 2012, more than 800,000 undocumented immigrant youth ?",
  "He is also a tennis coach for the Biltmore Hotel in Miami.",
  "Access to higher education is limited and unaffordable.",
  "I could lose everything in one day,” she says.",
  "or DREAMers ?"
]