[
  "As others on Capitol Hill and campaign aides lobbied the President to become more involved in supporting Strange, Trump was shown a combination of external and internal polling that signaled the margin between Strange and Moore was tighter than previously imagined, according to one source inside the White House and two additional sources outside the White House.",
  "Moore has been removed from office twice; once for defying a court order to remove a monument to the Ten Commandments from the courthouse when he was the state's chief justice and another time for refusing to comply with a US Supreme Court decision legalizing same-sex marriage in 2016.",
  "A source familiar with the conversation said the campaign implored Dearborn for the President's full endorsement -- reminding him of Strange's commitment to Trump's agenda on immigration and the budget, and arguing that a Senator Moore could be a White House nuisance.",
  "Not only could the outcome of the race presage a bitter primary season for Republicans against grassroots candidates in the 2018 midterm elections, it is also the first time since Bannon left the White House that he and Trump have been on opposing sides.",
  "(CNN) President Donald Trump briefly considered backing off his endorsement of Luther Strange in Alabama's hotly contested Senate race after his candidate fell behind in polling, sources familiar with how the events unfolded told CNN.",
  "At the end of a nearly 75-minute meeting with Bob Corker of Tennessee in the Oval Office last Friday, Trump asked Corker when they were one-on-one what he thought of the race, two sources familiar with the conversation said.",
  "Corker urged the President to visit Alabama, and added that his public support of Strange was not only critical for this race, but would signal to future endangered GOP incumbents that Trump could bolster support.",
  "Trump had first endorsed \"Big Luther\" -- a nickname for the 6'9\" former college basketball player -- in early August after his campaign coordinated with the White House for Trump's support.",
  "The White House said this was not part of the pitch to have Trump reinforce his endorsement, but sources familiar with the ongoing conversations said that's when he was informed of the ad.",
  "Trump weighed turning his attention away from the race, the sources said, and at that time there was no specific plan for him to visit the state to rally support for Strange.",
  "After Trump initially endorsed Strange, he was shown polling in late August that predicted Moore would defeat Strange by a significant margin, sources familiar told CNN.",
  "He will travel to the state Friday for a rally with Strange at the Von Braun Center in Huntsville, before Vice President Mike Pence does the same in Birmingham Monday.",
  "He enjoys the backing of Senate Majority Leader Mitch McConnell and has benefited from millions of dollars in ads from a super PAC aligned with the Kentucky senator.",
  "In recent days, Trump has remarked that \"Alabama is sooo lucky to have a candidate like\" Strange and has commended him for being \"tough on crime, borders and trade.\"",
  "'Personal friendship'\n\nIn an interview with a local Fox station Thursday, Strange said he had developed a \"personal friendship of trust and respect\" with Trump.",
  "Before making a final decision, Trump consulted with Rick Dearborn, a top White House staffer with deep ties to Alabama, to further explore Strange's chances.",
  "Though Dearborn is from Oklahoma, he was Jeff Session's chief of staff in his Senate office and is now a deputy chief of staff in the White House.",
  "Trump -- who easily won Alabama in the presidential election -- was ultimately convinced his support could help push Strange over the finish line.",
  "When contacted about the video, Moore told CNN's KFILE that it did not reflect his views and that his \"campaign has nothing to do with Obama.\"",
  "However, as recently as December 2016, Moore said it is his \"personal belief \" that Obama wasn't a natural-born citizen of the United States.",
  "Strange, appointed to the seat formerly held by Attorney General Jeff Sessions, is seen as the GOP establishment candidate in the race.",
  "He faces off against Roy Moore, a candidate with a contentious past who is backed by former White House chief strategist Steve Bannon.",
  "A win for Moore would be a win for anti-establishment conservatives, an agenda Bannon advocated for when he was in the West Wing.",
  "He also noted that, because the National Rifle Associated had endorsed Strange, \"all gun owners should vote for Big Luther.\"",
  "The White House declined to comment on the process, stating the press office \"cannot comment on political elections.\"",
  "\"Senator Luther Strange has done a great job representing the people of the Great State of Alabama,\" Trump tweeted.",
  "It wasn't until White House aides and campaign staffers convinced Trump that Strange could win that he went all in.",
  "Dearborn's relationship with Strange spans decades, and he's become a liaison between the White House and Strange.",
  "The White House was also told about a critical ad against Moore that the Strange campaign had in its arsenal.",
  "Strange finished second in the August primary -- 25,000 votes behind Moore, who secured 39% of the vote.",
  "Trump has also been effusive in his praise of Strange on one of his most popular platforms -- Twitter.",
  "Senator Luther Strange has done a great job representing the people of the Great State of Alabama.",
  "\"I respect his background, what he's trying to do, the challenges he's taking on,\" Strange said.",
  "I think we have a personal relationship and he needs a partner in Washington desperately.\"",
  "Unlike the 2016 presidential election, Trump is on the establishment side this time.",
  "Dearborn got in touch with Strange's campaign after speaking with the President.",
  "They also played up how both Trump and Strange are newcomers to politics.",
  "No current polling for the primary race meets CNN's polling standards.",
  "The President has since put significant muscle behind his endorsement.",
  "Senators have lobbed the president on Strange's behalf, too.",
  "(Strange's campaign decided against running the ad.)",
  "\"I think he recognizes that in my background.",
  "\"He has my complete and total endorsement!\"",
  "He has my complete and total endorsement!",
  "\"He won't let you down!\"",
  "Trump said.",
  "Underdog?",
  "..."
]