[
  "Rather than the hoped-for collaborative new relationship between the White House and Congress, GOP officials complain that Trump is brushing aside their advice, failing to fully engage on drafting tough legislative packages like tax reform and Obamacare, and bypassing Congress by relying on executive actions, something they frequently complained about under President Obama.” [LA Times]\n\nBut GOP lawmakers are more afraid of Trump’s voters than they are of the republic collapsing, so they’ll get over their disappointment.",
  "‘President Obama is heartened by the level of engagement taking place in communities around the country,’ [the statement read,] ‘With regard to comparisons to President Obama’s foreign policy decisions, as we’ve heard before, the President fundamentally disagrees with the notion of discriminating against individuals because of their faith.’” [HuffPost]\n\nOHHHHH, I THOUGHT THIS WAS THE PRO-LIKE MOVEMENT *CLOSES FACEBOOK* - Take a break from the ongoing dehumanization of women to have a chuckle at this.",
  "But to assume that just because of someone’s age or gender or whatever that they don’t pose a threat would be misguided and wrong.” [Vox]\n\nSESSION THE IDEOLOGICAL PATRIARCH OF TEAM TRUMP - Philip Rucker and Robert Costa: “The author of many of Trump’s executive orders is senior policy adviser Stephen Miller, a Sessions confidant who was mentored by him and who spent the weekend overseeing the government’s implementation of the refu­gee ban.",
  "Metea Gold: “A team of political strategists that worked on President Trump’s campaign and transition is launching a nonprofit to bolster his agenda, vowing to reach out directly to mobilize his supporters and circumvent the ‘liberal and biased media.’ The new organization, called America First Policies, appears loosely modeled off Organizing for Action, the advocacy group that sprang out of former president Barack Obama’s campaigns.",
  "[California Rep. Zoe] Lofgren’s bill, a draft of which was provided to The Huffington Post ahead of its release, would make an amendment to the Immigration and Nationality Act stating that the government cannot reject people for entry based solely on their religion or nationality.” [HuffPost]\n\nREFUGEE BAN IMPACTING PATIENTS Listen, they’ve seen “Breaking Bad,” they know what a guy in a wheelchair can do.",
  "‘We are deeply concerned that the administration’s seemingly intentional efforts to sabotage enrollment in the Affordable Care Act marketplaces will result in adverse risk selection, destabilize insurance markets and send premiums skyrocketing,’ the Democrats wrote.” [HuffPost]\n\nThe guy who used to run Obamacare thinks Trump has already damaged the health care system before the law even gets repealed.",
  "The planned demonstration at more than 130 Planned Parenthood health centers across the country has attracted many would-be protesters who thought the event’s website said ‘Defend PP,’ instead of ‘Defund.’ ‘We got slammed with emails from pro-choice people wanting to come out and support Planned Parenthood,’ said Eric Scheidler, spokesperson for the Pro-Life Action League and organizer of the rally.",
  "‘The High Commissioner underlines once again UNHCR’s position that refugees should receive equal treatment for protection and assistance, and opportunities for resettlement, regardless of their religion, nationality or race,’ the statement read.” [NYT]\n\nHE’S JUST A SIMPLE COUNTRY DOCTOR/CONNECTED INVESTOR - Yeeeeeeep *slaps suspenders* I remember bringing little Johnny Wilcox into this world ?",
  "UN SAYS 20,000 REFUGEES IMPACTED BY TRUMP ORDER - Yeah, but if you think about them as Skittles in a bowl… Somini Sengupta, Maggie Haberman and Glenn Thrush: “The United Nations High Commissioner for Refugees said an estimated 20,000 refugees from all over the world would be impacted immediately by the executive order that freezes refugee resettlement for 120 days.",
  "Ollie is the second high-profile animal to make a daring escape from a mid-Atlantic zoo: Sunny the red panda is still at large after disappearing from the Virginia Zoo in Norfolk last Monday.” [Washingtonian]\n\nCOMFORT FOOD\n\n- A 1,000-person Italian rock band performs “Smells Like Teen Spirit.”\n\n- Overlaying “Spinal Tap” audio onto clips of President Trump.",
  "Trump allies are hoping that the group will serve as a powerful outside flanking operation, particularly in defending the president’s upcoming Supreme Court pick.” [WaPo]\n\nHUFFPOST UNION AGREES TO CONTRACT - Now that we’ll fully unionized, we’re all looking forward to milling around aimlessly by one person’s desk while she writes a story.",
  "Christina Wilkie: “President Donald Trump on Monday signed an executive order requiring that ‘for every one new regulation issued, at least two prior regulations be identified for elimination.’ … The new order is in addition to the Trump administration’s regulatory freeze, which the president enacted just days after taking office….",
  "we really want help defend our rights.’’” [HuffPost]\n\nTHE WORLD’S TINIEST VIOLIN IS TUNED AND READY FOR CONGRESS TO CALL THE TUNE - Lisa Mascaro: “It’s what congressional Republicans had long dreamed about: a majority in both chambers to advance conservative policies and a president from the same party to sign them into law.",
  "Though the yearlong contract negotiations appeared to stall last month, with some employees voicing frustration on social media, the two sides recently came to an agreement that generated near unanimous support.” [HuffPost]\n\nBECAUSE YOU’VE READ THIS FAR - Here are two pit bulls are are definitely a metaphor for something.",
  "In a lengthy email, Bannon described Sessions as ‘the clearinghouse for policy and philosophy’ in Trump’s administration, saying he and the senator are joined at the center of Trump’s ‘pro-America movement’ and the global nationalist phenomenon.” [WaPo]\n\nDoes somebody keep forwarding you this newsletter?",
  "[Texas Tribune’s Alex Samuels]\n\nMAKE BANKS EVIL(ER) AGAIN - Glenn Thrush: “President Trump on Monday reiterated his intention to roll back Dodd-Frank financial regulations enacted to prevent another financial crisis, telling reporters that he soon planned to do ‘a big number’ on the 2010 law….",
  "Elise Foley: “House Democrats plan to introduce a bill Monday to thwart President Donald Trump’s executive order on refugees and certain foreign nationals by denying funds to enforce it and affirming that no one should be turned away from the country based on religion or nationality.",
  "‘It will immediately sour relations with these six countries, as well as much of the Muslim world, which sees the ban as religiously motivated.’” [HuffPost]\n\nOh: “White House spokesman Sean Spicer was much less forgiving of the diplomats who are choosing to air their concerns.",
  "A number of progressive grass-roots groups have cropped up since Trump’s win in November, and they, too, have seen huge interest.” [HuffPost]\n\nMOAR OBAMACARE PLZ - After Trump effed with health insurance enrollment, Democratic Reps. Frank Pallone (N.J.), Richard Neal (Mass.)",
  "Yasmeen Abutaleb, Kristina Cooke and Mica Rosenberg : “President Donald Trump’s executive order last Friday has sowed panic and uncertainty among refugees who need urgent medical care, some of whom had prioritized applications, according to aid workers….",
  "The four-month U.S. ban on accepting refugees could mean as many as 800 people needing medical treatment will be denied entry, said Karen Monken of HIAS, a Maryland-based refugee assistance organization formerly known as Hebrew Immigrant Aid Society.",
  "In fact, the cabinet nominee was one of fewer than 20 U.S. investors who were invited last year to buy discounted shares of the company—an opportunity that, for Mr. Price, arose from an invitation from a company director and fellow congressmen.",
  "Christina Wilkie: “Scores of American diplomats stationed across the globe have drafted a formal ‘dissent memo’ to register their objections to President Donald Trump’s ban on Syrian refugees and travelers from seven Muslim-majority countries.",
  "Amanda Terkel: “White House Press Secretary Sean Spicer said he found it quite ‘sad’ that Senate Democrats are preparing to filibuster President Donald Trump’s Supreme Court nominee, without even considering his or her qualifications.",
  "Sam Stein: “Former President Barack Obama released a statement on Monday expressing solidarity with those protesting his successor’s ban on travelers and refugees entering the United States from certain Muslim-majority countries.",
  "And Sean Spicer told reporters, “The president went out of his way to recognize the Holocaust,” recalling the noble spirit of your perfunctory visit to the Anne Frank museum during your weedcation in Amsterdam.",
  "‘The American dream is back.’” [NYT]\n\n$UPPORTER$ $ET $SIGHTS ON $ELLING TRUMP’$ $COTUS $ELECTION - This is good, because there wasn’t enough dark money flying around the president and his inner circle.",
  "The company’s shares have tripled since the offering.” [WSJ]\n\nSpicer on detaining five-year-olds: “...if they are a 5-year-old, that maybe they’re with their parents and they don’t pose a threat.",
  "Before the halt, about 200 refugees with significant medical issues were being resettled in the United States each month on average, she said.” [Reuters]\n\nIS THIS WHAT BERNIE WAS TALKING ABOUT?",
  "Michael Calderone: “The Huffington Post ratified its first union contract Monday, becoming the largest digital news site to collectively bargain amid a series of newsroom organizing drives….",
  "This is HUFFPOST HILL for Monday, January 30, 2017:\n\nDIPLOMATS FILE DISSENT MEMO AGAINST MUSLIM BAN - The memo is four-and-a-half pages long, so it’s doubtful the president will read it.",
  "Consumer watchdog groups were quick to criticize the latest move by the Trump administration to keep its promises to the business community.” [HuffPost]\n\nFormer President George H.W.",
  "‘This ban...will not achieve its stated aim of to protect [sic] the American people from terrorist attacks by foreign nationals admitted to the United States,’ wrote the diplomats.",
  "The shares were discounted 12% off the traded price in mid-June only for investors who participated in a private placement arranged to raise money to complete a clinical trial.",
  "The draft memo, obtained by ABC News, represents the most significant opposition thus far from within the Trump administration to the president’s controversial executive order.",
  "Jennifer Bendery: “More than 1,000 progressives signed up to run for office this weekend following President Donald Trump’s executive action targeting immigrants and refugees.",
  "Run for Something, a new grass-roots group that helps young Democrats run for local and state office, announced Monday that it nearly doubled its total number of recruits ?",
  "Jeffrey Young: “The top Democrats on three major House committees want President Donald Trump to give health insurance customers two more weeks to choose plans this year….",
  "The mastermind behind Trump’s incendiary brand of populism is chief strategist Stephen K. Bannon, who promoted Sessions for years as chairman of the Breitbart website….",
  "TWITTERAMA\n\n@StephenAtHome: If I were the architect for Trump’s Wall I’d build a secret exhaust port the size of a womp rat so the rebels could save the Republic.",
  "Follow us on Twitter - @HuffPostHill\n\nHOUSE DEMOCRATS SEEK TO DEFUND REFUGEE BAN - LOL, as if this part of our checks and balances will be honored in a month.",
  "Tom Price got a privileged offer to buy a biomedical stock at a discount, the company’s officials said, contrary to his congressional testimony this month….",
  "or, rather, after many happy years at the National Zoo, Ollie the bobcat is excited for new adventures and has retained Bob Barnett to lead its job search.",
  "‘Dodd-Frank is a disaster,’ the president said during a 10-minute session with reporters as he signed an executive order slashing government regulations.",
  "And before they’ve even heard who this individual is, you’ve got some of them saying, “Absolutely no.” That just shows you that it’s all about politics.",
  "And though it did not mention Trump by name or directly criticize the executive order that he signed on Friday, the implication was one of disapproval.",
  "The statement, issued under the name of Obama’s spokesman Kevin Lewis, was the first time that Obama has weighed in on Donald Trump’s presidency.",
  "Maybe you should start bracing yourself for how the Senate behaves when Ruth Bader Ginsburg steps down for health reasons in February 2020.",
  "The 25-pound feline was where she was supposed to be at 7:30 this morning, when a keeper at the Smithsonian’s National Zoo counted her.",
  "The tactician turning Trump’s agenda into law is deputy chief of staff Rick Dearborn, Sessions’s longtime chief of staff in the Senate.",
  "The GOP establishment is experiencing whiplash after a week of President Trump bulldozing through the norms of policy and protocol….",
  "The 92-year-old had been under treatment for more than two weeks, and former first lady Barbara Bush also had been in ill health.",
  "Now the question is whether Republicans who said they oppose the executive order will actually sign onto legislation to stop it.",
  "The statement pointed to a provision in international law that prohibits discrimination on the basis of religion or nationality.",
  "@lindsaygoldwert: My drag name is Delta Outage\n\n@ryanbeckwith: Loose bobcat in D.C. would have been a great “West Wing” b-plot.",
  "Staff ‘are taking several measures to attract Ollie back to her enclosure,’ the zoo says in a press release….",
  "‘They should either get with the program, or they can go,’ Spicer said Monday at a press briefing.” [Ibid.]",
  "The arrival of Donald Trump in Washington couldn’t keep snowflakes from reaching the White House today.",
  "Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to eliot@huffingtonpost.com.",
  "It’s not about qualification,’ Spicer told reporters in his daily briefing Monday.” [HuffPost]\n\nWHO?",
  "This is the kind of policy a loudmouth in a bar who doesn’t follow the news would come up with.",
  "Many more Syrian refugees are affected by the indefinite suspension of resettlement of Syrians.",
  "Laura Bassett: “The organizers of a Feb. 11 anti-abortion rally have faced an unexpected snag.",
  "We were getting messages from people saying, ‘Hey, you should really change the website name ?",
  "‘He met with a bunch of Senate Democrats to talk about the qualities they want in a judge.",
  "Sign up for HUFFPOST HILL and get a cheeky dose of political news every evening!",
  "I also remember Johnny giving me the heads up on Aetna’s Q4 earnings report.",
  "But the Trump White House isn’t turning out exactly the way they envisioned.",
  "- Stirring sentiment from former state senator and author Barack H. Obama.",
  "BE FREE, LITTLE GUY - Andrew Beaujon: “Ollie the bobcat is on the loose.",
  "‘We’re going to be doing a big number on Dodd-Frank,’ Mr. Trump said.",
  "The executive order bars nationals of 7 countries, including Syria.",
  "‘It took us a while to figure out what was going on.",
  "But by 10:40, she’d apparently made a run for it.",
  "and Bobby Scott (Va.) say he owes consumers.",
  "remember the proud look on his mammy’s face.",
  "Ollie the bobcat is on the loose in D.C. ?",
  "And that’s just through one organization.",
  "Bush released from hospital.",
  "Like what you read below?",
  "James V. Grimaldi: “Rep.",
  "in the last three days….",
  "DEREGULATORS, MOUNT UP!",
  "from 1,200 to 2,200 ?",
  "Get your own copy.",
  "Sign up here.",
  "MERRICK WHO?",
  "It’s free!",
  "Yeeeep."
]