[
  "Trump on Thursday announced that his final campaign manager, Kellyanne Conway, would be joining the West Wing as counselor to the president, while Republican National Committee strategist Sean Spicer would be press secretary.",
  "| Getty Trump aide tries to soothe lower-level staffers left out of West Wing\n\nA top aide to President-elect Donald Trump on Friday tried to tamp down junior campaign staffers' expectations of getting plum West Wing jobs.",
  "Rick Dearborn, who is helping lead the transition, said on a conference call with lower-ranking campaign aides that the senior-most White House jobs were few and far between.",
  "He outlined how campaign staffers could apply for positions, and said that following a grueling election in which they had proved themselves, their services were wanted.",
  "The 20-minute call came as many of Donald Trump's most loyal and longest-serving campaign workers worry about whether they will land administration jobs.",
  "Those gathered on the call were Trump's most junior loyalists, though the futures of some of his more senior longtime staffers remain up in the air, too.",
  "Corey Lewandowski, Trump's first campaign manager, announced this week that he would be forgoing an administration role to become a Washington lobbyist.",
  "The 20-minute call came as many of Trump's most loyal and longest-serving campaign workers worry about whether they will land administration jobs.",
  "Some of them have become frustrated in recent weeks as people who were less supportive of Trump before the election have landed major positions.",
  "For those that don't make it to the White House, Dearborn stressed that there were numerous jobs in government agencies that were appealing.",
  "At the end of the call, Dearborn said the transition fully understood that people who previously opposed Trump would be seeking spots.",
  "Perhaps looking to soothe any hard feelings, Dearborn on Friday painted West Wing jobs in something of an unflattering light.",
  "They join Reince Priebus, who will be chief of staff, and Steve Bannon, who will serve as chief strategist for Trump.",
  "West Wing employees, he said, might have to decide between going to a child's soccer game or working on the weekends.",
  "They include aides Karen Giorno and Mike Rubino, both of whom played key roles on the campaign.",
  "Hope Hicks, Jason Miller and Dan Scavino will also be part of the communications team.",
  "He described them as a \"meat grinder,\" saying they demanded long hours and low pay.",
  "\"I would rather link arms with everyone on this call than anyone else,\" he said.",
  "Story Continued Below\n\n\"I do want to manage everyone's expectations,\" he said.",
  "\"This is a top priority,\" he said, calling the staffers \"the foundation.\"",
  "And some of them wouldn't necessarily require a move to Washington, D.C.",
  "But he insisted they wouldn't be getting preference.",
  "\"We want you to be part of the team,\" he added."
]