[
  "“It only costs a fool more.”\n\nEquipped with visuals, he argued before the committee that then-U.N. Secretary General Kofi Annan and his team were doomed to be duped: “I may be naive in their world, but in this world, they’re naive.”\n\nHe praised the international body, telling senators, “I have to start by saying I’m a big fan, a very big fan of the United Nations and all it stands for.” He added: “I’m a such a fan, in fact, that at great expense I built a building across the street.",
  "While the attorney general’s relationship with his boss has been fraught since Sessions recused himself from the Russia probe, it was the former Alabama senator’s conviction that the New York real estate developer was the only person who could successfully modernize the U.N. that originally brought them together more than a decade ago.",
  "During the campaign, Trump trade adviser Peter Navarro and former strategist Steve Bannon suggested having Trump renegotiate the U.S.’ contribution to the United Nations and the International Monetary Fund and even suggested pulling out of membership altogether, according to two former White House officials.",
  "“One thing that Donald Trump and Jeff Sessions both have a great appreciation for is competence, and Sessions’ admiration for Trump resulted from the level of the competence Trump exuded as a builder during his congressional testimony,” said the administration official.",
  "Sessions opposed making the loan, and he asked his then-chief of staff Rick Dearborn—now a senior White House aide—to invite the most famous real estate developer in the world to testify against it, according to an administration official familiar with events.",
  "Story Continued Below\n\nSessions invited Trump to testify before a Senate subcommittee in 2005 as Congress was considering whether to extend a $1.2 billion loan to the U.N. for modernizing its decrepit headquarters on Manhattan’s East River.",
  "Trump claimed that he could do the job for “$700 million, tops.”\n\n“Anybody that says that a building renovation is more expensive than building a new building does not know the business,” said Trump, who testified for half an hour.",
  "When President Donald Trump meets Monday with world leaders to discuss overhauling the United Nations, it may provide some affirmation for a struggling member of the president’s team: Jeff Sessions.",
  "Trump tweeted during the transition last December, “The United Nations has such great potential but right now it is just a club for people to get together, talk and have a good time.",
  "So sad!”\n\nBut back in 2005, Trump — then riding high on his “Apprentice” fame — told Congress to let him take on the U.N. renovation rather than making a loan.",
  "Trump has frequently railed against international institutions like the United Nations, vowing to minimize the U.S.’ financial footprint in foreign affairs.",
  "Sessions described Trump as “a breath of fresh air” in an interview last year with Yellowhammer News, an Alabama conservative news website and radio show.",
  "He also told Yellowhammer that Trump’s remarks were “the most impressive congressional testimony I’ve ever heard.”",
  "“If the United Nations weren’t there, perhaps I wouldn’t have built it in that location,” Trump went on.",
  "They sealed their newfound alliance over Subway sandwiches in Sessions’ office, joined by Melania Trump.",
  "“So it means quite a bit to me.”\n\nBoth the White House and the Justice Department declined to comment.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "It is the tallest apartment house in the world.” The line drew a grin from Sessions.",
  "You can unsubscribe at any time."
]