[
  "Pence conveyed that message in a closed-door meeting during a visit to Capitol Hill and spoke about it at a press conference afterward, but he didn’t elaborate on what that would entail, since it will be up to the Republican-controlled Congress to dismantle the law that passed when Democrats controlled Congress.",
  "pic.twitter.com/DwWsCf3Vkn — Jackie Speier (@RepSpeier) January 4, 2017\n\nSenate Minority Leader Chuck Schumer, D-New York, said at a news conference after the meeting that once Republicans repeal Obamacare, they are the ones who will own responsibility for the nation’s health care.",
  "— Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nAt the same time, in another part of the Capitol, President Obama made a rare visit to huddle privately with House and Senate Democrats about the best way to defend his signature health-care law.",
  "“They want to see us repeal and replace Obamacare.”\n\nMr. Trump’s advisers Kellyanne Conway, Stephen Miller, Rick Dearborn and his incoming White House chief of staff Reince Priebus attended the meeting, according to a source in the room.",
  "Following the meeting that lasted more than an hour, Mr. Obama said his advice to Democrats was to “look out for the American people.” Some Democrats tweeted photos and a few quotes from inside the room as the president spoke to them.",
  "The letters and the things that he’s gotten from people who literally would have died without it.”\n\nRepublicans are aiming to use an obscure budget procedure called reconciliation to quickly pass legislation to repeal Obamacare.",
  "Some lawmakers exiting the meeting were discussing a possible Feb. 20 deadline to send Mr. Trump a bill that would repeal the healthcare law, but AshLee Strong, spokeswoman to Speaker Paul Ryan, R-Wisconsin, disputed that date.",
  "Our goal is to provide relief from this law as soon as possible, and we have not detailed a hard deadline.”\n\nPence said that the “first order or business” for the new administration would be to repeal and replace Obamacare.",
  "Republicans must be careful in that the Dems own the failed ObamaCare disaster, with its poor coverage and massive premium increases...... — Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nlike the 116% hike in Arizona.",
  "Don't let the Schumer clowns out of this web... — Donald J. Trump (@realDonaldTrump) January 4, 2017\n\nmassive increases of ObamaCare will take place this year and Dems are to blame for the mess.",
  "Just as Pence entered the Capitol, Mr. Trump began tweeting about Obamacare, and he warned Republicans to be “careful” because Democrats will have to “own” the effects of the health-care law.",
  "President-elect Donald Trump plans to issue executive orders related to Obamacare as soon as he takes office, Vice President-elect Mike Pence told House Republicans on Wednesday morning.",
  "The resolution includes reconciliation instructions to four authorizing committees that are tasked with finding at least $1 billion in deficit reduction over the next decade.",
  "Asked if Republicans plan to pass a repeal bill immediately but delay its effective date for a few years until a replacement plan is developed, she said, “That’s incorrect.",
  "Pence and Ryan, however, emphasized that they did not want to “pull the rug out from under” Americans who were dependent on the program.",
  "Rep. Louise Slaughter, D-New York, said Mr. Obama did not broach the idea of Democrats working with Republicans on a replacement plan.",
  "It also calls for the authorizing committees to quickly report their proposals to the Budget Committee by Jan. 27.",
  "Senate Budget Committee Chairman Mike Enzi, R-Wyoming, in fact, unveiled a resolution Tuesday for the repeal.",
  "@POTUS I take responsibility for not doing the best job communicating the importance of the #ACA.",
  "CBS News’ Alan He, Catherine Reynolds and Walt Cronkite contributed to this report.",
  "Also, deductibles are so high that it is practically useless.",
  "“We don’t want people to be caught with nothing,” Ryan said.",
  "“He talked about what this health care means to people.",
  "“The American people have spoken,” Pence said.",
  "“We don’t even think about replacing the law.",
  "It will fall of its own weight - be careful!",
  "Our job is to save the one we got.",
  "We can improve it,” she said."
]