[
  "The White House and fellow Republicans in the Senate differed Sunday on Congress’ next step on ObamaCare reform, with Maine Sen. Susan Collins suggesting her chamber will shelve the recently passed House measure and “start from scratch.”\n\nWhile President Trump and House Republicans celebrated passage of their measure Thursday with a White House Rose Garden event, concerns were already mounting about dying momentum as the more deliberate Senate tries to craft its own ObamaCare replacement plan.",
  "“I think what's happening is not dead on arrival,” he said, suggesting the Senate will look at the House version, then “come up with what the Senate thinks the Senate can do.”\n\n“That’s the way legislation used to be passed,” said Blunt, after he and other GOP senators made similar remarks last week.",
  "\"That is an important issue to me because I don't think that low-income women should be denied their choice of health care providers, for family planning, cancer screenings, for well women care (but) it's not the only issue in this huge bill,\" she said.",
  "She also restates her opposition to any bill that denies Medicaid funding to Planned Parenthood but pointed to several other concerns with the House bill, including whether it offers affordable coverage for people with preexisting conditions.",
  "Rob Portman of Ohio, Shelley Moore Capito of West Virginia, Cory Gardner of Colorado and Lisa Murkowski of Alaska are among the other GOP senators opposed to cutting Medicaid, the federal-state health care program for the poor and disabled.",
  "But I think we feel really good where we are.”\n\nMissouri Sen. Roy Blunt, a former House member, also suggested Sunday that the Senate will crafts its own bill but signaled an openness to the lower chamber’s efforts.",
  "“If they can get rid of the word 'repeal,' Democrats can sit down,\" Machin, facing 2018 reelection in an increasingly conservative state, said on CBS’s “Face the Nation.” “We know this bill needs to be fixed.",
  "White House Chief of Staff Reince Priebus seemed to suggest Sunday that the Senate will modify the House version, reaffirming what his deputy, Rick Dearborn, said last week on an ABC News podcast.",
  "Priebus told “Fox News Sunday” that he saw a level of enthusiasm in the GOP-led Senate, after talking to Majority Leader Mitch McConnell, R-Ky., and other senators working on the bill.",
  "However, he also seemed to make a point of giving the Senate time to make changes, despite Trump’s strong desire to fulfill his campaign promise of repealing and replacing ObamaCare.",
  "McConnell plans to move forward under special procedures that allow legislation to pass with a simple majority vote, instead of the 60 usually required for major bills in the Senate.",
  "West Virginia Sen. Joe Manchin said Sunday that he and fellow Democrats acknowledge problems with ObamaCare and that’s they be willing to help revise the 2010 health care law.",
  "That means he can afford to lose just two senators; Vice President Mike Pence would vote to break a 50-50 tie in his constitutional role as vice president of the Senate.",
  "\"We think we need to do even more support for people who are older and also more support for people with pre-existing conditions,\" Ryan told ABC.",
  "Then you'd get together.”\n\nNeither Blunt nor Collins is purportedly part of the 13-member, Republican-only Senate team working on the bill.",
  "“The House bill is not going to come before us,\" Collins said Sunday on ABC’s “This Week.” “The Senate is starting from scratch.",
  "House Speaker Paul Ryan, R-Wis., seemed resigned Sunday to his chamber’s bill being altered as part of a \"multistage process.\"",
  "There's not a Democrat that doesn't realize we need to work on (ObamaCare’s) private market.\"",
  "“Everyone is excited and ready to go to work and take the time necessary to look at the bill.",
  "“It’s up to the Senate to make improvements if they’re to be made,” he said.",
  "And I'm convinced that we're going to take the time to do it right.\"",
  "Dearborn said last week on the podcast: “Will there be some changes?",
  "Of course, the Senate is a different animal than the House.",
  "The Associated Press contributed to this report.",
  "… No one’s going to be beating down their door.",
  "\"The Senate will complete the job.\"",
  "We're going to draft our own bill.",
  "“There'd be a House bill.",
  "There'd be a Senate bill."
]