[
  "Pence and the transition’s newly installed executive director Rick Dearborn also are removing lobbyists from the transition, as Pence works to reshape the organization, according to a transition team member with knowledge of the decisions but who was not authorized to discuss them publicly.”\n\nTRUMP GIVES PRESS THE SLIP, SETTING UP FUTURE BATTLES\n\nAP: “President-elect Donald Trump emerged from his New York skyscraper Tuesday night for the first time in days, moving about the nation’s largest city without a pool of journalists on hand to ensure the public has knowledge of his whereabouts.",
  "PLAY-BY-PLAY\n\nPence team ready to go to court over possible release of an email sent by a political ally - Indy Star\n\nSanders the write-in winner in N.H. with over 4,000 votes - WMUR\n\nSanctuary city mayors gird for fight as Trump threatens their budgets - Bloomberg\n\nIt’s happening again…the 10 battleground Senate seats for 2018 - The Hill\n\nFROM THE BLEACHERS\n\n“Rudy Giuliani for Secretary of State -- Chris wouldn’t we both sleep better at night if Rudy was over Homeland Security instead?” – Randy Lariscy, Marietta, Ga. [Ed.",
  "--The Trump transition team member who requested security clearances for three of the president elect’s five children “is no longer with” the organization, according to ABC News\n\nAUDIBLE: PUT YOUR BACK INTO IT\n\n“I’m thinking about my life, how it went wrong, now I’m getting a Trump stamp.” – Davenport, Iowa resident Zach Cobert talking to WQAD as a tattoo of Donald Trump’s face was being drawn on his lower back as payment for losing a bet with his friend about the outcome of the election.",
  "**\n\nOn the roster: - Democrats’ recurring electoral amnesia - Trump, Pence try to project calm amid rumors of chaos - Trump gives press the slip, setting up future battles - Audible: Put your back into it - You’re doing it wrong DEMOCRATS’ RECURRING ELECTORAL AMNESIA\n\nThe dark night of the Democratic Party’s soul is made bleaker no doubt by its unexpected arrival.",
  "Once the canvasses are complete, the counties submit their final totals to the states’ chief election officers who then certify the results, submit the findings to the national archivist and summon the electors for the appropriate ticket to the state capitol to cast their ballots on the Monday after the second Wednesday in December, Dec. 19 this year.",
  "Journalists were only aware that Trump was leaving home when they spotted a large motorcade pulling away from the building, including an ambulance with lights flashing.”\n\nSUBSTITUTIONS\n\n--Eric Trump told assembled reporters in the lobby of Trump Tower that more major announcements could be coming today.",
  "- Email us at HALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions\n\nTRUMP, PENCE TRY TO PROJECT CALM AMID RUMORS OF CHAOS\n\nUSA Today: “Donald Trump huddled with top advisers Tuesday about filling key administration posts amid reports of staff changes and turmoil within his transition team.",
  "He has a point about the future of the GOP, but he and his party are basing their suppositions on a couple of constants: First, that white support for the GOP has topped out and, second, that the party can’t maintain such high numbers with white voters while broadening their coalition.",
  "For example, if I went to a polling place, but was not listed on the rolls there, I would be allowed to cast a ballot anyway, but it would be set aside in the pile of provisional votes to be reviewed by bipartisan election officials and either recorded or discarded at the canvass.",
  "The very term ‘time travel’ is a back-formation from the unnamed principal character of the story, whom Wells calls ‘the Time Traveller.’ The new idea caught on so quickly that it was appearing in the Oxford English Dictionary by 1914.”\n\nFlag on the play?",
  "He was charged for illegally crossing the Russian border… According to TASS, a source the agency has within the Office of the Russian Bailiffs Service for the Novosibirsk region said Prieto was deeply disappointed with the Russians’ cold welcome.",
  "Last week’s presidential defeat and insufficient Senate showing has reminded the party of Obama that while there are more Democratic voters than Republican voters in the country, there are more Republican states than Democratic ones in the Union.",
  "“There is another outlier to the polling misses and near-hits and that’s how many voters either actually did not know who to vote for and switched or showed up at the last minute, and how many deliberately answered the questions deceptively.",
  "--A spokesman for former Sen. Rick Santorum told Fox News that the two-time presidential contender and architect of much of the party’s current blue collar push has taken himself out of the running for a slot in Trump’s administration.",
  "In Michigan, for example, we won’t know the outcome of the popular vote and the disposition of the state’s electoral votes until the end of the month because it’s so close, with less than half a point between Trump and Clinton.",
  "While Clinton won among the 60 percent of voters who made up their minds before September, Trump won among all of the voters who decided there after, including a 12-point advantage among voters who decided in the last week.]",
  "While some Democrats would like to believe that Obama’s success is because demography has overwhelmed the middle-class, Middle American, white majority, the president took pains this week to remind his party how he won.",
  "Democrats instead nominated the most liberal member of the Senate, an African American with less than a single term under his belt who made his bones as an outspoken critic of Bush’s aggressive foreign policy.",
  "--After engaging with the Trump team, longtime Republican foreign policy hand Eliot Cohen has rescinded his call that young, national security experts join the Trump administration despite their reservations.",
  "Teixeira and John Judis explained that while the Bush team was reveling in what they thought could become a near-permanent Republican majority, the GOP’s doom was already written in the census results.",
  "The same year that Obama thrilled with his call for unity, star demographer Ruy Teixeira, co-author of the hugely influential book “The Emerging Democratic Majority,” told Democrats a different story.",
  "The New York Review of Books gives a history of how time traveling became a mainstay of storytelling: “James Gleick’s illuminating and entertaining Time Travel is about one of these once-new stories.",
  "Their transient existence, and their detached situation, already taken notice of, afford a satisfactory prospect of their continuing so, to the conclusion of it.”–Alexander Hamilton, Federalist No.",
  "This cycle of forgetfulness and painful recollection stretches back to at least 1968, when Democrats shifted away from their traditional New Deal-era coalition built on the white working class.",
  "THE RULEBOOK: DETACHED FROM SINISTER BIAS\n\n“Thus without corrupting the body of the people, the immediate agents in the election will at least enter upon the task free from any sinister bias.",
  "Obama spoke of his time spent in Iowa at fish fries and American Legion Halls, hinting at his remarkable success with white voters in the Midwest and even places like Montana and Nebraska.",
  "Liberal author Thomas Frank asked “What’s the Matter With Kansas?” and told his fellow Democrats that the only way Republicans won in the heartland was by tricking rubes on social issues.",
  "Mishkin the Magnificent argues that so many analysts failed in 2016 because they were focused on the margin between Trump and Clinton and not the actual vote shares of the two candidates.",
  "Julio Prieto, a 29-year-old Colorado-based insurance salesman, was stopped at Russia’s southern border with Kazakhstan for not having a valid visa reports Tass, a Russian News agency.",
  "Schumer may be the Senator from Wall Street, but he has a track record as a pragmatic lawmaker who tries to keep his party away from liberal pet causes that alienate heartland voters.",
  "Having been laid out by George W. Bush’s values voters, Democratic mandarins called for moderation and outreach on “God, guns and gays,” with a heavy dose of muscular foreign policy.",
  "Teixeira argues in a new piece that Trump’s victory reflects a last gasp of these white voters and that while Republicans have won this battle, they will lose the demographic war.",
  "YOU’RE DOING IT WRONG\n\nKUSA: “A Colorado man has just been deported from Russia after illegally entering the country in search of ‘a better life,’ Russian media outlets report.",
  "Gainsaying Rust Belt Democrats who warned about global warming regulations, gun control and the embrace of free trade were marginalized and urban elites were given free rein.",
  "“There is not a black America and a white America and Latino America and Asian America – there’s the United States of America.”\n\nThat’s not how Obama would govern, of course.",
  "Is it true that absentee ballots in some jurisdictions are only counted if there is a mathematical possibility of them making a difference to the Electoral College result?",
  "As a US citizen living abroad, I cast my vote as an absentee and want it to be counted, whether it affects the result or not.”\n\n– Owen Derrick, Greenock, Scotland\n\n[Ed.",
  "--Former Goldman Sachs Group Inc. partner Steven Mnuchin has been recommended for Treasury secretary, but is awaiting Trump’s final decision, sources tell Bloomberg.",
  "Ryan, who represents part of Ohio’s Mahoning Valley, is exactly the kind of Democrat facing extinction if the blue team has lost its last footholds in the Rust Belt.",
  "The authors may yet be proven right, but this promise of demographic destiny has already cost Democrats their House and Senate majorities and now, the White House.",
  "But as Democrats scramble to rediscover their roots, Manchin is not just going to remain a Democrat, but was elevated to leadership as part of Schumer’s new team.",
  "Manchin stood up for Donald Trump when outgoing Democratic Senate Minority Leader Harry Reid attacked him, as a rumor was circulating that he might switch teams.",
  "--As vice president-elect, Mike Pence remakes Trump’s transition team after Christie’s ouster, one of the first moves has been to purge lobbyists from its ranks.",
  "--Former Lt. Gen. Michael Flynn is a likely pick for White House national security adviser, sources tell Fox News’ Chief Washington Correspondent James Rosen.",
  "The folks are getting pretty savvy about how these things work, and any poll depends on honesty for accuracy.” – Rebecca L. Baisch, Idaho Falls, Idaho [Ed.",
  "Obama didn’t win just because he ran up the score among minorities and affluent suburbanites, but because he did so well in rural counties and small towns.",
  "--Texas Sen. Ted Cruz visited Trump Tower Tuesday, fueling speculation that Trump is considering him for attorney general, or a Supreme Court appointment.",
  "Overseas ballots like yours are often counted later, since the requirement is usually that the submission be postmarked, not received, by Election Day.",
  "Chris Christie, have left the team in the wake of Trump’s decision last week to replace Christie as transition chairman with running mate Mike Pence.",
  "We see it also in the discussion of Ohio Rep. Tim Ryan as potential replacement for beleaguered San Franciscan Nancy Pelosi as House minority leader.",
  "Following the party’s 2004 loss, which came as almost as much of a painful shock as this one, Democrats were doing much of what they are doing now.",
  "Things get fuzzier on subjective measures like issues that are the most important to voters, or how intensely they feel about a particular topic.",
  "Post-1972 Democratic victories include two Southern governors with broad rural appeal, and interestingly, the first African American president.",
  "Now, we shouldn’t take anything away from Obama’s prodigious political gifts or his former gift, recently reasserted, for bipartisan tone.",
  "Names floated for the future included meticulously moderate Virginia Sen. Mark Warner and, of course, then-centrist Sen. Hillary Clinton.",
  "Though states differ, the typical process works like this: an unofficial count is provided on the night of the election or the next day.",
  "This goes to the very sound and sensible argument made by Arnon Mishkin, the capo de nerdy capo of the Fox News Channel decision desk.",
  "She would bump up but not too much, meaning most of Trump’s fallen-away voters were going to indecision or minor parties, not Clinton.",
  "The president-elect spent about two hours dining with family at the 21 Club, a restaurant a few blocks from his Trump Tower residence.",
  "Whatever the final outcome in Michigan, Trump’s national victory is clear, and we do not have to repeat the painful process of 2000.",
  "--Former New York Mayor Rudy Giuliani has been leaning into his bid to secure the post of top diplomat in the Trump administration.",
  "Now, the party finds itself at its lowest ebb on the state and federal levels since at least 1989 and without a clear path forward.",
  "It has been enough to keep the party more than competitive in the fight for Senate control, even though the House has slipped away.",
  "We have grown very used to the idea of time travel, as explored and exploited in so many movies and TV series and so much fiction.",
  "--Trump’s transition team is trying to decide if they’ll produce a code of ethics, as all modern presidential teams have done.",
  "Share your color commentary: Email us at HALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Then, county election officials conduct canvasses to confirm the counts and deal with any disputed or provisional ballots.",
  "And Democrats assumed that since eventual supremacy was a given, they could cater only to their coastal and big-city base.",
  "But his shift from uniter to wielder of wedges eight years later is reflective of the shift in thinking inside his party.",
  "Although it feels like it’s been around forever, it isn’t an ancient archetypal story but a newborn myth, created by H.G.",
  "No matter how far down Trump went in his occasional troughs, there was never a commiserate benefit to Clinton’s topline.",
  "Republicans were strong now, they wrote, but the rising tide of Hispanic voters would swamp rural and small-town whites.",
  "Also in the defense realm, Sen. Tom Cotton, R-Ark., is being given very serious consideration for secretary of defense.",
  "note: Mr. Lariscy, I sleep very well these days – but that’s just because I’m so tired from all the election coverage!]",
  "Russia’s Karasuksky District Court found Prieto guilty and imposed a fine on him for violating Russian migration laws.",
  "But presidential victories have only usually come when Democrats have suffered enough to reach beyond the city limits.",
  "I understand how Trump supporters would want to see the margin of popular vote defeat narrowed as a matter of pride.",
  "“Chris, I value your analysis and have enjoyed your company on the roller-coaster ride that this election has been.",
  "But as with Hillary Clinton, Giuliani’s life after leaving public service could prove problematic, the NYT reports.",
  "Instead, the red team is reinstating its leaders by acclimation, while Democrats are trying to reinvent themselves.",
  "To put it another way, time travel is two years older than Dracula, and eight years younger than Sherlock Holmes.",
  "Although they are not required to do so, ethics experts say its’ crucial to building a new administrative team.",
  "“There is not a liberal America and a conservative America – there is the United States of America,” he said.",
  "But fortunately for us all, folks tend to be basically honest when it comes to their political choices.",
  "The Russian Government paid for the flight.”\n\nChris Stirewalt is digital politics editor for Fox News.",
  "There’s no question that the next 20 years hold plenty of peril for the GOP and its tall, narrow base.",
  "Funny how everyone expected Republicans to be the ones looking for a new identity after this election.",
  "If you think the current transition effort is ungainly, imagine not having a winner until December!]",
  "Riven by race and opposition the Vietnam War, Democrats traded the countryside for the cityscape.",
  "We do know lots about late deciders, since exit polls ask voters when they made up their minds.",
  "The future was a minority majority America and the Republicans would find themselves shut out.",
  "Prieto attempted to sneak into the country, but was caught near Novosibirsk on Sept. 14.",
  "But nothing says it better than the custody battle over West Virginia Sen. Joe Manchin.",
  "The elevation today of Sen. Chuck Schumer to Senate Minority Leader is part of that.",
  "His 2004 convention speech was one of the finest pieces of modern political oratory.",
  "When we believe that our success is inevitable, we begin to take things for granted.",
  "Given that Trump won West By God Virginia by 41 points, it wasn’t so far-fetched.",
  "Subjective questions lead to subjective answers, but that’s different than lying.",
  "Chris Christie, was a marked man to senior adviser Steve Bannon’s Breitbart News.",
  "I have seen this rumor circulated on social media, but that is not how it works.",
  "It was a mix of forgetfulness and wishful thinking that brought Democrats here.",
  "But demographic arrogance has certainly left Democrats with a long way to go.",
  "Now, Democrats are scrambling to reengage with white working class voters.",
  "--Former Rep. Mike Rogers, R-Mich., resigned from Trump’s transition team.",
  "Absentee ballots by mail, however, are treated like regular ballots.",
  "Somebody call Joe Biden and ask him what they like in Scranton!",
  "note: Mischief-making respondents are no doubt a real thing.",
  "This year, Trump won with those who broke late in the race.",
  "All duly submitted ballots will – or should – be counted.",
  "Prieto was flown from Novosibirsk to New York on Monday.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "But that’s not what happened, as you may recall.",
  "I have a question concerning the popular vote.",
  "Several officials, allies of New Jersey Gov.",
  "Wells in his 1895 novel The Time Machine.",
  "Sally Persons contributed to this report.",
  "Rogers, an ally of New Jersey Gov.",
  "note: Keep the heid, Mr. Derrick!",
  "Somebody lend Pelosi a hard hat!",
  "68\n\nTIME OUT: TRAVEL PLANS?",
  "But it shouldn’t have been.",
  "Exit polls bear that out.",
  "So it takes a minute.",
  "Sign up here.",
  "Sign up here."
]