[
  "Several well-connected Republican lobbyists on the team were involved with the Trump campaign, his White House transition team or both, Mottur notes, “so we’ve just been switching our marketing emphasis.”\n\nThat’s the same abrupt adjustment dozens of lobbying companies, trade associations and corporations have been making in the months since American voters tapped a bombastic real estate tycoon with zero political experience to be the nation’s next president.",
  "And research CRP did in 2014 found nearly half of the lobbyists who had been “deactivated” by a company were still with that company, suggesting they had “altered their activities just enough to avoid reporting thresholds.” Perhaps the most notorious so-called “shadow lobbyist” is former Senate Majority Leader Tom Daschle, who worked for years as a “special policy adviser” at a D.C. lobbying company before finally registering as a lobbyist in 2016.",
  "Whether it was shouting down Obama from the House floor during his first State of the Union speech in 2009 or declaring that Republicans’ “single most important” goal was making Obama a one-term president (as Senate Republican leader Mitch McConnell did in 2010), the tone that’s been set is: Cooperation equals capitulation.",
  "Newsweek\n\nThere Is No Drain\n\nThe optimism on K Street clearly discounts the rhetoric coming out of the White House after Trump followed through with one part of his campaign promise to “drain the swamp.” As he signed his “lobbying ban” order, Trump boasted that it was far tougher than the one Obama inked in 2009.",
  "The veteran Democratic lobbyist went into Election Day assuming Hillary Clinton would be America’s 45th president, and as a member of Clinton’s national finance committee who helped raise more than $1 million for her campaign, that would have been a victory not just for his party but also for his bottom line.",
  "Election years are always lean times for lobbyists—Congress essentially stops working halfway through the year to focus on campaigning, and there is almost no hope of passing controversial (read: significant) legislation that would force members on either side of the aisle to cast tough votes.",
  "While transition officials instituted rules requiring registered lobbyists working on the transition to temporarily suspend their work and barred meetings with lobbyists at transition headquarters, it did nothing to stop them from advocating for their clients remotely.",
  "That has lobbyists eagerly anticipating a return to the boom years of 2009 and 2010, when Democrats controlled both branches of government and pushed through a major stimulus spending package, health care reform and an overhaul of financial industry regulation.",
  "So while they credit the new order for “some positive features,” it “does not live up to his promise to drain the swamp.”\n\nAnn Hermes/The Christian Science Monitor/Getty\n\nLobbyists, meanwhile, say they have had little trouble gaining access to the Trump team.",
  "It also permanently bans administration officials from lobbying for a foreign government and requires them to recuse themselves from any policymaking related to their former employers for their first two years in the administration.",
  "But the White House’s recent executive order extending the lobbying ban on executive branch officials is unlikely to stem the lobbying “revival” predicted by leading Republican lobbyist Trent Lott, the former Senate majority leader.",
  "It’s hard to measure, she says, but a lot of “swamp work” has been pushed into the shadows thanks to a loophole-riddled 2007 disclosure law, followed by President Barack Obama’s restrictions on lobbyists in his administration.",
  "“I was thinking, This is going to be great for my firm,” recalls Mottur, a senior partner at D.C. lobbying powerhouse Brownstein, Hyatt, Farber and Schreck, which represents such companies as Anheuser-Busch, FedEx and Comcast.",
  "Mottur points out that one of his partners at Brownstein Hyatt, former Republican National Committee Chairman Jim Nicholson, was a Trump supporter during the campaign and is close to White House Chief of Staff Reince Priebus.",
  "A senior Republican lobbyist recalls helping a client plan last fall for 2017 with a set of Democrat-friendly policies they expected to pursue and other things they expected to have to fight against with a President Clinton.",
  "The truth is, they’ll be able to use the “Daschle loophole,” as it’s become known, and claim they are “special advisers,” not lobbyists, even as they advocate for their corporate conglomerate clients with former colleagues.",
  "As part of his populist appeal, Trump promised to drain the fetid “swamp” along the Potomac, an incestuous bog teeming with powerful politicians and moneyed interests, and to “end the cycle of corruption” in Washington.",
  "“When they took away earmarks, that was the watershed moment,” says Kimberley Fritts, CEO of lobbying company the Podesta Group, whose brand-name clients include Airbnb, Blue Cross Blue Shield and General Electric.",
  "They point out that when Trump declared that “most of the people standing behind me will not be able to go to work” as lobbyists, that statement assumed the assembled staff would follow existing disclosure laws.",
  "Sheila Krumholz, executive director of the government watchdog group Center for Responsive Politics (CRP), cautions that lobbying activity has not shrunk as much as the decline in industry revenue might suggest.",
  "The president “could have closed loopholes” in the 2007-amended Lobbying Disclosure Act, says a release by Citizens for Responsibility and Ethics in Washington Chair Norm Eisen and Vice Chair Richard Painter.",
  "This past year, however, was particularly bad compared with past presidential election years, and it was part of a downward trend K Street, D.C.’s ground zero for lobby shops, has been on this entire decade.",
  "Krumholz agrees that “there is undoubtedly a connection” but insists that “there are still sweetheart deals to be had.”\n\nK Street was bracing for a similar storyline under a Hillary Clinton administration.",
  "“Literally the day after the election, they said, ‘Oh my God, we’ve got to flip all those presumptions.’”\n\nAnother insider describes clients who still haven’t absorbed the reality of a President Trump.",
  "“If you look at our firm and some other firms in ’08 and ’09, I think you’ll see what’s going to happen next year.” What happened then is lobbying revenue shot up, peaking at $3.52 billion in 2010.",
  "By winning the White House, he gave Republicans free rein to pursue long-sought priorities like replacing Obamacare and comprehensive tax reform, something that affects virtually every industry.",
  "The 2007 law required more detailed and frequent reports, but it only applied to those who were in regular, direct contact with lawmakers (amounting to more than 20 percent of their work hours).",
  "While Hillary Clinton’s campaign tallied more than $7.5 million in donations “bundled,” or collected, by lobbyist supporters, Trump reported exactly zero donations from lobbyist bundlers.",
  "And the Republican nominee raised just $140,000—a tiny sliver of the $150 million in contributions he hauled in—from political action committees, a typical conduit for corporate cash.",
  "Mottur boasts of a tweet that Trump sent out to his millions of followers in December, with a picture of Nicholson standing beside the president-elect at the Army-Navy football game.",
  "Across the board, K Street veterans think it’s taken time for the business community and other interest groups to absorb the election results, which had delayed contract signings.",
  "Cheriss May/Nur/Getty\n\nLobbyists also point to the end of what is known as “earmarks,” the practice of slipping funding for pet projects into spending bills and other legislation.",
  "The challenge for the lobbying community is reorienting toward a Republican administration they were not prepared for, led by a man they’d renounced for most of the campaign.",
  "And precisely because so few people or companies had anticipated a Trump White House, there is all the more need for trusted guides to help navigate these murky waters.",
  "Total lobbying revenue was down for the third year in a row, to $3.12 billion, and federal lobbyists inked the smallest number of new contracts since at least 2000.",
  "“It’s a two-year ban now, and it’s full of loopholes,” he told reporters gathered in the Oval Office for the signing about his predecessor’s anti-lobbying measure.",
  "This reflects not just the realities of divided government but also a more insidious form of partisanship that has made cross-party dealmaking increasingly rare.",
  "There was a chance, going into November 8, that Democrats could win back control of the Senate, but almost no hope they could regain the majority in the House.",
  "If Clinton had won, the new Democratic president might have enjoyed a brief honeymoon with congressional Republicans and inked a few bipartisan deals.",
  "It’s true that Trump’s ban, which restricts officials in his administration from lobbying their agency after they leave office, is longer—five years.",
  "For an industry premised on dealmaking, the return of one-party rule in Washington offers the welcome end—at least temporarily—to political gridlock.",
  "The number of laws passed by Congress since 2011—the year Republicans reclaimed the majority in the House—are lower than they’ve been in decades.",
  "Now the entirety of corporate America and K Street is trying to make nice, donating millions to Trump’s transition committee and inauguration.",
  "Several prominent corporations pulled out of funding the Republican National Convention after Trump secured the nomination last summer.",
  "For all the talk on the campaign trail of Washington corruption, 2016 was not a good year for the “influence industry,” as it’s known.",
  "Why would a client want to spend tens of thousands of dollars for its lobbyists to advocate a policy that has little hope of passage?",
  "The result, according to Krumholz, “was a rush for the doors” by lobbyists, whose names suddenly disappeared from disclosure reports.",
  "As it did for so many others, the election results stunned Mottur; Donald Trump’s victory left him deeply disappointed, personally.",
  "Stupefaction and confusion are giving way to hard-nosed capitalism as K Street realizes all the business opportunities to be had.",
  "Al Mottur admits to not only counting his chickens before they hatched but putting out all the fixings for a fried chicken feast.",
  "Numerous lobbyists also initially served on Trump’s transition team, until they were purged as part of a November reorganization.",
  "Entitlement programs like Social Security and Medicaid, which count tens of millions of beneficiaries, may well be overhauled.",
  "Suddenly, a major access point for cities, hospitals, universities and private companies seeking federal funding was shut off.",
  "House Republicans banned the practice after they won back the chamber in 2010 with a promise to clean house in Washington.",
  "Still, Krumholz and others agree there is also a direct correlation between lobbying activity and legislative activity.",
  "The president is promising to renegotiate longstanding trade deals and invest billions in new infrastructure projects.",
  "“You’ve got a president who comes in with an excited, enthusiastic, unified Congress of the same party,” says Mottur.",
  "That means major policy changes are in the works, which promise to fundamentally alter billion-dollar industries.",
  "And it included little in the way of real enforcement power or punishment for those who skirted the rules.",
  "Watchdog groups cheered those measures but said they do little to close loopholes and opens some new ones.",
  "But there was little chance the partisan rancor would ebb enough to broker major compromise legislation.",
  "And companies are eagerly highlighting any connections they have cultivated with the Trump White House.",
  "Lobbyists in Washington have had less work in recent years because there has been less to lobby about.",
  "And as one senior lobbyist notes, “We did a lot of phone conversations” with Trump transition staff.",
  "Republicans’ stonewalling on Capitol Hill this decade led to a major slowdown in policymaking.",
  "K Street insiders believe that’s a function of how head-spinning Trump’s election was.",
  "Professionally, however, he quickly surmised that his company would be just fine.",
  "Far from draining the swamp, the Trump administration is poised to make it rain.",
  "CRP data show the number of active federal lobbyists peaked at 14,822 in 2007.",
  "But they are confident a “business bonanza,” as one put it, is coming.",
  "Evidence of the same kind of boom is not showing up yet, however.",
  "Instead, Trump’s election is likely to feed the swamp monsters.",
  "Trump has completely upended that outlook.",
  "In 2016, that number was 11,143.",
  "The Senate quickly did the same.",
  "Alex Brandon/AP\n\nIt’s Alive!"
]