[
  "With the White House under control of men who seem to lack the judgment and temperament to protect our nation's national security -- Donald Trump, Steve Bannon, and (at least for now) Michael Flynn -- and with the the Trump administration marginalizing and firing dedicated civil servants who are trying to defend U.S. interests, our country desperately needs people of independence to lead Justice and State -- to preserve the rule of law, to avoid global chaos, to prevent war and nuclear catastrophe.",
  "Tillerson's nomination also reinforces other enormous concerns about the Trump administration:\n\nTrump's bizarre love for Russian dictator Putin, the clear evidence that Russia tried to get Trump elected, and reports that the Justice Department is investigating Flynn's interactions with Russian officials, all suggest the U.S. needs a Secretary of State who will approach Russia in a clear-eyed, principled way.",
  "\", Tillerson replied, \"I would need to have a lot more information around how such an approach would even be constructed, and if it were a tool for vetting, then it probably extends to other people as well, other groups that are threats to the U.S.\"\n\nA national registry of any group of Americans based on their religion would be repugnant to U.S. values and our Constitution.",
  "In fact, the Attorney General nominee is \"the intellectual godfather of the president's policies,\" with a \"reach [that] extends throughout the White House, with his aides and allies accelerating the president's most dramatic moves, including the ban on refugees and citizens from seven mostly Muslim nations that has triggered fear around the globe.\"",
  "And although he acknowledged that \"the risk of climate change does exist, and the consequences could be serious enough that action should be taken,\" he added, \"Our ability to predict that effect is very limited,\" and then told us what he really thought: \"I don't see it as the imminent national security threat that perhaps others do.\"",
  "Asked at his hearing by Senator Ed Markey (D-MA) whether the Trump administration would honor the Paris climate agreement, Tillerson said only that his State Department would conduct a \"fulsome review\" of the issue and that there would be \"no space\" between him and Trump on the issue.",
  "Just as Trump has refused to provide his tax returns, Tillerson refused in his hearing to discuss his record at Exxon Mobil, where he has spent 41 years, including the company's alleged deceptions on climate change, which are now the subject of state attorney general investigations.",
  "Confirming the concern that the Trump administration is about enriching government officials and their cronies, Tillerson has agreed only to recuse himself from Exxon-related matters for a single year, so far rejecting the request of senators that he recuse for his entire tenure.",
  "Although Tillerson and his company stopped pretending in public, in the face of overwhelming scientific evidence, that global warming isn't real, he continued to minimize the danger, while Exxon has funded think tanks that have questioned and denied climate change.",
  "While Tillerson's backers stress that he was recommended to Trump by former Secretary of State Condoleeza Rice and former Secretary of Defense Robert Gates, they don't mention that Rice and Gates run a consulting firm whose clients include ExxonMobil.",
  "The new president's refusal to divest from his businesses, just as his companies leverage his new power in order to sell Trump-branded hotel rooms and club memberships, is turning our great democracy into a corrupt kleptocracy.",
  "Tillerson's ties to Russia are based on commerce -- on his multinational company Exxon Mobil and Russia making each other wealthier -- rather than on protecting U.S. interests, and he has opposed U.S. sanctions against Russia.",
  "The Trump Administration's ill-conceived, unlawful, and counterproductive Muslim ban executive order raises new concerns about the nominations of Jeff Sessions for Attorney General and Rex Tillerson for Secretary of State.",
  "As the Post piece notes, key White House architects of the Trump shock and awe campaign Stephen Miller and Rick Dearborn, are long-time Sessions associates, while Steve Bannon appears to be Sessions' ideological soulmate.",
  "Finally, although Tillerson has somehow been lauded for not having as extreme a view on climate change as Trump, who has called it a hoax, his record is not reassuring, given the magnitude of the threat.",
  "Bannon even told the Post that Sessions is \"the clearinghouse for policy and philosophy\" in the Trump regime and that he and Sessions are at the center of Trump's \"pro-America movement.\"",
  "According to the Post story, Sessions, one of Trump's earliest supporters in Washington, helped craft Trump's first-week strategy \"although Sessions had advocated going even faster.\"",
  "Nor is there any reason to believe that Secretary of State nominee Rex Tillerson will be a strong force for sanity and responsibility, including on issues relating to Islam.",
  "It's possible that Tillerson could claim that he misunderstood the question and perhaps thought Shaheen was referencing the entrance of Muslims from overseas.",
  "But Tillerson has developed close ties with Putin, and in 2012, Russia awarded Tillerson one of its highest honors, the Order of Friendship decoration.",
  "At worst, it shows that, far from countering the fervently bigoted, extremist views of Trump, Bannon, and Flynn, Tillerson would reinforce them.",
  "Similarly, Tillerson's record at Exxon is one of subordinating human rights and anti-terrorism concerns to lucrative business deals.",
  "Asked at his confirmation hearing by Senator Jeanne Shaheen (D-NH), \"Do you support a national registry for American Muslims?",
  "But at the very least, Tillerson's answer revealed that he has little awareness of the issues or is a very poor listener.",
  "That Tillerson might view foreign relations through the lens of corporate profits also reinforces concerns about Trump.",
  "A powerful report in yesterday's Washington Post documented that the seemingly mild Sessions is not that man.",
  "Like Trump, Tillerson has refused to be accountable about his actions.",
  "Tillerson, like Sessions, may be a good fit for Trump.",
  "But both are a bad fit for America.",
  "Which was hardly reassuring.",
  "Far from it."
]