[
  "Interviews with six White House staffers and people close to the president attribute Trump’s shrinking West Wing to three factors: chief of staff John Kelly’s careful review process, which has led to the paring down of an organization that many inside complained was top-heavy; the chilling factor of five open-ended Russia investigations hanging over the White House, making it hard to attract new talent; and the president’s own dark mood this summer, which has left him increasingly isolated and in the mood to hunker down, not hire up.",
  "Press secretary Sarah Huckabee Sanders said that Short, a former Republican National Committee spokesman who moved from the Trump campaign to the White House press office, won’t be replaced because he “covered national security issues, and the [National Security Council] has a bigger comms team than when we first started, so we have integrated them more into our operation.” An NSC spokesman did not respond to emails requesting an update on the size of his team.",
  "As for Hemming and Hicks, Sanders said in an email, “we are looking to add new people to the comms operation overall.”\n\nBut at other levels, the problem has been recruiting people to join a White House where five major investigations — four overseen by congressional committees and one run by special counsel Robert Mueller — are the background static of daily work life, uncomfortable to listen to but hard to tune out.",
  "But since her appointment on Aug. 16 — when Ivanka Trump went on Twitter to congratulate her “talented friend & colleague Hope Hicks on being named WH Communications Director,” leaving out any mention of the “interim” part — no active search has been launched to find a more permanent successor to the short-lived Anthony Scaramucci era.",
  "As he heads into an autumn fight on tax reform with a Congress he feels does not respect or fear him, the source close to the president described his mind-set, in recent weeks, as “the worst it’s ever been.”\n\n“He feels like this is not what he signed up for, and his accomplishments are being underplayed,” the person added.",
  "Kelly, multiple administration officials said, has no plans to find a replacement for Gorka, whose national-security-related position — which seemed mainly to involve doing television appearances the president loved — always existed outside of a typical White House organizational chart.",
  "Sanders herself was elevated internally to fill Sean Spicer’s position after a months-long search for a candidate from the outside — media personalities like Laura Ingraham and Kimberly Guilfoyle were considered, among others — yielded no appropriate candidates willing to take the job.",
  "That’s left Trump in a bind amid recent public criticisms from people like Secretary of State Rex Tillerson and economic adviser Gary Cohn, who both publicly distanced themselves from Trump’s comments in the wake of the violent white nationalist protests in Charlottesville, Virginia.",
  "And Dearborn, along with counselor Kellyanne Conway, has overseen the surrogate operation since Boris Epshteyn left the administration in March — though with the help of one newcomer, a lower-level press aide, Kelly Sadler, who was hired by former communications director Mike Dubke.",
  "Story Continued Below\n\nAfter a summer of distracting staff churn, the communications director job is just one of a number of top-level West Wing positions that has ultimately been filled by an existing staffer — or not filled at all — after an official has quit or been let go.",
  "Ambassador Nikki Haley, who people close to Trump do not think is ready to head the State Department, the source said, “I couldn’t name you a guy who would take the job or get confirmed.”\n\nBut staffing up is far down on the list of Trump’s priorities right now.",
  "Kelly is now mulling a system in which the chief of staff, the staff secretary and the White House counsel would serve as the only direct reports to the president, cutting out any space for a chief strategist to directly influence the president’s thinking.",
  "When former chief of staff Reince Priebus’ deputy Katie Walsh left the administration in March, the first high-profile staffer to depart, most of her portfolio went to another White House deputy chief of staff, Rick Dearborn — and she was never replaced.",
  "When President Donald Trump asked Hope Hicks to step into the role of communications director, his longtime aide hesitated before taking on a management position overseeing more than 40 staffers who work in White House media relations.",
  "Kelly has come in and done a look-see on what everyone’s been working on for the first six or seven months here,” said one White House aide, explaining that positions like the one held by Gorka would be pared down going forward.",
  "Others, who said they would have joined the administration back in January with no hesitation, said that calculation has become more complicated in the wake of Trump's Charlottesville comments and other self-created crises.",
  "“Some people were ready,” the aide said, “and some people were not.”\n\nAs for Bannon, people close to the president argue that because Trump serves as his own chief strategist, his position was ultimately redundant.",
  "And even Trump loyalists who support the president from the outside said they have been crossing their fingers that the president doesn’t approach them with a direct plea to join his administration.",
  "“I’m always there for the president; we speak regularly,” Christie said in an interview with Fox News on Tuesday when asked about a potential formal role in the administration.",
  "There are no plans to fill the role of chief strategist left vacant by Steve Bannon’s exit from the West Wing earlier this month, according to one White House official.",
  "But behind him, there isn’t a long line of Republicans hungering for a seat at the table, when Trump has been alienating his own party’s leaders in Congress.",
  "It was Hicks who insisted on “interim” being part of her new job title before accepting the post, according to a person familiar with the negotiations.",
  "In one-on-one interviews with all West Wing staffers, the aide said, Kelly asked aides to bring him up to speed on their work, and upcoming deadlines.",
  "At lower levels, staffers who have been let go — like communications aides Michael Short and Andrew Hemming — are also not being immediately replaced.",
  "The removal last week of Sebastian Gorka, a Bannon ally who served as a deputy assistant to the president, leaves another position empty.",
  "The easy pipeline to RNC staffers, which existed under former RNC chair Priebus, has dried up with his departure from the West Wing.",
  "Trump’s top-heavy West Wing has also been shedding staffers without replacing them from the beginning.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Chris Christie, insiders said, is still angling for a position in the administration.",
  "“I think that cuts him to the quick,” said a source close to the president.",
  "“He just looks around and says, ‘When is this going to get better?’”",
  "But he knows he can’t afford to push either man out right now.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Lame-duck New Jersey Gov.",
  "Outside of U.N.",
  "“Gen."
]