[
  "That outreach effort, which made its way from Yenason to a friend of his named Rick Clay and then to members of the Trump campaign, became the subject of intense scrutiny last Friday after the Senate Judiciary Committee sent a letter to Kushner, a White House senior adviser and Trump’s son-in-law, accusing him of improperly withholding the email exchange.",
  "(RELATED: Kushner Was Forwarded An Email Offering A ‘Russian Backdoor Overture’)\n\nKushner’s emails show that he shot down the meeting request, but Trump critics saw the initial overture as an attempt by the Trump associates to collude with Russian operatives or by Kremlin functionaries trying to infiltrate the campaign.",
  "Butina’s group, which is now supported by Torshin, has come under scrutiny from some media outlets in the U.S., not just because of the peculiarity of a gun rights group operating in Russia, where private gun ownership is strictly limited, but also because of Torshin’s position in the Russian government.",
  "Johnny Yenason, the owner of a Pennsylvania-based pipefitting company, says that it was his Christian and veterans advocacy work that prompted him to reach out in May 2016 to Aleksander Torshin, the deputy chairman of Russia’s central bank, and his associate, Maria Butina.",
  "Two months after that event, Yenason says he thought of Torshin and Butina, both lifetime members of the National Rifle Association, while he was helping put together a fundraising effort for the Hershel Woody Williams Medal of Honor Foundation.",
  "Seeing an opportunity to use the veterans event to get a meeting with Trump, Yenason says he spoke with Clay, a former Iraq War contractor who he knew from a veteran support group called the Military Warriors Support Foundation.",
  "An offer of a “Russian backdoor overture” that made its way to Jared Kushner last year was initiated by a devout Christian with concern for veterans and not Russian operatives devising a plan to collude with the Trump campaign.",
  "Asked if Yeneson mentioned Torshin to him, Clay said, “I don’t remember that at all.”\n\nYenason, 62, says he met Torshin and Butina on a trip to Moscow in March 2016 for the National Russian Prayer Breakfast.",
  "“The Trump camp declined both coming to the event and for the meet up, especially because Maria and Alex were on the guest list,” said Yenason, who had asked Torshin and Butina to provide a short bio.",
  "Yenason says that while Clay’s email — entitled “Russian backdoor overture and dinner meeting” — does suggest that Torshin sought a session with Trump, Clay “misstated” his message to the campaign.",
  "Yenason, who was one of three Westerners invited to the event, said that conversation in Moscow centered on how to use Biblical teachings to help mend differences between the U.S. and Russia.",
  "Though Yenason acknowledged Torshin’s ties to the Kremlin, he called the Russian banker a “very Christian, principled believer.” In that, the pair were “on a common ground,” Yenason said.",
  "The event was to be held in Louisville, Ky., on May 18, 2016, a day before the NRA’s annual meeting, which Trump was slated to attend to receive the gun group’s formal endorsement.",
  "Yeneson’s own email correspondence with the Russians undercuts the notion that they “tried to get involved with me and manipulated me because I was some dumb American,” he says.",
  "At the NRA event, Torshin briefly met Donald Trump Jr., an encounter which mainstream media outlets jumped on because of Torshin’s high rank in the Russian government.",
  "“Rick’s email may have stated that, but that was not communicated to me in any of the requests or emails that I exchanged with [Butina and Torshin],” Yenason said.",
  "“I thought well why not invite a Russian to speak,” Yenason recalling thinking of Butina, the founder of a Russian gun rights group called The Right to Bear Arms.",
  "“It was appropriate to have her come in to talk,” explained Yenason, who said that he — and not the Russians — suggested the possibility meeting with Trump.",
  "Then a Russian senator, Torshin touted a policy position held by the NRA — that increased private gun ownership is associated with lower crime rates.",
  "“Now that my name has been released I wouldn’t be surprised if at some point someone might want to ask some more questions.”\n\nFollow Chuck on Twitter",
  "The pair met in Washington, D.C., while working to advance Christian interests, says Yenason, who provided a copy of his invite from Sautov.",
  "Torshin’s support for gun rights appears to be legitimate and has been the subject of news reports in Russia, including one from RT in 2012.",
  "Yenason said that investigators looking into the “Russian backdoor overture” have yet to contact him, but he expects that they soon will.",
  "But in interviews with The Daily Caller this week, Yenason directly disputed that Torshin or Butina made any outreach to the Trump team.",
  "Yenason, who has photos of the NRA event plastered on his Facebook page, said that he was not aware of any encounter between the two.",
  "The non-profit group is named after the World War II hero who earned a Medal of Honor for his actions during the Battle of Iwo Jima.",
  "Dearborn forwarded Clay’s request — with its subject line referring to a “backdoor overture” — to others inside the Trump campaign.",
  "Torshin’s work with American gun rights and Christian groups is of particular interest amid the Trump-Russia collusion craze.",
  "“We feel like this is inappropriate and this should be handled through the State Department,” he recalled Dearborn saying.",
  "He said he sat at a table with Trump Jr. at fundraiser held the next night for the NRA’s legislative outreach committee.",
  "Several news outlets reported Friday that Torshin, a former Russian senator, tried to arrange a meeting with Trump.",
  "CBS News reported on Monday that Torshin and Trump Jr. met during the NRA gala and spoke for two or three minutes.",
  "Clay then contacted Rick Dearborn, a former congressional aide to Jeff Sessions who worked on the Trump campaign.",
  "He has also been accused by a Spanish court of helping launder money for the Russian mafia, a charge he denies.",
  "Butina, who is in her late 20s, ended up speaking at the veterans event, though Torshin did not show up.",
  "In an Tuesday interview with TheDC, Clay said it was possible that he misstated what Yeneson told him.",
  "But the response came back from the upper echelons of the campaign that the meeting would be unwise.",
  "Yenason was invited by Peter Sautov, the chairman of Russia’s National Morning Prayer Foundation.",
  "“Pass on this,” Kushner wrote in an email released on Friday by his lawyer Abbe Lowell.",
  "For now I think we decline such meetings.”\n\n“Be careful,” Kushner concluded.",
  "The 63-year-old central banker is said to have links to Vladimir Putin.",
  "His flight was delayed and he was only able to attend the NRA event.",
  "Clay told TheDC that Dearborn contacted him to decline the meeting.",
  "TheDC reviewed Yenason’s email exchanges with Butina and Torshin.",
  "“A lot of people come claiming to carry messages.",
  "Attempts to contact them were unsuccessful.",
  "Very few we are able to verify."
]