[
  "Rep. Adam Schiff (D-CA) asks a question as former U.S. Secretary of Homeland Security Jeh Johnson testifies about Russian meddling in the 2016 election before the House Intelligence Committee on Capitol Hill in Washington Thomson Reuters\n\nWhite House lawyers to date have prided themselves on their cooperation with Mueller, making documents and witnesses available upon request without asserting privileges that could slow the investigation in a protracted legal fight.",
  "Carlos Barria/Reuters\n\nWASHINGTON (AP) — President Donald Trump's White House is relying on a sweeping interpretation of executive privilege that is rankling members of Congress on both sides of the aisle as current and former advisers parade to Capitol Hill for questioning about possible connections with Russia.",
  "Michael Dorf, a constitutional law professor at Cornell University, said that while traditionally Congress has required a formal assertion of executive privilege in order for a witness to refuse to answer a question, more recently \"we've seen people just not answer questions without asserting privilege.\"",
  "As lawmakers in the closed-door session probed Bannon's time working for Trump, his attorney got on the phone with the White House counsel's office, relaying questions and asking what Bannon could tell Congress, according to a White House official and a second person familiar with the interview.",
  "The development brought to the forefront questions about White House efforts to control what current and former aides may or may not tell Congress about their time in Trump's inner circle, and whether Republicans who hold majorities on Capitol Hill will force the issue.",
  "Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee, said former Trump campaign manager Corey Lewandowski, who never served in the Trump administration, had adopted the administration's posture in his interview with the committee.",
  "\"This time it was something that was relayed via phone and again was following standard procedure for an instance like this and something that will likely happen again on any other number of occasions, not just within this administration but future administrations.\"",
  "The criticisms echoed those from last summer when Attorney General Jeff Sessions baffled some lawmakers by refusing to answer questions about his conversations with the president, while also maintaining he was not citing executive privilege.",
  "They argued that Bannon, like every current and former member of the administration, starts under the assumption that he is covered by executive privilege and can only answer certain questions unless Trump explicitly says otherwise.",
  "Dorf referred to the court case surrounding the Supreme Court's rejection in 1974 of President Richard Nixon's assertion that he could use executive privilege to prevent the release of tape recordings involving him and other aides.",
  "Dorf said it does seem unusual for a witness' lawyer to consult in real time with the White House about which questions can be answered, it is a \"bit more respectful\" than a pre-emptive blanket refusal to answer questions.",
  "Following Sessions' testimony before the Senate Intelligence Committee, Democratic Sen. Sheldon Whitehouse said, \"As someone who served in the Justice Department, I would love to know what he is talking about.\"",
  "After saying he would answer all of the committee's questions, Lewandowski on Wednesday refused to answer any about things that happened after his time on the campaign, saying he wasn't prepared, Schiff said.",
  "The White House official and a second person familiar with Bannon's interview who confirmed the conversations spoke only on condition of anonymity because they were not authorized to speak publicly.",
  "President Donald Trump confers with White House Communications Director Hope Hicks as White House Press Secretary Sarah Huckabee Sanders looks on in the Oval Office on January 17, 2018.",
  "It was also the broadest example yet of the White House using executive privilege to limit a witness' testimony without making a formal invocation of that presidential power.",
  "On Wednesday, White House officials said that the phone calls with the counsel's office were standard procedure followed by past administrations in dealings with Congress.",
  "U.S. President Donald Trump talks to chief strategist Steve Bannon during a swearing in ceremony for senior staff at the White House in Washington, U.S. January 22, 2017.",
  "Burck is also representing top White House lawyer Don McGahn in special counsel Robert Mueller's investigation into contacts between the Trump campaign and Russia.",
  "Trump's longtime spokeswoman Hope Hicks is to appear Friday for a closed-door interview with committee, according to a person familiar with the panel's work.",
  "Schiff said that in an interview with another administration official, \"there was no claim of privilege, no claim that these periods of time were off limits.",
  "\"Because nobody knows the full scope of executive privilege — other than that it's not absolute from the Nixon case — no one really wants to push it.\"",
  "At the White House, press secretary Sarah Huckabee Sanders confirmed the questions were relayed over the phone and said it was a typical process.",
  "On Wednesday, the AP also confirmed that Bannon will meet with Mueller's investigators for an interview instead of appearing before a grand jury.",
  "The argument was laid bare this week during former White House chief strategist Steve Bannon's interview with the House Intelligence Committee.",
  "The committee's Republican chairman, Devin Nunes of California, served a subpoena on Bannon in an attempt to compel him to answer.",
  "The goal of the cooperation, from the White House perspective, has been to help the investigation conclude as quickly as possible.",
  "REUTERS/Kevin Lamarque\n\nLawmakers will be closely watching another interview later this week to see how the White House responds.",
  "Bannon couldn't discuss anything to do with his work on the presidential transition or later in the White House itself.",
  "The person spoke on condition of anonymity because the person wasn't authorized to speak publicly about the matter.",
  "And no effort to hide behind a later potential invocation of privilege by the executive,\" Schiff said.",
  "He didn't refer to the official by name, but it was White House deputy chief of staff, Rick Dearborn.",
  "The White House's contention: Pretty much everything is off limits until the president says it's not.",
  "And Wednesday, there were new signs other Trump associates would be less than totally forthcoming.",
  "There were signs, though, that not all administration officials were expected to do the same.",
  "\"It's kind of a game of separation-of-powers chicken that's going on there,\" he said.",
  "Bannon's attorney, Bill Burck, spoke with Uttam Dhillon, deputy White House counsel.",
  "\"Sometimes they actually have a White House attorney present in the room,\" she said.",
  "\"We as an investigative committee cannot allow that to become routine,\" Schiff said.",
  "That person was not authorized to speak publicly about private conversations.",
  "Peter Carr, a spokesman for the special counsel's office, declined comment.",
  "But members of Congress, including Republicans, criticized the move.",
  "The House panel's top Democrat called it effectively a \"gag order.\"",
  "That posture has not been uniformly extended to Congress, though.",
  "A person familiar with that issue confirmed the interview.",
  "The answer was a broad one."
]