[
  "JUST WATCHED Schiff: White House put a gag order on Bannon Replay More Videos ... MUST WATCH Schiff: White House put a gag order on Bannon 02:19\n\n\"Mr. Bannon and I explained on the record that the White House had informed me, as Mr. Bannon's counsel before the Committee, that he is not authorized to discuss his time during the transition or in the White House until the Committee and the White House reach an accommodation on the appropriate scope of information that Mr. Bannon would be free to share without implicating executive privilege concerns,\" the letter said.",
  "The White House told Bannon not to answer questions about his time working on the presidential transition and as chief strategist when he appeared before lawmakers Tuesday because President Donald Trump may later assert executive privilege, according to a terse letter written by Bannon's attorney.",
  "JUST WATCHED Bannon to be interviewed by Mueller Replay More Videos ... MUST WATCH Bannon to be interviewed by Mueller 01:49\n\n\"You'll need to ask someone else,\" Rep. Mike Conaway, the chairman of the House Intelligence Committee, said when asked Thursday why there was a difference between the two.",
  "Anticipating that the White House may attempt to limit testimony from Hope Hicks, a close adviser to Trump who has been by his side since the campaign, the House Intelligence Committee abruptly delayed her appearance scheduled for Friday, four sources told CNN.",
  "Some members of the committee believe that Bannon, meanwhile, has information that could be far more damaging to the President and Trump's son-in-law, Jared Kushner, with whom the former chief strategist has had a fraught relationship.",
  "Bannon's attorney, William Burck, told lawmakers in a letter sent Wednesday and seen by CNN that he would \"work with the White House to define the scope of the President's claim of executive privilege over Stephen Bannon's testimony.\"",
  "Washington (CNN) The White House move this week to limit Steve Bannon's congressional testimony while permitting a current administration official to speak freely reveals how precisely it is controlling what is shared with lawmakers.",
  "The committee decided to delay Hicks' appearance out of concern she would limit her responses as Bannon had, giving investigators time to sort out with the White House what she could and could not discuss, one of the sources said.",
  "The very next day, Corey Lewandowski said he talked to the President the day before and he wasn't going to tell us anything that he has done since he left the campaign,\" Swalwell said in an interview with CNN on Friday.",
  "Dearborn politely answered most questions, while Bannon was combative and aggressive, infuriating both sides of the committee as he refused to answer many times, according to sources from both sides of the aisle.",
  "Sources with knowledge of Dearborn's testimony said he had shed little light on questions about collusion between Trump associates and Russians as well as some high-profile controversies in the White House.",
  "Sessions who held a senior policy position during the Trump campaign, has been privy to a range of discussions within the White House, including with the President and about issues relating to Russia.",
  "Members of the House Intelligence Committee from both parties were perplexed by the White House's decision to limit the congressional testimony of Bannon but to allow Dearborn to answer all questions.",
  "Attorney General Jeff Sessions refused to answer congressional questions about his conversations with Trump during an oversight hearing, citing the potential extension of executive privilege.",
  "White House press secretary Sarah Sanders told reporters in Wednesday's news briefing, \"We've been fully cooperative with the ongoing investigations, and we're going to continue to do so.\"",
  "White House aide Rick Dearborn, meanwhile, answered all the lawmakers' questions -- including during the transition and about his time as deputy chief of staff to the President.",
  "She added, \"We encourage the committees to work with us to find the appropriate accommodation in order to ensure Congress obtains all the information that they're looking for.\"",
  "\"It does tell us that the White House is treating Steve Bannon differently than others who served in the administration,\" said Rep. Adam Schiff, the top Democrat on the panel.",
  "\"Ten paces across in another room we were talking to an administration official who worked on the campaign, worked on the transition and still works in the White House today.",
  "The distinction was not lost on Rep. Eric Swalwell, a Democrat on the House Intelligence Committee who noted the difference between Bannon's and Dearborn's interviews.",
  "He's certainly never returned to the White House and with the exception of a few phone calls here and there, had very, very little contact with the White House.",
  "The committee subpoenaed Bannon to appear again on Thursday, but that was subsequently delayed to give Burck time to work out what topics could be covered.",
  "Trump's chief of staff, John Kelly, told Fox News \"no\" when asked Wednesday night: \"Did the White House tell [Bannon] to invoke executive privilege?\"",
  "\"Steve Bannon came in earlier in the week and had the White House assert executive privilege or at least tell him he could not answer.",
  "The behind-the-scenes maneuvers come as the White House publicly tries to distance itself from any involvement in Bannon's appearance.",
  "Executive privilege can be invoked only by the president but several witnesses before Congress have relied on it to deflect questions.",
  "He sat down with the panel for more than four hours on Wednesday, answering questions that fully satisfied lawmakers on both sides.",
  "\"They may have allowed him to talk because Dearborn didn't have much to provide,\" said two sources with knowledge of the testimony.",
  "I think that's because it's an effort to protect the President from the people who know what happened,\" Swalwell said.",
  "The distinction has some members wondering whether Bannon has information that could be damaging to Trump.",
  "I know Steve a little bit and I figured, well, he was -- he left the White House in his head.",
  "Steve has had very, very little contact with the White House since he left.",
  "The White House has not responded to requests to clarify Kelly's remarks.",
  "\"They are selecting, choosing, who can and can't answer questions.",
  "That person said you can ask anything, I'm under no limitations.\"",
  "She is still expected to speak with the panel at a later date.",
  "And I certainly have never spoke with him since he left.\"",
  "Dearborn, a former chief of staff to then-Sen.",
  "\"I have no idea.\"",
  "\"No."
]