[
  "Cornerstone Consulting Partners: Boon, LLC\n\nFederal Solutions, LLC: Marshall University Research Corporation\n\nFrinzi & Associates: Greene Street Capital\n\nFuentes Strategies, LLC: Direct Selling Association\n\nHolland & Knight LLP: Maximum Fidelity Surgical Simulations, LLC\n\nHogan Lovells US LLP: Artspace\n\nHogan Lovells US LLP: Roku, Inc.\n\nHogan Lovells US LLP: Winthrop & Weinstine\n\nMcDermott+Consulting LLC: MDxHealth\n\nML Strategies, LLC: Charter Communications Inc\n\nNational Association of Enrolled Agents: National Association Of Enrolled Agents\n\nPaul Gray: Nordion (Canada), Inc.\n\nRobert K Weidner: Carollo Engineers\n\nRobert K Weidner: Magna Water District\n\nRobertson, Monagle, & Eastaugh PC (formelry [sic] known at Hoffman, Silver, Gilman and: Restoration Systems, LLC\n\nScribner, Hall & Thompson, LLP: CNA Financial Corp\n\nScribner, Hall & Thompson, LLP: Transamerica Corp & Subsidiaries\n\nShook, Hardy & Bacon, LLP: Emerson Electric Co.\n\nSquire Patton Boggs: Amazon.com\n\nSquire Patton Boggs: American Podiatric Medical Association, Inc.\n\nSteptoe & Johnson LLP: Internet Association\n\nStrategies 360: Native American Financial Services Association\n\nStrategies 360: WorldVu Development LLC for OneWeb\n\nSuzie Brewster & Associates: Seminole State College\n\nThe Majority Group, LLC: Online Lenders Alliance\n\nThe Normandy Group, LLC: Sara E Dysart P C On Behalf Of Texas Resource Partners\n\nThorn Run Partners: Sconset Strategies LLC On Behalf Of Exchange Capital LLC",
  "“There’s no evidence that Squire Patton Boggs engaged in any wrongdoing.”\n\n— The letter from Cohen’s attorneys stated that Cohen “likely participated in communications with attorneys and clients … regarding the client matters that he had referred to the firm.” Stephen Gillers, a law professor at New York University, said that if Cohen referred “clients to Squire for it to do the work and for Cohen to receive a portion of the fee as a referring lawyer,” then “there would be no threat to the privilege at all.” But he cautioned that if Cohen worked “on the matter along with Squire and has his own communications with the client, then the government could claim that for one reason or the other, the communications between Cohen and the client are not privileged.”\n\n— Angelo Kakolyris, a Squire Patton Boggs spokesman, said in a statement to PI that “since Michael Cohen was never an employee or partner of our firm, and since neither our firm nor any of our clients are involved in the government’s investigation, there is nothing to add to what is already stated in the government’s submission last week.\"",
  "Sherrod Brown, Bob Casey, Claire McCaskill and Debbie Stabenow, Holding Onto Oregon’s Priorities)\n\nNEW PACs:\n\nBlue Hen State & Local PAC (Leadership PAC: Sen. Chris Coons)\n\nGoodwin Intellectual Service Fund (PAC)\n\nLiberty for Us Super PAC (PAC)\n\nRebuild USA PAC (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nNone\n\nNEW LOBBYING TERMINATIONS:\n\nBroydrick & Associates: Herzing Educational Systems\n\nCapitol Counsel LLC: OneChicago, LLC\n\nCapitol Counsel LLC: Save Our Savings, Inc.\n\nCapitol Counsel LLC: Tradeweb\n\nCard & Associates, LLC: Brooks Bawden LLC for Vigilant Solutions Inc.",
  "NEW JOINT FUNDRAISERS:\n\nBlackburn Tennessee Victory Fund (Rep. Marsha Blackburn, Making a Responsible Stand for Households in America PAC, Tennessee Republican Party Federal Election Account)\n\nBluegrass Victory Committee (Reps. Greg Walden, Andy Barr, New Pioneers PAC, Building America’s Republican Representation PAC, NRCC)\n\nProtect Our Senators Fund (Sens.",
  "SQUIRE PATTON BOGGS LIKELY WON’T HAVE TO DISCLOSE COHEN REFERRALS: Squire Patton Boggs probably won’t have to disclose the five clients President Donald Trump’s personal lawyer Michael Cohen referred as part of his “strategic alliance” with the firm, Richard Painter, former chief ethics lawyer to President George W. Bush, told PI.",
  "RASKY PARTNERS EYES EXPANSION INTO STATES: The Boston Globe’s Jon Chesto talked with Jess Tocco of Rasky Partners, a lobbyist with ties to Vice President Mike Pence who’s heading up Rasky’s efforts “to develop a national lobbying practice, state by state.",
  "Catanzaro returns to CGCN\n\nWith David Beavers and Garrett Ross\n\nCATANZARO RETURNS TO CGCN: Mike Catanzaro left CGCN Group last year to work in the White House as a special assistant to the president for domestic energy and environmental policy.",
  "‘I will be encouraging elected officials to undo this damaging and unprecedented tax on the charitable sector, and in doing so to support education, financial aid, student success, and medical research,’ Faust said in a statement.” Full story.",
  "FLYING IN: Members of the National Restaurant Association in town for the association’s annual conference will hit the Hill on Wednesday to press members of Congress on immigration reform, the Americans with Disabilities Act and tax reform.",
  "“Normally judges are very reluctant to require the disclosure of the names of clients of lawyers except in the circumstances where there is substantial evidence that the lawyer has been engaged in wrongdoing,” Painter said.",
  "FORBES TATE ADDS FORMER WICKER AIDE: Ryan Taylor has left Capitol Hill to join Forbes Tate Partners as a vice president, working in the strategic communications and public affairs practice.",
  "He’ll be “a senior advisor to the largest Cypress clients in the energy, technology, health care, finance, and defense sectors,” Pat Cave, the firm’s founding partner, said in a statement.",
  "The Trump administration’s ethics rules forbid staffers to lobby the agencies in which they served for five years after leaving government service but allow them to lobby other agencies.",
  "Members of the American Transaction Processors Coalition, which represents the electronic payment industry, are flying in for meetings on cybersecurity and regulatory issues.",
  "Badger was previously associate director of the Senate Democratic Steering and Outreach Committee, and Ferguson previously worked for the West Health Policy Center.",
  "Richard Jacob, a Yale lobbyist, said the school was trying to get more sponsors for a bill co-sponsored by Reps. Bradley Byrne (R-Ala.) and John Delaney (D-Md.)",
  "“CGCN Group and Catanzaro will observe all ethics requirements applicable to Catanzaro as a former White House employee,” the firm said in a statement.",
  "HARVARD, YALE FIGHTING ENDOWMENT TAX: Harvard and Yale are pushing to kill a tax on their endowments, Bloomberg News’ Janet Lorin reports.",
  "— Venn Strategies has hired Shanta Whitaker as a vice president and Claire Badger and Kelly Ferguson as assistant vice presidents.",
  "— Patrick Deitz is leaving the Hill to join Jackson National as a senior federal policy adviser and head of federal affairs.",
  "Rasky, led by CEO Larry Rasky, is already one of the busiest lobbying firms in Massachusetts, and it has a D.C. office.",
  "And “Drew Faust, Harvard University’s outgoing president, is scheduled to meet this week with [Byrne and Delaney].",
  "Story Continued Below\n\n— Catanzaro isn’t the only former administration official to land on K Street this week.",
  "POLITICO Space is our new weekly briefing on the policies and personalities shaping the second space age.",
  "Whitaker was previously a consultant to the Centers for Medicare and Medicaid Services and other clients.",
  "Rick Dearborn, the former White House deputy chief of staff, is joining Cypress Advocacy as a partner.",
  "Cypress also promoted Langston Emerson, a former Democratic congressional staffer, to partner.",
  "Jeanne Shaheen (D-N.H.), Joe Manchin (D-W.Va.), John Cornyn (R-Texas), Jon Tester (D-Mont.)",
  "The rules also forbid administration staffers to lobby for foreign governments for life.",
  "Tips, tips, tips, tips, tips, tips, tips: mlevine@politico.com and tmeyer@politico.com.",
  "Tocco sees more opportunity for Rasky Partners in the nation’s heartland.” Full story.",
  "He was previously the majority staff director on the House Ways and Means Committee.",
  "He was previously on the majority staff on the House Financial Services Committee.",
  "(The referrals were mentioned in a letter from Cohen’s attorneys to Judge Kimba M.",
  "and Dean Heller (R-Nev.), and Reps. Virginia Foxx (R-N.C.), Steve Scalise (R-La.)",
  "JOBS REPORT\n\n— David Stewart has joined Squire Patton Boggs as a principal.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "He was previously communications director to Sen. Roger Wicker (R-Miss.",
  "Now he’s heading back to CGCN, the firm announced today.",
  "They’ll be meeting with the offices of Sens.",
  "and Kathleen Rice (D-N.Y.), among others.",
  "), who’s up for reelection this year.",
  "Good afternoon, and welcome to PI.",
  "that would scrap the tax.",
  "Sign up today.",
  "Wood.)"
]