[
  "STEVE BANNON SUBPOENAED DURING HOUSE INTEL MEETING FOR INFORMATION THE WHITE HOUSE INSTRUCTED HIM NOT TO GIVE\n\nBannon was subpoenaed during his interview for information the White House instructed him not to give regarding his time in the Trump administration and his time during the transition.",
  "\"Given that [Dearborn] was fully willing to answer all these questions,\" Schiff said, \"it does tell us that the White House is treating Steve Bannon differently than others who serve in the administration and this committee is treating witnesses differently then they treated Mr.",
  "The top Democrat on the House Intelligence Committee called for former Trump campaign manager Corey Lewandowski to be subpoenaed Wednesday over his refusal to answer certain questions as part of an investigation into alleged Russian collusion with Trump campaign associates.",
  "Lewandowski and Deputy White House Chief of Staff Rick Dearbon testified behind closed doors one day after the committee interviewed ex-White House chief strategist Steve Bannon for almost 12 hours on.",
  "Dearborn, who planned to remain in the West Wing for the first month or two of this year, worked for Trump for more than two years, helping to set up the campaign’s Washington office.",
  "Lewandowski, who led the Trump campaign for almost two years through the Republican primaries, said he welcomed the \"opportunity\" to testify before the committee.",
  "I was there almost two years, every day next to the candidate, next to President Trump,\" Lewandowski said on Fox News Channel's “Outnumbered Overtime” Tuesday.",
  "\"We as an investigative committee cannot allow that to become a routine, where witnesses choose when and were they answer questions,\" Schiff added.",
  "Lewandowski told Fox Business Network's \"Mornings with Maria\" Wednesday that he was not instructed by the White House to withhold any information.",
  "Lewandowski told Fox News that he would \"answer every question truthfully, honestly, to the best of my ability and the best of my recollection.\"",
  "By contrast, Schiff said Lewandowski refused to answer questions related to events that occurred after he left the Trump campaign in June 2016.",
  "\"But because I have nothing to hide, I'm looking forward to this opportunity help finally bring this to a close,\" he said.",
  "Lewandowski added that he hopes Democrats come to a \"realization\" that there was no Trump-Russia collusion.",
  "\"They want to keep this going to make it a political issue into the midterm elections,\" Lewandowksi said.",
  "Rep. Adam Schiff, D-Calif., told reporters that Dearborn answered every question that was put to him.",
  "Dearborn also served as executive director of the presidential transition team after the election.",
  "Dearborn oversaw the White House’s political operation, public outreach and legislative affairs.",
  "Fox News’ Samuel Chamberlain, Chad Pergram and Jason Donner contributed to this report.",
  "\"Never, ever, ever did we coordinate or cooperate or collude with any Russians.\"",
  "\"We should have subpoenaed him today and compelled answers to those questions.\"",
  "Dearborn announced his resignation from his White House post in late December.",
  "\"This, in my view, is completely unacceptable,\" said Schiff.",
  "\"Steve was [with the campaign] for a short period of time.",
  "\"I'll tell you anything,\" Lewandowski said.",
  "Bannon.\""
]