[
  "Trump policy adviser Stephen Miller — an immigration hawk and former communications aide to Alabama GOP Sen. Jeff Sessions — is under consideration for a variety roles, including deputy chief of staff for policy, director of speechwriting, director of the domestic policy council and director of communications.",
  "Two other people listed for national security advisor are retired Army Lt. Gen. Micheal Flynn, who served as head of the Defense Intelligence Agency under President Barack Obama, and Stephen Hadley, who served in the same role under former President George W. Bush.",
  "Flynn has called for the destruction of the Syrian city of Raqqa, Hadley served as deputy national security adviser during the invasion of Iraq and Rogers said in 2014 that ground troops should be deployed to fight the Islamic State in Syria and Iraq.",
  "It includes names like Trump campaign chairman Stephen K. Bannon, RNC chairman Reince Priebus, Trump campaign manager Kellyanne Conway, former Trump campaign manager Corey Lewandowski and retired Army Lt. Gen. Michael T. Flynn.",
  "Jason Miller, Stephen Miller, Cliff Sims\n\nAssistant to the President and Senior Advisor\n\nKellyanne Conway, Corey Lewandowski\n\nAssistant to the President for Economic Policy and Director of the National Economic Council.",
  "Donald Trump is contemplating naming a number of recognizable players from the 2016 campaign to serve in senior White House roles, according to an internal transition document obtained exclusively by The Daily Caller.",
  "The choice here could be telling about Trump’s strategy for working with Congress: Bannon, who is proudly anti-establishment, detests House Speaker Paul Ryan while Priebus and Ryan are close allies.",
  "For example, Kellyanne Conway, a longtime Republican pollster, is in contention with Corey Lewandowski, who worked with the New Hampshire state police until 2010, for the position of senior adviser.",
  "As for White House press secretary, the list includes some memorable faces from the campaign: former Ted Cruz aide and eventual Trump spokesman Jason Miller, top RNC aide Sean Spicer and Conway.",
  "Here is the list obtained by TheDC:\n\nAssistant to the President and Chief of Staff\n\nStephen K. Bannon, Reince Priebus\n\nAssistant to the President for Homeland Security and Counterterrorism.",
  "Stephen Miller, Sam Clovis\n\nAssistant to the President and National Security Advisor.Michael T. Flynn, Mike Rogers, Stephen Hadley\n\nAssistant to the President and Director of Speechwriting.",
  "Like Sessions, former GOP Michigan Rep. Mike Rogers, formerly the chairman of the Permanent Select Committee on Intelligence, appears likely to have influence in the Trump administration.",
  "Miller often warmed up for Trump during rallies in the Republican primary and embodies Trump’s message of limited immigration, free trade skepticism and distaste for the donor class.",
  "As for White House counsel, the list includes both Alan Garten, the general counsel at the Trump Organization, and Donald McGahn, his campaign attorney, as options.",
  "Bannon — who was executive chairman of Breitbart News before joining the Trump campaign — is under consideration for chief of staff, as is Priebus.",
  "The list was provided by a member of the transition team on the condition of anonymity because they are not authorized to speak to the press.",
  "Described as a “working” document, it is being used to help the president-elect envision a White House staff structure, the source said.",
  "Lewandowski is also in consideration for the role of deputy chief of staff for planning, as is Katie Walsh, the RNC’s chief of staff.",
  "He is being considered for both national security advisor and assistant to the president for Homeland Security and Counterterrorism.",
  "Stephen Miller, Cliff Sims\n\nSenior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement.",
  "Rick Dearborn, Sen. Sessions’ chief of staff, is listed as the sole option for leading the office of legislative affairs.",
  "His former chief of staff, Andy Keiser, is also being considered for the position of deputy national security advisor.",
  "Jason Miller, Sean Spicer, Kellyanne Conway\n\nAssistant to the President and Deputy Chief of Staff for Planning.",
  "Clare Lopez, Walid Phares, Andy Keiser\n\nAssistant to the President and Director of the Domestic Policy Council.",
  "Like chief of staff, a number of the roles listed seem to include both insider and outsider options.",
  "Corey Lewandowski, Katie Walsh\n\nAssistant to the President and Deputy Chief of Staff for Policy.",
  "David Bossie, Katie Walsh\n\nAssistant to the President and Deputy National Security Advisor.",
  "Stephen Miller\n\nAssistant to the President and Director, Office of Legislative Affairs.",
  "Miller isn’t the only former Sessions aide being considered for a Trump administration.",
  "None listed\n\nAssistant to the President and Deputy Chief of Staff for Operations.",
  "Keith Kellogg, Mike Rogers\n\nAssistant to the President and Press Secretary.",
  "Rick Dearborn\n\nAssistant to the President and Director of Communications.",
  "Dan Dimicco, David Malpass\n\nWhite House Counsel\n\nDon McGahn, Alan Garten",
  "Flynn, Rogers, and Hadley are all hawkish.",
  "Some people are listed more than once."
]