[
  "In response to Frazer's most recent letter, Wyden said in a letter Tuesday that while he appreciated the NRA's assertion that it complies with federal election laws as they relate to political expenditures, it was also \"incumbent on lawmakers\" to ascertain whether current election laws suffice in protecting the US political process from foreign influence.",
  "Wyden, the ranking member of the Senate Finance Committee, asked the NRA in a letter sent earlier this month whether the organization could \"categorically state that your organizations have never, wittingly or unwittingly, received any contributions from individuals or entities acting as conduits for foreign entities or interests?\"",
  "He added: \"This is why I asked specifically whether your organization makes electioneering, issue advocacy, educational, voter mobilization or communications expenditures (including expenditures not subject to FEC disclosure requirements) out of such accounts.",
  "In the letter, dated March 19, to Democratic Sen. Ron Wyden, NRA general counsel John Frazer wrote that the NRA maintains three types of accounts for contributions: those from which all, some, or no expenditures are reported to the Federal Election Commission.",
  "Erickson invited scrutiny last year, when The New York Times reported that he emailed Trump campaign aide Rick Dearborn in May 2016, with the subject line \"Kremlin Connection,\" telling him that he could arrange a backdoor meeting between Trump and Putin.",
  "In response, Frazer wrote that the NRA accepts funds from foreign individuals, but that none of them are accepted in connection to the NRA Political Victory Fund (NRA-PVF), a political action committee which reports all its expenditures to the FEC.",
  "Wyden subsequently asked the NRA provide records of any expenditures it made on materials later distributed to the public, as well as whether any Russian nationals or other foreign individuals had ever been members of the NRA's donor programs.",
  "According to Yahoo News, Torshin was scheduled to meet Trump before the event, but his invitation was rescinded after a White House aide spotted his name on the guest list and alerted others to Torshin's murky financial background.",
  "According to the status report, Democrats believe Mitchell \"may be able to clarify ... any Russian-related approaches to and interaction with the organization and persons of interest to the Committee during the 2016 election.\"",
  "Then-Republican presidential candidate Donald Trump addresses members of the National Rifle Association's during their NRA-ILA Leadership Forum during their annual meeting in Louisville, Kentucky on May 20, 2016.",
  "The NRA has come under heightened scrutiny since January, particularly over its relationship with Alexander Torshin, a prominent Russian banker, politician, and close ally of Russian President Vladimir Putin.",
  "\"As a longstanding policy to comply with federal election law, the NRA and its related entities do not accept funds from foreign persons or entities in connection with United States elections,\" Frazer wrote.",
  "Earlier this month, Democrats on the House Intelligence Committee said they were interested in interviewing Cleta Mitchell, a top lawyer at the NRA, who was reportedly concerned about its links to Russia.",
  "NRA finds itself in House and Senate investigators' crosshairs\n\nChip Somodevilla/Getty Images\n\nWyden isn't the only lawmaker who has scrutinized the gun rights group over its Russia ties in recent weeks.",
  "Wyden first raised concerns about the report in a letter he sent to the NRA in February, asking the organization for more information about what, if any, funding it has received from Russian entities.",
  "AP\n\nMeanwhile, Butina has been cultivating her own ties with American gun-rights activists, like the Republican strategist Paul Erickson, whom she has been acquainted with since at least 2013.",
  "In response, Democrats released a status report detailing the leads — including witness testimony, document requests, and subpoenas — they believe the committee still needs to investigate.",
  "In January, McClatchy reported that the FBI is investigating whether Torshin illegally funneled money to the NRA to help sway the 2016 US election in favor of then-candidate Donald Trump.",
  "The NRA said recently that it spent a record $55 million on the 2016 election, most of which came from a sector of the organization that isn't required to disclose its donors.",
  "He added that the foreign funds the group does accept are not connected to US elections, and that the group's political expenditures are made in compliance with federal law.",
  "REUTERS/John Sommers II\n\nThe National Rifle Association said in a letter last week that it receives donations from foreign entities, but not in connection to US elections.",
  "Torshin, whom the Spanish government has accused of money laundering and other financial crimes, is an avid gun-rights activist and a paid lifetime member of the NRA.",
  "\"If I run, and people are going to be very surprised, and if I win, America will be great again,\" Trump told the approving crowd, which included Torshin and Butina.",
  "Torshin attended the NRA's convention every year between 2012 and 2016, occasionally with Butina at his side, and has met every NRA president since 2012.",
  "Wyden also asked the NRA about whether it has any policies in place to ensure it is not used as a conduit for foreign money to flow into US elections.",
  "The Trump administration also denied in 2017 that Trump had met Torshin, the Russian banker and longtime NRA member at the center of the controversy.",
  "In February 2017, Torshin was also invited, through his NRA ties, to a national prayer breakfast with the newly-inaugurated President Trump.",
  "In your recent letter, you chose not to fully answer this question with respect to expenditures not subject to FEC disclosure requirements.\"",
  "He added that Russia would try to make contact with the Trump campaign at the NRA's annual convention that May in Louisville, Kentucky.",
  "When the NRA sent a delegation to Moscow in the winter of 2015, it was Torshin who received them on behalf of The Right to Bear Arms.",
  "The NRA held its annual convention in Nashville that year, during which Trump gave a speech teasing his impending presidential bid.",
  "The NRA responded shortly after Wyden sent the inquiry and highlighted the fact that the FBI is investigating Torshin, not the NRA.",
  "Erickson wrote that Torshin would make contact with the campaign at a dinner honoring wounded veterans that was organized by Clay.",
  "But a number of tweets sent from Torshin's Twitter account, which NPR reviewed in depth in February, appear to indicate otherwise.",
  "Mitchell said in a statement that any suggestion that she was concerned about the NRA's Russia ties was \"a complete fabrication.\"",
  "Torshin's longtime associate, Maria Butina, and the Republican strategist, Paul Erickson, are also of interest to investigators.",
  "McClatchy reported that investigators on the Senate Intelligence Committee are also interested in speaking with Mitchell.",
  "Two months later, Butina was one of several Putin-allied Russians who attended Trump's inaugural celebrations.",
  "Six months later, Butina had a birthday party, four days after Trump won the US election in a shocking upset.",
  "Republicans on the panel decided to conclude the committee's Russia investigation earlier this month.",
  "He also asked the organization to confirm it had never received funding from sanctioned individuals.",
  "Dearborn forwarded Clay's email to senior adviser Jared Kushner, who reportedly rebuffed the offer.",
  "The gathering featured several top Trump campaign advisers, according to The Daily Beast.",
  "Donald Trump Jr. and Torshin did, however, attend a separate NRA dinner the same night.",
  "Erickson, who was in attendance, told guests Butina was on the Trump transition team.",
  "Butina made a similar request through Rick Clay, a conservative Christian advocate.",
  "Erickson described him in his email as \"President Putin's emissary on this front.\"",
  "President Donald Trump has said neither he nor his campaign colluded with Moscow.",
  "Torshin was designated to make \"first contact\" with Trump from Russia's side.",
  "Butina spearheads The Right to Bear Arms, the NRA's Russian counterpart.",
  "He later added that he saw Trump in Nashville, Tennessee in April 2015.",
  "Torshin tweeted in November 2015 that he knew \"D. Trump (through NRA).",
  "Neither Trump nor his campaign advisers attended the reception.",
  "Alexander Torshin.",
  "A decent person.\""
]