[
  "“He knows all the chiefs of staffs and the deputy chiefs on the Hill.”\n\nDearborn also has quietly populated the administration with allies from his time on Capitol Hill, according to sources close to him, including Jeff Freeland, a former deputy chief of staff to Rep. Chris Collins who is now at the Office of Management and Budget; and G. Payne Griffin, a former Sessions staffer now the deputy chief of staff at the Office of the U.S. Trade Representative.",
  "Story Continued Below\n\nBut while Miller has rapidly accumulated power in the West Wing by personally advising the president on high-profile policy questions, such as immigration, and publicly defending Trump on television and in the briefing room, Dearborn has become increasingly marginalized, having struggled to form a close bond with the president, new chief of staff John Kelly and Trump’s family.",
  "Miller’s influence with the president has rarely been stronger than in the past few weeks, when, according to two administration officials, he joined with Sessions, his former boss, to convince Trump to end the Obama-era Deferred Action for Childhood Arrivals program, which protects undocumented immigrants who entered the country as minors.",
  "Advisers outside the White House urged Dearborn to try and help make peace between Sessions and Trump, but he didn’t get involved in directly mediating the disputes between the two, even as he was rattled by the president’s public attacks toward Sessions through the media and on Twitter, according to people familiar with the talks.",
  "Miller and Sessions mounted a fierce behind-the-scenes campaign to convince Trump to end DACA, arguing repeatedly that the administration couldn’t defend the policy in court and that maintaining the program would break his campaign promises.",
  "“He is able to maintain relationships on the Hill, and that is harder for the flashier characters to develop those relationships.”\n\nDearborn has a cordial, but not particularly close, relationship with Kelly, according to White House aides.",
  "Miller was also partially responsible for drafting the White House’s first unsuccessful immigration and travel ban, which was halted by the court system and is now seen as the first major policy gaffe of the fledgling administration.",
  "Dearborn, who served as the top staffer in Sessions’ Senate office for more than a decade and is now one of three deputy chiefs of staff, chose early on to keep a low profile so as not to make enemies in the cutthroat West Wing.",
  "As a result, he has fielded a range of complaints from Cabinet secretaries, according to two administration officials, who added that he does not have the kind of close personal relationship with Trump that Miller has.",
  "That ensured that he would never outshine the president, a big no-no in this White House, but also renders him invisible to the president, who loves to see aides — including Miller — defending his policies on TV.",
  "White House aides have sometimes blamed Miller, a fanatical Breitbart News reader, for passing along bad information to the president, and he can no longer put printed-out Breitbart articles on Trump’s desk.",
  "But that job, which one White House aide said had “turned into a monster task,” has since been transferred to Joe Hagin, the other deputy chief of staff, according to two administration officials.",
  "While Dearborn and Kelly are not close, Dearborn has been given increased power over the office of the public liaison and part of the White House's political operation — and is expected to stay.",
  "Both Stephen Miller, Trump’s senior policy adviser, and Rick Dearborn, a White House deputy chief of staff, started out in the same place — as top congressional aides in Sessions’ Senate office.",
  "Trump, who had wavered for months over DACA, ultimately sided with Sessions and Miller and moved to kill the program, but he gave Congress six months to come up with a legislative solution.",
  "“They are not in competition for power,” said one White House official, “but instead have carved out drastically different lanes for that power.”\n\nTara Palmeri contributed to this report.",
  "Miller, seen as one of the last remaining conservatives in the White House, built a close relationship with Trump during the campaign and is often a sounding board for the president.",
  "But Miller is nonetheless seen as untouchable in the West Wing, thanks to his performative tendencies in defending the president and the personal ties he has cultivated with him.",
  "Instead, he subtly tried to help Sessions by making sure the president was aware of everything that Sessions was doing at the Department of Justice to advance Trump’s agenda.",
  "Kelly’s decision to name as principal deputy chief of staff his former top aide at the Department of Homeland Security, Kirstjen Nielsen, was seen as a setback for Dearborn.",
  "He kept saying ‘We’re making sure he is seeing the good news.’”\n\nSince joining the White House, Dearborn has acted as a key link between federal agencies and the West Wing.",
  "The two worked closely together on immigration issues during Kelly’s stint as homeland security secretary and sometimes spoke several times a day about immigration policy.",
  "But that went to Marc Short instead, in a blow to Dearborn, after Vice President Mike Pence pulled rank and indicated that he wanted one of his own people in that shop.",
  "Miller, according to one senior White House aide, has “risen to a status that's beyond Sessions.”\n\nLately, however, Kelly has sought to curb Miller’s access to Trump.",
  "This account is based on interviews with nearly a dozen administration officials, outside advisers to the president and associates of Miller and Dearborn.",
  "And as Kelly works to impose order on the chaotic White House, an increasingly isolated Trump has turned to the few people he trusts in the West Wing.",
  "And the president deeply values loyalty to himself, with little interest in the relationships top aides and other staffers bring into the West Wing.",
  "That’s increasingly turned him into a bit player in the White House, leaving some administration officials to wonder how long he’ll stick around.",
  "“I would not knock Rick’s power base because he is not in the clips or the ebbs and flows of news articles,” said one source close to Dearborn.",
  "While Miller and Dearborn worked side by side on the Hill, White House aides say they’ve rarely gotten in each other’s way in the White House.",
  "Both Dearborn and Miller declined to be interviewed for this article, and a White House spokeswoman did not respond to requests for comment.",
  "Two administration officials said Miller distanced himself from Sessions at the height of Trump’s anger with the former Alabama senator.",
  "Dearborn’s relationship with Attorney General Sessions, the former Alabama senator, has also sometimes put him in an awkward position.",
  "One senior administration official said Dearborn’s future in the White House is unstable, but added, he’s likely “safe” for now.",
  "In Donald Trump’s White House, few tales about power are more instructive than the story of Jeff Sessions’ two former top aides.",
  "Among the lessons: The president often responds to aides who mirror his big personality, while wallflowers tend to get ignored.",
  "When Katie Walsh, who was also a deputy chief of staff, left the White House, Dearborn temporarily took over Trump’s schedule.",
  "Sessions’ relationship with Trump has improved slightly since July, when the president was openly dragging him on Twitter.",
  "“Rick is a steady hand who you can talk to over there,” said Trent Lott, a lobbyist and former Senate majority leader.",
  "“If the AG was working hard to crack down on MS-13, Dearborn wanted to make sure that the president was hearing that.",
  "But as Sessions’ influence in Trump’s orbit reached a low point this summer, Miller’s cachet was actually surging.",
  "“He worked to make sure good news was getting to the president,” said a former Senate staffer who knows Dearborn.",
  "He rarely grants interviews and prefers to stay out of the headlines, according to aides and people close to him.",
  "He has told associates that he sees his longevity at the White House as connected to staying out of the press.",
  "Early on, he gunned for the legislative affairs director job, according to two people familiar with the issue.",
  "But getting close to the president has its risks, as the long list of former Trump White House aides shows.",
  "Short technically reports to Dearborn, but the sources said Short operates largely on his own in practice.",
  "Their diverging stock in the administration offers a case study in how to thrive in Trump’s West Wing.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Together, they worked as Trump campaign advisers and then won senior administration jobs.",
  "Dearborn has faced a series of setbacks since joining the White House.",
  "Now, Dearborn largely focuses on interacting with outside groups.",
  "In contrast, Miller has a warmer relationship with Kelly.",
  "You can unsubscribe at any time."
]