[
  "An advocate for conservative Christian causes said he may have been “used” by an alleged Russian spy\n\nMaria Butina was charged with conspiring to act as a foreign agent of Russia\n\nButina sought to establish “unofficial lines of communications with U.S. politicians and political organizations,” according to an affidavit\n\nA conservative activist who sent an email offering a “backdoor overture” to the Trump campaign is acknowledging that he may have been “used” by Maria Butina, a 29-year-old student who has been charged with spying for the Russian government.",
  "FBI Special Agent Kevin Helson wrote in the affidavit that Butina sought to establish “unofficial lines of communications with U.S. politicians and political organizations.” She also reported her activities back to Torshin, a former Russian senator, and sought direction and received orders “in furtherance of the conspiracy,” the affidavit alleges.",
  "“Unrelated to specific presidential campaigns, I’ve been involved in securing a VERY private line of communication between the Kremlin and key POLITICAL PARTY 1 leaders through, of all conduits, the [GUN RIGHTS ORGANIZATION],” the operative wrote in the Oct. 4, 2016 email.",
  "The New York Times reported in December that Erickson sent the May 2016 email to Dearborn with the title “Kremlin Connection.”\n\nErickson said the Russian government was “quietly but actively seeking a dialogue with the U.S.” He suggested a meeting between Trump and Putin.",
  "But Yenason said that the “Trump camp declined both coming to the event and for the meet up especially because Maria and Alex were on the guess list.” He also told TheDC in November that he did not believe that Butina or Torshin were attempting to manipulate him.",
  "An attorney for Butina called the charges against his client “overblown.”\n\nThe lawyer, Robert Driscoll, also said that Butina appeared voluntarily before the Senate Intelligence Committee and has offered to cooperate with the special counsel’s investigation.",
  "(RELATED: Russian National Linked To NRA Is Charged With Conspiracy)\n\nHelson does not identify the political groups or parties targeted by Butina, but she is known to have contacts with Republican political operatives and at the National Rifle Association.",
  "The case against Butina is being handled by the Justice Department’s National Security Division and the U.S. Attorney’s Office in Washington, D.C., rather than the special counsel, which has been conducting a collusion investigation since May 2017.",
  "Yenason did not respond to requests for comment for this story, but he told The Daily Caller in November he contacted Butina on his own initiative two months after the Moscow trip with an offer for the pair to attend a fundraiser for veterans.",
  "Clay has been interviewed by the Senate Committee on the Judiciary and Senate Select Committee on Intelligence about his contacts with Torshin, Butina, and a Republican political operative named Paul Erickson who has close ties to Butina.",
  "Clay said in the email entitled “Russian backdoor overture and dinner invite” that he was organizing a dinner for a veterans group on the sidelines of the NRA’s annual convention, which was held that year in Louisville, Kentucky.",
  "The affidavit does not accuse the operative of any wrongdoing, but it does reference emails that he sent discussing secret lines of communication between the Kremlin and a political party believed to be the GOP.",
  "An affidavit released Monday says that she worked at the direction of Alexander Torshin, the deputy head of Russia’s central bank, to infiltrate American political groups in order to advance Russia’s interests.",
  "Clay has said he came up with the idea to invite Butina and Torshin after conversations with Johnny Yenason, a conservative activist who is affiliated with the Military Warriors Support Foundation.",
  "He said that he knew Trump planned to attend the NRA event and that he saw it as an opportunity to put the two sides together to discuss their mutual interest in Christian values and gun rights.",
  "“To concluded that Maria and or Alex were acting as spy’s to influence the election and try to manipulate me or the committee would be a misinformed conclusion,” he said at the time.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Around the same time that Clay sent his email to Dearborn, Erickson sent a similar offer of a meeting between Trump and Russian President Vladimir Putin.",
  "Yenason, who is also active in Christian causes, first met Butina and Torshin at the Russian National Prayer Breakfast in Moscow on March 15, 2016.",
  "Butina, a graduate student at American University, was arrested Sunday and charged with conspiring to act as a foreign agent of Russia.",
  "She and Torshin used a Russian gun rights group they founded called The Right to Bear Arms to maintain contact with NRA officials.",
  "The special counsel’s office “has not expressed interest,” Driscoll said in a statement, according to the Washington Examiner.",
  "She used a lot of people,” Rick Clay, an advocate for conservative Christian causes, told The Daily Caller News Foundation.",
  "She made apparent references to the NRA’s influence within the Republican Party and touted her contacts to NRA officials.",
  "“If there was Russian collusion, they would have taken this,” Clay told TheDCNF, referring to the offer to meet Torshin.",
  "Democrats have suggested that Torshin funneled money to the NRA, which in turn donated heavily to the Trump campaign.",
  "Clay suggested a meeting between President Donald Trump and Torshin, who both planned to attend the NRA event.",
  "Clay’s link to Butina and Torshin is an email that he sent in May 2016 to Trump campaign aide Rick Dearborn.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Dearborn forwarded the email to other Trump campaign officials, including Trump’s son-in-law Jared Kushner.",
  "Clay says he has not been contacted by the Department of Justice, FBI or the special counsel’s office.",
  "Erickson is not identified in the FBI affidavit, but he closely matches a person described as “U.S.",
  "Erickson suggested in a phone interview with TheDC in 2017 that he does not know Clay or Yenason.",
  "The affidavit does not include evidence that the NRA was aware of Butina or Torshin’s activities.",
  "Butina pitched the operative on what she called the “Diplomacy” project in March 2015.",
  "There is also no allegation that money was provided to the gun rights group.",
  "Person 1 is an American political operative who first met Butina in 2013.",
  "A spokesman for special counsel Robert Mueller declined comment.",
  "Erickson did not respond to multiple requests for comment.",
  "Kushner shot down the idea of a meeting with Torshin.",
  "“If she is what they say she is, then she used me.",
  "Clay says he does not know Erickson.",
  "Person 1” in the document.",
  "The affidavit says U.S."
]