[
  "Even\n\n\n\nthough Donald Trump's choice of Reince Priebus as his chief of staff has left some establishment Republicans feeling pretty pleased, there's plenty of concern about the fact that Reince Priebus and Steve Bannon were billed as equal partners in their high-profile roles in an upcoming Trump White House and has some worried that some of the dog whistles we've seen from the Trump campaign could turn into the kind of policies that negatively impact minorities in the White House.",
  "I don't know that that's going to be the end of this conversation for Donald Trump, but it was certainly the beginning of a new phase of him talking directly to try to put a stop -- I also think, Wolf, as we're seeing the anti-Trump protests, it was a moment for him to say, \"I'm going to speak to the people who claim to be supporting me in the way that I'm going to need help from Hillary Clinton and Barack Obama and others to speak to the people who support them.\"",
  "I mean, one of the things you see already is, in his picks of Steve Bannon and Reince Priebus, is him trying to build a bridge, I think, not only to the establishment with Reince Priebus, but with Steve Bannon to the alt-right, which of course, is outraging a lot of people, not only liberals but some \"never Trumpers,\" some Republicans are saying, \"Wait a minute.",
  "\"The Wall Street Journal,\" I don't know if you saw the article, a very intriguing article, say Donald Trump's aides seem to have been unaware that there are, what, three or four thousand jobs that need to be filled between now and January 20, especially the West Wing and the White House staff, that this was a wake-up call for them.",
  "DAVID CHALIAN, CNN POLITICAL DIRECTOR: And the president said that perhaps one benefit for Donald Trump is that the president assessed him to be not an ideological guy but a pragmatic guy who wants to get stuff done, and that actually may be beneficial for him if he's not locked into an ideological box while serving as president.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE SITUATION ROOM\n\nObama Calls Trump More Pragmatic Than Ideological; Trump Appointments Meet Mixed Reactions; Interview with Rep. Chris Collins; Ultimate Insider: Trump's Influential Son-in-Law; Trump Tells Supporters to Stop Racial Attacks; Trump's Approach to ISIS and National Security.",
  "And that's what I think the president meant today when he said reality has a way of asserting himself, is that there are moments that come, and that is when a president is tested, which is why it's so important to have the staff set up, to have the process of information flow set up that the president was talking about today.",
  "COLLINS: Well, then they're mistaken, because again, Steve Bannon's job is to develop a strategy to implement the vision of Donald Trump to make America great again for all Americans and unite the country that we have to admit is more divided today than ever, whether it's blacks, whites or Hispanics, cities versus rural.",
  "He also, David Chalian, looked in the camera when he was speaking -- when he was told about some of these hate speeches and efforts and hate crimes out there, the protests that have been going on by some white supremacist groups, people who claim they support Donald Trump, work for his campaign.",
  "He's believed to have had a significant influence in the selection of Mike Pence as Trump's running mate and that was over Chris Christie, who as a U.S. attorney from New Jersey, he once put Kushner's father in prison for tax evasion and witness tampering, among other charges.",
  "You could hear Obama -- it was as if the Oval Office conversation was still continuing today, that he was trying to guide Trump through this without commenting directly on Bannon, but saying how important it was that the president-elect continue to send signals of outreach.",
  "As I said, the silos, the 15 silos, deep diving, you know, they're adding a lot of people to do that vetting, and I'm sure they're going to be looking at those of us on the executive committee, once that's done, to look at the individuals and make our own recommendations.",
  "MURRAY: All of this as Trump begins to flush out his presidential priorities, saying he'll focus on deporting 2 to 3 million undocumented immigrants who he says have criminal records, but offering little clarity for the millions of other immigrants here illegally.",
  "I think the real test of any president -- and this will be the test for Donald Trump, as it was for Barack Obama -- so much of the job is about responding to the events that are outside of your control not in your control and how you respond in those moments.",
  "And yet, at the same time, continued to offer repeated advice to Barack Obama [SIC] about how important, after this very contentious or hotly- contested, I believe, was the word the president used, campaign season that he sends signals of outreach.",
  "Coming up, we're going to have the latest on Donald Trump's transition to the White House, including a controversial pick for a Chief Strategist who Senator Harry Reid calls one of the foremost peddlers of White supremacist themes and rhetoric.",
  "The president revealing the advice he gave to Donald Trump during their meeting in the Oval Office of the White House last week, and warning that certain elements of Trump's temperament will not serve him well as president of the United States.",
  "A transition spokeswoman told us there have been no decisions regarding Jared Kushner's future in the administration, but they're hoping he'll continue to offer counsel, oversee operations, and ensure their success as he did in the campaign.",
  "He seemed to be spending as much time talking about his accomplishments as he did trying to tamp down some of the concerns of a lot of folks who did not vote for Donald Trump about what a Donald Trump White House could look like.",
  "That's still an open question, and many people in the transition admit they are still playing a little bit of catch-up, because Donald Trump didn't want to engage in this as he was still finishing up his presidential campaign.",
  "CHALIAN: Listen, the presidency is a platform that is nothing but a huge opportunity for Donald Trump to make good on the notion of what Reince Priebus said this morning, that he is going to be the President for all Americans.",
  "While the president said it wouldn't be appropriate to comment on Donald Trump's appointment, the incoming president already faces a firestorm of criticism for picking Steve Bannon as his chief strategist and senior counsel.",
  "It will be Donald Trump's vision, and he has stated unequivocally it's a better America for all Americans and that he's going to bring this country together that's divided today, whether it's whites, blacks or Hispanics.",
  "For someone who wants, you know, to be a high-profile secretary of state, secretary of defense, I -- certainly, we will find out more this week, those of us on the executive committee, the role that we're going to play.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJONES (voice-over): President Obama responding to questions about Tuesday's stunning election results for the first time, said the American people have chosen what direction the country should go.",
  "COLLINS: No, I have not heard that, but when you're focused on the election like we are, and you've got such a small circle of advisers that Donald Trump had, I wouldn't be surprised -- I don't know the exact number.",
  "We're taking a closer look at the member of the Trump family who wasn't on camera during the \"60 Minutes\" interview, Ivanka Trump's husband, Jared Kushner, was at the White House with his father-in-law last week.",
  "And now that this unprecedented election has been decided, you can see how we got to this truly historic moment in the first ever book from CNN Politics, \"Unprecedented: The Election That Changed Everything.\"",
  "Now, to the question posed by that ethics expert, Kenneth Gross, will Jared Kushner actually be able to avoid talking to his wife about the administration's dealings, which might affect the family business?",
  "TODD (voice-over): As Donald Trump sat in the Oval Office with President Obama, one man in the room seemed like an obscure junior staffer, unobtrusively snapping pictures in the back with his smartphone.",
  "Even before the election, on the day of the election, he said, \"Look, the sun will rise tomorrow regardless of the results,\" and that seemed to be the message he wanted to send to the nation today, Wolf.",
  "KENNETH GROSS, FORMER ELECTION COMMISSION ATTORNEY: They have to be careful that he doesn't become a conduit of information because he's going to have information about what the administration is doing.",
  "CHALIAN: I thought it was so interesting that President Obama did not want to comment on Steve Bannon, that he said, \"I can't be in a position of commenting on every single one of Trump's appointments.\"",
  "During a pair of weekend interviews, he softened his position on the wall he wants to build along the Mexican border but maintained that strict immigration enforcement remains one of his top priorities.",
  "As Priebus argues Trump wants to be a president for all...\n\n\n\nREINCE PRIEBUS, INCOMING WHITE HOUSE CHIEF OF STAFF: It's very important that all Americans understand that he is a president for everyone.",
  "MURRAY: The Bannon hire instantly drew criticism from hate watch groups who noted Bannon's embrace of the alt-right movement, made up of conservatives, populists, white supremacists and anti-Semites.",
  "But we've got to make sure we -- we say there are rights that a fetus has, and certainly as we enter the third trimester, abortion should be absolutely outlawed unless it is the life of the mother.",
  "The moves could further embolden people who have been harassing Jews, Latinos and Muslims in Trump's name, actions of bigotry that the president-elect condemned in an interview with \"60 Minutes.\"",
  "So while we could have clarity in the coming days, there are still a lot of open questions about what exactly a Donald Trump cabinet and a Donald Trump White House are going to look like -- Wolf.",
  "TODD (voice-over): Experts say Jared Kushner could avoid breaking a law against the President hiring a relative if he doesn't take a salary or a formal title, but he could have another conflict.",
  "OBAMA: I think what will happen with the president-elect is there are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them.",
  "MURRAY: Jones' site is known for pushing many conspiracy theories, including the notion that Sandy Hook, the shooting that left 20 children dead, was a hoax and that 9/11 was an inside job.",
  "I'm sure I'm probably going to lose hl to the administration, but that's where I -- you know, I'm comfortable in talking about the silos, the way they're deep-diving all of these positions.",
  "And Steve Bannon is certainly going to have his own challenges in terms of building bridges with Republicans, many of whom view him with great skepticism, in addition to the broader public.",
  "But he clearly felt a different moment in this interview on \"60 Minutes,\" and of course, it's always dramatic when you look straight into the camera and address the audience in that way.",
  "But again, right now, we're just getting back to D.C., and...\n\n\n\nBLITZER: What about the role that Jared Kushner, the son-in-law, Donald Trump's son-in-law, Ivanka Trump's husband?",
  "LIZZIE WIDDICOMBE, EDITOR, THE NEW YORKER: I think it will be similar to the role he played in the campaign, which is informal and behind the scenes and yet massively influential.",
  "GABRIEL SHERMAN, NATIONAL AFFAIRS EDITOR, NEW YORK MAGAZINE: Jared Kushner has ties to Wall Street investors, the Jewish community in New York City, and also the media community.",
  "(END VIDEOTAPE)\n\n\n\nTODD: And, once again tonight, our colleague Jim Acosta reporting that Donald Trump has requested security clearances for Jared Kushner and his other children.",
  "And House Democrat leader Nancy Pelosi saying, \"There must be no sugarcoating the reality, that a white nationalist has been named chief strategist for the Trump administration.\"",
  "And as you mentioned, he said that he learned in that Oval Office meeting that Donald Trump is ideological and that he said he is pragmatic in a way that could serve him well.",
  "TRUMP: After the border is secured and after everything gets normalized, we're going to make a determination on the people that you're talking about, who are terrific people.",
  "It's worth noting that, for George W. Bush, his first cabinet pick was Colin Powell, because he wanted to stress the diversity that he was going to be promoting as president.",
  "The president spent more than an hour answering reporters' questions as he prepares to turn over the keys, he said, to the president-elect of the United States, Donald Trump.",
  "COLLINS: Well, let's just use the word \"soon\" because you've got 15 cabinet-level posts, and right now, you've got teams -- call them silos -- deep diving each one of those.",
  "But at the end of the day, you've got to have that cabinet official that's going to say, \"Yes, this is who I want for undersecretary of this department or an administrator.\"",
  "MARK PRESTON, CNN POLITICS EXECUTIVE EDITOR: You know, I was -- I was with a K-Street lobbyist this past week and we were talking about how Donald Trump is going to govern.",
  "He's going to have someone like Reince Priebus, who's going to be a great go-between, the cabinet officials, et cetera, and everything else that goes on as chief of staff.",
  "And those aspects of his positions or predispositions that don't match up with reality, he will find shaken up pretty quick, because reality has a way of asserting itself.",
  "In his first news conference since the election, President Obama talks candidly about Donald Trump, saying becoming president was a way of -- gives a way of waking you up.",
  "The president also said it wasn't appropriate for him to comment on Trump's appointing former Breitbart news chief, Steve Bannon, as chief strategist and senior counsel.",
  "He'd like to appoint what he calls pro-life justices and let Roe v. Wade go back to the states, let each state decide whether there should be abortion rights for women.",
  "In his first news conference since the election, President Obama offers a candid assessment of Donald Trump and urges Americans to give him a chance in the Oval Office.",
  "COLLINS: I guess -- I would hope all Americans cheer the election of Donald Trump who is going to finally unite this country, that's more divided than it's ever been.",
  "And of course, last week going into -- going into Monday, going into Tuesday, they still very much felt like Donald Trump would not end up being the president-elect.",
  "BLITZER: Someone are suggesting there's a built-in conflict of interest, given Jared Kushner's business interests, and now he's this adviser to the president-elect.",
  "President Obama as the ultimate example of someone who's reaching out to Donald Trump, wanting to continue the transitioning process, saying he's going to help him.",
  "And so I think Trump, through his own actions, is going to have to reassure people that this pick is not necessarily a full- throated endorsement of the alt-right.",
  "He goes, \"What's going to be interesting is when Trump comes to town, Trump is going to alienate the social conservatives, the wackos,\" as this lobbyist described.",
  "And you know, the president also spent a lot of time talking about his own achievements, his own legacy, something we've also heard from him on the campaign trail.",
  "TODD (voice-over): Jared Kushner, Trump's 35-year-old son-in-law, married for seven years to Trump's daughter, Ivanka, is considered shy and avoids the spotlight.",
  "He's got a big job to do in terms of uniting the party, a lot of people feeling like these first two picks out of the gate kind of don't send the right message.",
  "MURRAY: But suggesting he could still try to curtail abortion rights by appointing justices to overturn Roe v. Wade and leaving further decisions to the states.",
  "When will do you expect some of these key cabinet posts -- secretary of state, secretary of defense, treasury secretary, attorney general -- when will we know?",
  "And that some of Trump's predispositions may not necessarily be with him much longer, now that he has the responsibility of not only campaigning but governing.",
  "Steve Bannon's appointment as Trump's chief White House strategist is raising questions about how much his alt-right views will affect the new administration.",
  "JONES: The president offered some advice to Trump, telling him to try and reach out to those who didn't support him and who may be fearful of what's to come.",
  "OBAMA: I also think that he is coming to this office with fewer set hard and fast policy prescriptions than a lot of other presidents might be arriving with.",
  "I think ultimately, he's pragmatic in that way, and that can serve him well as long as he's got good people around him and he has a clear sense of direction.",
  "OBAMA: Because of the nature of the campaigns and the bitterness and ferocity of the campaigns, it is really important to try to send some signals of unity.",
  "But Donald Trump has a top-level vision, we all know, make America great again, secure our borders, put jobs at the top of the things we have to accomplish.",
  "But I don't see that there is a nuance there, other than the better the economy does, the better they do, and I think that's a win-win for America, as well.",
  "I mean, can he credibly go out there and call for unity, call -- sort of be a bridge builder with somebody like Steve Bannon in his -- you know, in his ear?",
  "But tonight, Kushner is believed to be a key player in the selection of Cabinet members, and he will likely have his father-in-law's ear in the Oval Office.",
  "REINCE PRIEBUS, CHAIRMAN, REPUBLICAN NATIONAL COMMITTEE: I think Jared Kushner, obviously, his son-in-law is going to be very involved in decision making.",
  "(COMMERCIAL BREAK)\n\n\n\n[17:41:39] BLITZER: President-elect Donald Trump says he's willing to compromise on one of his most controversial campaign promises.",
  "[17:35:10] And Trump certainly, in both his business and his campaign, had gravitated toward hiring people who just personally he has this rapport with.",
  "(COMMERCIAL BREAK)\n\n\n\n[17:22:16] BLITZER: We're back with Republican Congressman Chris Collins of New York as we cover this hour's breaking news story.",
  "The president also reveals he advised the president-elect that campaigning is different than governing and that soundbites do not make for good policy.",
  "MURRAY: The president-elect naming Steven Bannon, campaign CEO and executive chairman of Breitbart News, as his chief strategist and senior counselor.",
  "And so he's going to have a chief strategist in Steve Bannon, whose job will simply be to implement Donald Trump's vision, not Steve Bannon's vision.",
  "In two weekend interviews, Trump opens the possibility he will be satisfied with a fence along at least some parts of the border, instead of a wall.",
  "When you have fringe groups supporting someone, I don't think you can tie their support into saying the person they're supporting believes in that.",
  "Donald Trump's going to be president for everyone, and it's not Steve Bannon's vision; it's the vision of the president-elect of the United States.",
  "COLLINS: There are a lot of people -- and I'm a big defender of the 10th amendment, and again, these are things sometimes we can agree to disagree.",
  "CHALIAN: He now has the real platform and opportunity to prove that with his words and then his actions, and I think it would be pretty powerful.",
  "(END VIDEOTAPE)\n\n\n\nMURRAY: Now, some of Donald Trump's top aides, as well as his family members, have spent much of the day here in Trump Tower.",
  "(END VIDEOTAPE)\n\n\n\nJONES: And so it may not be surprising to hear the president try to sound a note of hope, a note of calm, a note of optimism.",
  "I think a lot of people in Washington hope that, whether they're Democrats or Republicans, whether they're Speaker Ryan or -- or Chuck Schumer.",
  "JONES: After repeatedly denouncing Trump as unqualified, today\n\n\n\nPresident Obama would not say whether he now believes Trump is fit to lead.",
  "And he, of course, said, in terms of abortion, he feels like he would want to appoint justices that would overturn -- overturn Roe v. Wade.",
  "There have been some reports there's some fighting going on, which probably is expected given the nature of these high- profile positions.",
  "MURRAY: Trump also giving little inclination he plans to take up a fight against gay marriage in the wake of the Supreme Court's ruling.",
  "ALEX JONES, INFOWARS WEBSITE: He said, \"Listen, Alex, I just talked to the kings and queens of the world, world leaders, you name it.\"",
  "And you feel like these same problems around race and division are dogging Donald Trump's campaign and his appointments at this point.",
  "[17:45:00] He did that address to the nation, and he specifically repudiated those White supremacists who have come out in his favor.",
  "BLITZER: Do you agree with Donald Trump that same-sex marriage now,\n\n\n\ngay marriage is settled law, there's no need to reconsider it?",
  "I just am someone who believes Roe v. Wade has been settled in this country so very long, I would not right now look to overturn it.",
  "Tonight, the same man appears on track to become one of the most influential people in the Trump White House, maybe without a title.",
  "I mean, famously, Obama gave a race speech in -- when he was in the throes of a 2008 campaign, when his campaign was in such peril.",
  "BLITZER: Some are saying there's a knife fight -- you know, not literally -- but a knife fight going on for some key cabinet slots.",
  "He seems to be becoming more moderate, more flexible in his positions, moving away from some of his longstanding views on the wall.",
  "So it's key -- the next key is obviously filling these slots as there are teams looking at all these silos, bringing forward names.",
  "OBAMA: That he was able to tap into, yes, the anxieties but also the enthusiasm of his voters in a way that -- that was impressive.",
  "In a move that could clearly fuel concern, Alex Jones, operator of the InfoWars website, says Trump called to offer his gratitude.",
  "The Anti-Defamation League voicing its opposition to Bannon \"because he and his alt-right are so hostile to core American values.\"",
  "He didn't have a formal title in the Trump campaign, but campaign sources say he was among the candidate's most trusted advisers.",
  "Said to be intensely loyal, Jared Kushner once pushed back against his own newspaper, which accused Trump of being anti-Semitic.",
  "Certainly, Donald Trump can use the transition process to start to send some messages about what his priorities are going to be.",
  "[17:05:00] OBAMA: Regardless of what experience or assumptions he brought to the office, this office has a way of waking you up.",
  "So you know, he's got a lot of work to do, because he's built up so much bad blood between so many different groups of peopled.",
  "People are so hardened on their positions about this, but if he were to do that, just imagine how the nation would look at him.",
  "One source telling CNN Kushner was intimately involved in the decision to fire campaign manager Corey Lewandowski last summer.",
  "TODD (voice-over): He bought \"The New York Observer\" newspaper when he was 25, and once tried to buy the Los Angeles Dodgers.",
  "(BEGIN VIDEOTAPE)\n\n\n\nMURRAY: Donald Trump is already sparking outrage as he builds a White House team with an alt-right edge.",
  "BLITZER: You just heard the president say, based on his 90-minute meeting in the Oval Office with Donald Trump the other say.",
  "Brian Todd has more on Jared Kushner right now, a man who may become one of the most influential figures in the White House.",
  "And if he talks to his wife about what the business is doing, there is a conflating of the business and official interest.",
  "BLITZER: He really had a hand in many of the major decisions, we're told, throughout that year and a half in the campaign.",
  "CHALIAN: Just think how powerful it would be, though, right, for Donald Trump to say, \"I want to give a national address.\"",
  "But as far as being in the room, we have not -- the executive committee was just formed last Friday, like three days ago.",
  "I would say, certainly, what we've got to deal with first is ending the late-term, late trimester partial birth abortion.",
  "The next big thing for Donald Trump will, of course, be narrowing down who he wants to appoint to top cabinet positions.",
  "JONES: And he praised Trump for a resounding victory, tapping into the wave of anger and frustration no one saw coming.",
  "Kushner, an orthodox Jew, wrote that Trump, quote, \"embraced my family and our Judaism since I began dating my wife.\"",
  "Donald Trump is seeking security clearances for his children, his adult children, and his son-in-law, Jared Kushner.",
  "(BEGIN VIDEOTAPE)\n\n\n\nDONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: Well, thank you very much, President Obama.",
  "Some -- this is very disturbing, because some white supremacist groups, as you know, Congressman, have praised this.",
  "JONES: Saying Trump's transition to the White House will be aided by the condition in which is leaving the country.",
  "As reports of hate crimes spread fear across the country, President-elect Trump has a message for the perpetrators.",
  "If you have had a background in business, people are going to point to something and say, \"Isn't that a conflict?\"",
  "COLLINS: Well, I think any time you've got key slots, I don't know if I'd ever call anything quite a knife fight.",
  "BLITZER: But are you concerned that there some white supremacist groups are out there cheering this appointment?",
  "Coming up, President Obama's change in tone about Donald Trump, calling him more pragmatic and less ideological.",
  "BRIAN TODD, CNN CORRESPONDENT: Significant, Wolf, that he is requesting a security clearance for Jared Kushner.",
  "But let's be clear: these will be decisions made by President-elect\n\n\n\nDonald Trump with advice from all of us.",
  "BLITZER: A lot of people are very happy Reince Priebus, Rebecca, would become the White House chief of staff.",
  "Perhaps he n,*ds to use this opportunity to send a message that he is going to have an inclusive presidency.",
  "We're talking about white supremacists and white nationalism in the same conversation as the next president.",
  "If you're building real estate and have real estate in New York City, I don't see where there's a conflict.",
  "COLLINS: Well, one thing he's not changing is his focus on making\n\n\n\nAmerica great again for all Americans.",
  "And I think that's where we're talking about pragmatism and Trump willing to cut deals to get things done.",
  "And he came out there and gave a 20-minute address and said, \"It's time for the country to come together.",
  "It's filled with behind the scenes secrets, beautiful photography, and firsthand from the campaign trail.",
  "All I'd say is the better the economy does, the better you're going to do with your buildings and hotels.",
  "His appointment is sparking outrage among Democrats, moderate Republicans and hate crime watchdog groups.",
  "He'll probably have to do some of the same calming down of many of those upset and surprised supporters.",
  "The appointment of Steve Bannon to be senior counselor, chief strategist for the -- for the White House.",
  "The president said the notion of becoming president of the United States has a tendency to wake you up.",
  "Or is it, you know, just Trump being loyal to someone who was loyal to him, someone he gets along with?",
  "And he cited especially the women and minorities, groups that felt so offended by the Trump candidacy.",
  "You know, Jared Kushner did not appear in the \"60 Minutes\" interview with the Trump family last night.",
  "He was later seen walking on the White House grounds with Mr. Obama's Chief of Staff, Denis McDonough.",
  "BLITZER: Coming up, President Obama's surprising new tone about the incoming president, Donald Trump.",
  "I thought the other thing the president said, Wolf, was also along those lines there, shaking you up.",
  "I mean, what we have is a complication of sorts in that you've got extraordinarily successful people.",
  "At the same time, the appointment of RNC chairman Reince Priebus as chief of staff is winning praise.",
  "But Trump's choice is provoking a political firestorm from other Democrats and even some Republicans.",
  "But as he gets advice from Congress and others, people may try to nit-pick something here and there.",
  "David Chalian, you heard the president say the presidency, in his words, has a way of waking you up.",
  "Also, Trump repeats his assertion he knows more than the generals do when it comes to fighting ISIS.",
  "BLITZER: It would be a very powerful moment if Mark's recommendation were accepted by Donald Trump.",
  "JONES: Telling downtrodden Democrats to accept the election results and move on in a positive way.",
  "And our correspondent, analysts and guests, they will have full coverage of the day's top stories.",
  "So as a chief strategist, it's Steve Bannon's job to implement a strategy that makes that happen.",
  "(COMMERCIAL BREAK)\n\n\n\n[17:50:55] BLITZER: Breaking news coming into THE SITUATION ROOM right now.",
  "I mean, you imagine at some point, does Donald Trump kind of have to give a race speech, right?",
  "I wanted to talk to you, thank your audience, and I'll be on the next few weeks to thank them.\"",
  "Trust, you earn trust, and Jared Kushner has earned the trust of Donald Trump over the years.",
  "And so no, any CEO that's ever run a complex organization knows the next day is the next day.",
  "He sees it the way -- and he's willing to moderate his views as a result of that pragmatism.",
  "And later, a Trump insider who doesn't have an official job in the new administration yet.",
  "I think he's seen as kind of a conduit to Donald Trump and a major decision-making player.",
  "Kushner was a very influential adviser during the campaign, so what role will he have now?",
  "He wants to make everyone proud, whether it be race, ethnic background, gender, anything.",
  "Will Ivanka Trump's husband go from key campaign advisor to ultimate White House insider?",
  "Joining us now here in THE SITUATION ROOM, New York Republican Congressman Chris Collins.",
  "BLITZER: Nia, he's already alienated some social conservatives by saying, \"You know what?",
  "And tapping Republican National Committee chairman Reince Priebus as his chief of staff.",
  "The president says their Oval Office meeting convinced him that Trump is more pragmatic.",
  "OBAMA: Those who didn't vote for him have to recognize that that's how democracy works.",
  "And we saw other support groups that came in and said, \"We're supporting Donald Trump.\"",
  "There are people right now who are very worried about the message that that is sending.",
  "HENDERSON: And I guess the question is, is State Bannon helping him write that address?",
  "TODD (voice-over): But in the Trump White House, his power will likely be considerable.",
  "He was a key player during the campaign, so what role will he have in the White House?",
  "[17:25:17] BLITZER: Roe v. Wade, since 1973, it's been the law of the land since then.",
  "BLITZER: Congressman, let's talk about the new tone that's emerging from Donald Trump.",
  "He's also going to be joining a call with Democratic supporters a short time from now.",
  "He goes, \"Don't be surprised if Trump tries to cut deals with Nancy Pelosi,\" he says.",
  "But the federal government and our democracy's not a speedboat, it's an ocean liner.",
  "President Obama opens up, revealing the advice he gave President-elect Donald Trump.",
  "If it -- if it helps, I will say this, and I'll say it right to the camera, stop it.",
  "You're with some very high-profile individuals giving Donald Trump advice right now.",
  "His own success as CEO of an entirely separate real-estate company in New York City.",
  "BLITZER: The president said he's not ideological, talking about Donald Trump, Mark.",
  "President Obama has just wrapped up his first news conference since the election.",
  "Now, I -- to Nia's point earlier about might he have to give a speech about this.",
  "Donald Trump will be the next President, the 45th President of the United States.",
  "Donald Trump will be the next president, the 45th president of the United States.",
  "And Trump may be having second thoughts about trying to lock up Hillary Clinton.",
  "TODD (voice-over): Kushner is a billionaire real estate developer and publisher.",
  "But clearly now, Reince Priebus and Steve Vance both will be playing a key role.",
  "Because if he's not pragmatic, this is going to be a very, very ugly presidency.",
  "The networks would -- we certainly would cover it, the networks would cover it.",
  "I mean, this is something that is unprecedented...\n\n\n\nPRESTON: Since the 1920s.",
  "And it was something that he didn't really do that much of during the campaign.",
  "JONES: But ultimately, the president sounded a hopeful note for the days ahead.",
  "Athena, unlike during the campaign, the president spoke highly of Donald Trump.",
  "My ledge director, Jeff Freedland (ph), is the right-hand man to Rick Dearborn.",
  "You have an operation that's focused on continuous improvement, gathering data.",
  "Don't even think about rethinking that moving forward with the Supreme Court.\"",
  "The book will be in stores December 6th, but you can preorder your copy today.",
  "BLITZER: Take us a little bit more, Congressman, behind the scenes right now.",
  "Aired 5-6p ET\n\nAired November 14, 2016 - 17:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "He clearly -- I'm not embrace\n\n\n\nthis hate that was claiming to support him.",
  "And so certainly, Donald Trump has an opportunity to do something like that.",
  "We hear that he's considering Ben Carson for a couple of cabinet positions.",
  "[17:00:06] WOLF BLITZER, CNN ANCHOR: Happening now, the people have spoken.",
  "And to reach out to minority groups or women or others that were concerned.",
  "Jared Kushner was among the most influential voices in the Trump campaign.",
  "[17:15:12] BLITZER: Your legislative director when you say ledge director?",
  "So he will be an extraordinarily pragmatic...\n\n\n\nBLITZER: Not ideological?",
  "He was the first member of Congress to endorse Donald Trump for president.",
  "HENDERSON: ... in the last -- in the last 20 or 30 or 40 years, certainly.",
  "No one should be just like kind of stuck in the mud on one set of issues.",
  "I think you're going to see him on those never modify on those top lines.",
  "The criticism, Sara, coming in from Democrats and even some Republicans.",
  "What are you doing here in bringing Steve Bannon into the White House?\"",
  "Our political reporter, Sara Murray, is keeping track of the reaction.",
  "The Southern Poverty Law Center saying Trump should rescind this hire.",
  "BARACK OBAMA, PRESIDENT OF THE UNITED STATES: The people have spoken.",
  "On Obamacare, he could amend some parts of it, keep some parts of it.",
  "And this lobbyist happens to be Republican and not a Trump supporter.",
  "Plus, we'll have details on Donald Trump's son-in-law, Jared Kushner.",
  "But sort of disappointed -- pretty disappointed about Steve Bannon.",
  "So I'm very well aware of the types of things that may be going on.",
  "BLITZER: And you were a CEO before you became a member of Congress.",
  "[17:10:02] TRUMP: I am so saddened to hear that, and I say stop it.",
  "The president has never been a \"the sky is falling\" kind of person.",
  "And Jared Kushner is somebody Donald Trump is very impressed with.",
  "The real hard social conservatives, maybe the Freedom Caucus guys.",
  "But his son-in-law, Jared Kushner, already has Donald Trump's ear.",
  "Can you imagine what people would then think of Donald Trump then?",
  "The incoming Chief of Staff spoke about him on NBC's \"Today Show.\"",
  "(COMMERCIAL BREAK)\n\n\n\nBLITZER: The breaking news we're following.",
  "We'll ask Republican Congressman and Trump advisor Chris Collins.",
  "Let's begin with the president's just completed news conference.",
  "NIA MALIKA-HENDERSON, CNN POLITICAL CORRESPONDENT: That's right.",
  "They have to -- their backgrounds have to be secured, all that.",
  "He said some of that border could be covered with some fencing.",
  "What will the Trump presidency mean for U.S. national security?",
  "And that's something, I think, they're trying to keep separate.",
  "From day one, Donald Trump has leaned on his family for advice.",
  "And with that, they have, in this case, real-estate interests.",
  "BLITZER: But they apparently see an advocate in the West Wing.",
  "TRUMP: Our work on this movement is now really just beginning.",
  "We have not gotten an answer to that from the transition team.",
  "Is it, you know, this full-throated support of the alt- right?",
  "[17:31:38] Let's get some analysis from our political expert.",
  "SARA MURRAY, CNN POLITICAL CORRESPONDENT: That's right, Wolf.",
  "Who is going to give you more honest advice than your family?",
  "The value of the dollar changes, your competition, et cetera.",
  "REP. CHRIS COLLINS (R), NEW YORK: Good to be with you, Wolf.",
  "I mean, I was criticized for some of these things on my own.",
  "They don't pull any punches if they disagree with something.",
  "ATHENA JONES, CNN CORRESPONDENT: He did, that's right, Wolf.",
  "We're going to have much more on this development coming up.",
  "And so that...\n\n\n\nBLITZER: Rebecca, is this enough, though?",
  "It is time for us to love our neighbor\" and what have you.",
  "They would look at him through a different set of glasses.",
  "He not only had his father-in-law's ear; he won his trust.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "COLLINS: I think that's absolutely the correct assessment.",
  "Much more with Congressman Chris Collins right after this.",
  "And his kids are so accomplished in their own right that.",
  "In the case of the business world, interest rates change.",
  "David --\n\n\n\nPRESTON: It's not that hard to give a speech.",
  "BLITZER: You look into that camera --\n\n\n\nPRESTON: Right.",
  "I guarantee you, minds would start to turn a little bit.",
  "BLITZER: All right, Congressman, I need you to stand by.",
  "COLLINS: Well, actually, I'm not in those negotiations.",
  "BLITZER: I suspect we'll know sooner rather than later.",
  "TRUMP: It's irrelevant, because it was already settled.",
  "I thought that was a different moment for Donald Trump.",
  "COLLINS: Well, but now the teams are in place to do it.",
  "BLITZER: And I know you worked hard to get him elected.",
  "CHALIAN: So it was interesting that he didn't do that.",
  "BERG: Well, I think there's going to need to be more.",
  "\"Listen, Paul Ryan, I can get you 40 votes over here.",
  "Will his comments help heal a deeply divided country?",
  "He said, \"Donald Trump is pragmatic, not ideological.",
  "And in doing that, he's now getting a lot of advice.",
  "It already exists, and it's going to stay like that?",
  "REBECCA BERG, CNN POLITICAL ANALYST: Yes, certainly.",
  "CHALIAN: I thought it was a pretty powerful moment.",
  "You're a player; you're inside those deliberations.",
  "And I know they've weighed in on different issues.",
  "What do you have over here to get something done?\"",
  "You're obviously a very, very happy man right now.",
  "[17:59:57] BLITZER: Happening now, breaking news.",
  "I'm sorry, a 20- minute, it's not that difficult.",
  "He is said avoid the spotlight whenever possible.",
  "BLITZER: What about on abortion rights for women?",
  "I was running my own campaign until last Tuesday.",
  "But give us a little sense of what you're seeing.",
  "[17:55:08] BLITZER: Brian Todd reporting for us.",
  "(BEGIN VIDEO CLIP)\n\n\n\nOBAMA: People have spoken.",
  "I think even I was surprised when I heard 4,000.",
  "He looked in the camera and he said, \"Stop it.\"",
  "I think people are trying to nitpick something.",
  "But I'm sure you've got jockeying for position.",
  "We've got to get rid of that once and for all.",
  "COLLINS: Well, here's what doesn't concern me.",
  "CNN's Athena Jones is over at the White House.",
  "HENDERSON: And himself as an example, I think.",
  "BLITZER: Thanks, Congressman, for joining us.",
  "Where else might he be willing to compromise?",
  "He said part of it could actually be a fence.",
  "Athena Jones reporting from the White House.",
  "You've heard George W. Bush talk about that.",
  "Jared Kushner did not comment for our story.",
  "That's a lot of jobs, a lot of individuals.",
  "He and I differ on a whole bunch of issues.",
  "So you're a member of this transition team.",
  "BLITZER: So you're on the same page as him?",
  "COLLINS: I wouldn't -- I wouldn't say that.",
  "We're hearing it's very, very influential.",
  "I mean, we are human beings to begin with.",
  "They've called this appointment excellent.",
  "You've heard Barack Obama talk about that.",
  "You know, the Democrat over in the Senate.",
  "Gay marriage, that's the law of the land.",
  "There are some women in the mix, as well.",
  "And Bannon, I think, only increases that.",
  "TRUMP: I have a son-in-law who is Jewish.",
  "I have grandchildren that our Jewish, OK?",
  "BLITZER: And deliver it from your heart.",
  "COLLINS: He was my legislative director.",
  "He was pretty singular in his campaign.",
  "It's just -- we want successful people.",
  "BLITZER: We're following breaking news.",
  "BLITZER: -- and read that teleprompter.",
  "BERG: And so many Republicans, as well.",
  "Or, quite frankly, the American people.",
  "And that's exactly what he said to me.",
  "COLLINS: America should be very happy.",
  "Reality has a way of asserting itself.",
  "We're back with our political experts.",
  "He had disavow David Duke, as we know.",
  "I mean, this is -- this is incredible.",
  "TRUMP: And he's very good at politics.",
  "So he's accomplished in his own right.",
  "He's now on the Trump transition team.",
  "ANNOUNCER: This is CNN breaking news.",
  "But he cautioned Trump on his temper.",
  "It was settled in the Supreme Court.",
  "COLLINS: Yes, I do agree with that.",
  "BLITZER: All right, guys, stand by.",
  "And he did so, and he made clear.",
  "When the data changes, you shift.",
  "He says that is not settled law.",
  "I don't think he is ideological.",
  "I knew -- that is a lot of jobs.",
  "It's time for us to be unified.",
  "His message is simple: stop it.",
  "As I am a CEO, so is Mr. Trump.",
  "Sara Murray in New York for us.",
  "There's a lot more to discuss.",
  "New information we're getting.",
  "He's thoughtful; he's focused.",
  "And that makes a lot of sense.",
  "BLITZER: Political appointees.",
  "Talk a little bit about that.",
  "Brian, what are you learning?",
  "Of course, I've got concerns.",
  "You're in THE SITUATION ROOM.",
  "He said, \"It doesn't matter.",
  "And I don't see that at all.",
  "We have much more coming up.",
  "That was a dramatic moment.",
  "PRESTON: And it's not hard.",
  "BLITZER: I suspect he will.",
  "I'll be doing exactly that.",
  "COLLINS: Well, absolutely.",
  "TODD: He really did, Wolf.",
  "They really did not know.",
  "We'll take a quick break.",
  "Athena, thanks very much.",
  "Sara, thanks very much.",
  "They have to be vetted.",
  "Everybody stay with us.",
  "We have more coming up.",
  "My daughter is Jewish.",
  "And that's his vision.",
  "Does that concern you?",
  "What can you tell us?",
  "And I said so to him.",
  "Jared is a great guy.",
  "That's a lot of work.",
  "Have you heard that?",
  "CHALIAN: Absolutely.",
  "COLLINS: Absolutely.",
  "COLLINS: Yes, I am.",
  "Do I have concerns?",
  "BLITZER: All right.",
  "Go to CNN.com/book.",
  "BLITZER: All right.",
  "He said, \"Listen.\"",
  "What's the latest?",
  "We'll assess that.",
  "You're an advisor.",
  "Of course you do.",
  "I'm Wolf Blitzer.",
  "And power broker.",
  "It's settled law.",
  "And that is true.",
  "Brian, thank you.",
  "And I love them.",
  "Changing stance.",
  "Is he changing?",
  "HENDERSON: Yes.",
  "He's pragmatic.",
  "PRESTON: Right.",
  "Things change.",
  "So you agree?",
  "You're there.",
  "Loose Bannon.",
  "COLLINS: Yes.",
  "Wake up call.",
  "I love them.",
  "Absolutely.",
  "Absolutely.",
  "Personally.",
  "It's done.",
  "Thank you.",
  "It's over.",
  "Stand by.",
  "It's law.",
  "Right?",
  "Wolf."
]