[
  "The House provision would “allow the FAA to fully regulate all [drones], when deemed necessary for the safety and security of the National Airspace System,” they wrote, going on to note that the “law enforcement and national security communities must be satisfied that the FAA is empowered to regulate the safety of all drones, regardless of use, before additional rulemakings will move forward to enable advanced commercial operations.”\n\nSHIFTING GEARS: Ross Garelick Bell is the Aerospace States Association’s new executive director, replacing Charles Huettner.",
  "“We wanted — in the interest of trying to get a bipartisan vote out of it, which I think helps a ton when we get to the floor — to see if the additional time would give Democrats an opportunity to get the answers to the questions that they have and then hopefully find a way to support him.”\n\nTriple threat: The panel also approved three bills, related to commercial space ventures, assault of a passenger train crew and movement of goods through ports.",
  "Tom Udall (D-N.M.) and Jerry Moran (R-Kan.) cheered the adoption of their amendment related to the Southwest Chief long-distance route, saying in a statement that it would “compel Amtrak to fulfill its promise of matching funding” for a TIGER grant and “effectively reverse Amtrak’s decision to substitute rail service with bus service over large segments of the route through” fiscal 2019.",
  "And when you combine that with specific information and thorough analysis, that person then potentially poses a threat to aviation security and warrants observation by a federal air marshal.”\n\nThe view from Capitol Hill: Some Democrats sent letters to TSA earlier this week questioning the agency’s legal authority to run the program and voicing concerns about potential discrimination.",
  "Rollin’: One of those amendments, by Sen. John Cornyn (R-Texas), would prohibit the use of certain fiscal 2019 transit funding for the “procurement of rolling stock for use in public transportation if the manufacturer of the rolling stock is incorporated in or has manufacturing facilities in the United States and receives support” from China.",
  "TSA: No current plans to cease small airport screening\n\nWith help from Stephanie Beasley\n\nMAYBE, BUT NOT NOW: TSA is downplaying a CNN story that the agency is weighing a proposal to stop screening passengers at smaller airports and has convened a working group to conduct a cost-risk analysis for the idea.",
  "NOT AT ALL QUIET: TSA spokesman Michael Bilello also spoke to Fox Business on Wednesday about what he described as “misinformation” about the agency’s much-buzzed-about Quiet Skies program that assigns federal air marshals to monitor certain U.S. citizens on flights and in airports.",
  "“Any potential operational changes to better allocate limited taxpayer resources are simply part of predecisional discussions and deliberations and would not take place without a risk assessment to ensure the security of the aviation system,” he said in a statement to POLITICO.",
  "** A message from the Association of American Railroads: How did America’s freight railroads decrease mainline train accidents by 32% since 2008, or enable rail shippers to move twice the amount of freight for nearly the same price as in 1980?",
  "MT MAILBAG: Pilot, airline, airport, general aviation and drone groups, among others, wrote to senators Wednesday asking them to put language from the House FAA bill concerning “recreational” drones into their reauthorization.",
  "Spokesman Michael Bilello told our Stephanie Beasley that TSA had no immediate plans to cut screenings for airports servicing aircraft with 60 or fewer seats, an idea that sources told CNN was under serious consideration.",
  "EISSENSTAT LANDS ON HIS FEET: Former White House official Everett Eissenstat has joined General Motors as its senior vice president for global public policy, per an announcement released Wednesday.",
  "AND NOW MY WATCH BEGINS: Happy almost-Friday and thanks for tuning in to POLITICO’s Morning Transportation, your daily tipsheet on all things trains, planes, automobiles and ports.",
  "**\n\nTHAT’S THAT: The Senate voted 92-6 to pass its Transportation-HUD spending bill on Wednesday as a part of a package of fiscal 2019 funding measures, H.R.",
  "Garelick Bell has served as the group’s deputy executive director and was formerly a lobbyist for the American Institute of Aeronautics and Astronautics.",
  "“Well every highway that I go down / Seems to be longer than the last one that I knew about / Oh well.”\n\nLISTEN HERE: Follow MT’s playlist on Spotify.",
  "Story Continued Below\n\nJust talk: Bilello acknowledged the proposal had been discussed this year and in previous years as part of the budget process.",
  "America’s freight railroads have all that and more, using those superpowers to improve safety and efficiency across our 140,000-mile network.",
  "ONE AND DONE: The Senate Commerce Committee on Wednesday signed off on Martin Oberman’s nomination to be on the Surface Transportation Board.",
  "But the panel pushed a vote on former White House aide Rick Dearborn, nominated to serve on Amtrak’s board of directors, to a later markup.",
  "The news comes nearly a month after Eissenstat left his previous post as a senior economic and trade adviser to President Donald Trump.",
  "Eissenstat was chief international trade counsel for the Senate Finance Committee, prior to joining the Trump administration.",
  "From lasers to UAVs, machine visioning to big data analysis, technology is driving the freight rail industry into the future.",
  "As Jeff Davis at the Eno Center for Transportation explains, the Senate’s provision is more specific than the House’s.",
  "What better way to start your day than with songs (picked by us and readers) about roads, rails, rivers and runways?",
  "— “Uber and Lyft offered to bail out struggling taxi drivers, but New York City said no.” The Verge.",
  "** A message from the Association of American Railroads: What could you do if you had x-ray vision?",
  "“These programs are designed to look at individuals who have a very suspicious pattern of travel.",
  "THE AUTOBAHN:\n\n— \"Coast Guard launches high-level probe into duck-boat tragedy that killed 17.\"",
  "“The average American would never come close to qualifying for these programs,” he said.",
  "— “Aeromexico crash: Stronger planes can mean fewer fatalities.” The Associated Press.",
  "Pros can read about the amendments made to the THUD bill here, here, here and here.",
  "All it took was advanced technology, innovation and a clear vision for the future.",
  "— “Study shows one overheated laptop battery could down an airliner.” Bloomberg.",
  "Brianna is here to bring more rock songs and links to photos of kittens to MT.",
  "— “Dangerous drones could be intercepted by feds.” Bloomberg Government.",
  "But Bilello said that committees with jurisdiction had been briefed.",
  "— “Inside the life of Waymo’s driverless test family.” Bloomberg.",
  "Highway and transit policy is up for renewal in 791 days.",
  "Send it my way: bgurciullo@politico.com or @brigurciullo.",
  "“Well, it’s the Dem side,” Chairman John Thune (R-S.D.)",
  "THE COUNTDOWN: DOT appropriations run out in 60 days.",
  "Time for DOT to regulate, attendants say.” USA Today.",
  "The power of appropriations legislation compels you!",
  "Let MT know at transpocalendar@politicopro.com.",
  "The FAA reauthorization expires in 60 days.",
  "Learn how we’re putting technology to work.",
  "See how we’re putting technology to work.",
  "A brain faster than a supercomputer?",
  "www.aar.org/future-of-rail.",
  "www.aar.org/future-of-rail.",
  "Got a tip or song request?",
  "Did we miss an event?",
  "The Washington Post.",
  "The ability to fly?",
  "— “Plane too hot?",
  "More efficient.",
  "told reporters.",
  "6147 (115).",
  "Too cold?",
  "Safer.",
  "Sens.",
  "**"
]