[
  "Ranking member Bill Nelson (D-Fla.) as recently as Wednesday told reporters that Democrats “didn’t want some monkey business coming around of trying to add taxes on it, but it looks like it’s clean.” Though procedurally either approach leads to the same outcome, Democrats seem to believe that including a clean tax title in the substitute will offer a degree of comfort that it’s inoculated from any extraneous tax amendments that could cause the legislation to implode.",
  "The lawmakers write that, “despite repeated calls now for NHTSA to open an investigation into the Kia and Hyundai fores, NHTSA has still failed to take meaningful action to keep drivers and passengers safe.”\n\nAlso: The We Will Ride Coalition, a disability rights group, issued an open letter to automakers urging them to manufacture driverless vehicles that could accommodate wheelchair users and others with disabilities.",
  "When asked by Sen. Catherine Cortez Masto (D-Nev.) what he would do if he had to choose between lowering Amtrak’s operating losses or shutting down a long-distance line, Dearborn said: “I hope I’m never faced with that decision.” He added that he plans to focus on boosting ridership, which would spur revenue gains that he hopes would help Amtrak’s stewardship of its various services.",
  "MT MAILBAG: Democratic Reps. Frank Pallone (N.J.) and Jan Schakowsky (Ill.) sent a letter to NHTSA Thursday raising concerns about a recently released inspector general report that said the agency had been slow to react to consumer complaints about Takata airbags and ineffectively used its enforcement authorities to push for affected vehicles to be repaired as soon as possible.",
  "A series of unfortunate delays\n\nWith help from Brianna Gurciullo, Tanya Snyder and Lauren Gardner\n\nTRUST THE PROCESS: The Senate FAA bill (S. 1405 (115)) continues its long slog through the sausage-grinder that is the legislative process, and it's likely to take a bit longer, our Lauren Gardner reports for Pros.",
  "UP THE TRACKS: Rural-state senators lavished praise on their long-distance Amtrak services during a Thursday hearing on two rail-related nominees — former Trump aide Rick Dearborn to serve on Amtrak’s board of directors and Martin Oberman to become a Surface Transportation Board member.",
  "MILESTONE: FAA announced Thursday that it’s issued more than 100,000 Remote Pilot Certificates to commercial and recreational drone users — and that’s on top of the hundreds of thousands of “model aircraft” hobbyists who don’t have to comply with Part 107 certification requirements.",
  "“More than 890,000 Amtrak customers and commuter passengers rely on the Northeast Corridor for transportation every weekday, and we are working to make their ride smoother and more reliable,” said Scot Naparstek, Amtrak’s executive vice president and chief operating officer.",
  "Many of them sought assurances from Dearborn (a former Senate staffer well liked by members) that those routes are crucial to Amtrak’s national network, which he gave without making many promises besides vowing to work with senators and their staffs.",
  "Body like a back road, drivin' with my eyes closed / I know every curve like the back of my hand / Doin' 15 in a 30, I ain't in no hurry / I'mma take it slow just as fast as I can (h/t Erik @ejstrick)\n\nLISTEN HERE: Follow MT’s playlist on Spotify.",
  "** A message from the Association of American Railroads: How did America’s freight railroads decrease mainline train accidents by 32% since 2008, or enable rail shippers to move twice the amount of freight for nearly the same price as in 1980?",
  "It would postpone implementation of the rule, currently set to go into effect on Aug. 23, until the Coast Guard submits a report to Congress showing the effectiveness of its Transportation Worker Identification Credential program as a whole.",
  "The service had proposed a three-year delay of the rule for some facilities, but industry groups have pressed for an extension for all facilities, given what they have referred to as years of unclear guidance from the Coast Guard.",
  "MONEY DOWN: Amtrak announced Thursday that it plans to spend $370 million over the next three years on a track laying system and other equipment to improve on-time performance for the Northeast Corridor.",
  "Tweet pictures of you and others reading Playbook on your summer getaways to #PlaybookLoyal or email them to daniel@politico.com for the chance to be featured in Playbook on Friday each week this summer.",
  "They asked him to “uphold Amtrak's commitment to intercity rail service across the entire national network” and apply for grant funding recently made available by FRA for rail infrastructure upgrades.",
  "“I am very saddened by his passing, and my staff and I will greatly miss him.” (h/t POLITICO Huddle)\n\nTHE AUTOBAHN:\n\n— \"Trump administration to freeze Obama-era fuel standards for cars, light trucks.\"",
  "“We worry that self-driving cars will fall short of the mobility promise they hold because we see no signs that auto manufacturers are developing a fully accessible passenger vehicle,” the group said.",
  "For your files: A bipartisan coterie of senators wrote to Amtrak CEO Richard Anderson Thursday concerned about the prospect of the railroad suspending service along its Southwest Chief route.",
  "MT INFLUENCE: Southwest Airlines hired Heideh Shahmoradi — former staff director of the Senate Transportation-HUD spending panel — to lobby on appropriations and reauthorizing the FAA.",
  "Though TSA has a model for evaluating its training, it “has not yet established specific program goals and performance measures to assess TSO Basic Training,” according to the report.",
  "and an aide, is that Democrats want the bill’s tax title — currently part of the manager’s package being hotlined on the GOP side — to be folded into the substitute amendment instead.",
  "The Transportation Security Officer training program offers a two-week intensive course for newly hired agents and private screeners to identify security threats.",
  "The Pennsylvania Republican, who isn’t running for reelection, has nothing to lose by getting behind a 15-cent gas tax hike, but other lawmakers oppose the move.",
  "And Los Angeles County Supervisor Sheila Kuehl has become the new chairwoman of the Los Angeles County Metropolitan Transportation Authority board of directors.",
  "Tennison has been with the railroad for 26 years and has served as senior vice president and chief information officer for more than a decade.",
  "5729 (115)) that would prevent the Coast Guard from moving forward with a rule requiring biometric card readers for transportation worker IDs.",
  "America’s freight railroads have all that and more, using those superpowers to improve safety and efficiency across our 140,000-mile network.",
  "Thanks for tuning in to POLITICO’s Morning Transportation, your daily tipsheet on all things trains, planes, automobiles and ports.",
  "The investment also will include freight cars, five high-speed surfacing machines and heavy lift cranes for New York Penn Station.",
  "Shuster’s playing the long game, though — 10 more years of gas tax, and then it disappears entirely to make way for a mileage fee.",
  "IN MEMORIAM: Andrew Davis, a former staffer for Rep. Dan Lipinski (D-Ill.), died this week following a lengthy battle with cancer.",
  "You’re taking a cruise with Stephanie, so send her your tips, scoops and song requests: @Steph_Beasley or sbeasley@politico.com.",
  "TSA concurred and said it planned to collect more data from screeners to help it assess the potential impacts of the program.",
  "From lasers to UAVs, machine visioning to big data analysis, technology is driving the freight rail industry into the future.",
  "BACK TO BASICS: TSA needs to set clear goals for its basic training program for airport screeners, GAO said in a new report.",
  "This day in history: Today marks one year since the Energy and Commerce Committee approved its driverless car bill (H.R.",
  "What better way to start your day than with songs (picked by us and readers) about roads, rails, rivers and runways?",
  "Davis, who was 29, served as Lipinski’s senior policy adviser on transportation and infrastructure for two years.",
  "SHIFTING GEARS: Lynden Tennison will become Union Pacific’s executive vice and chief strategy officer on Aug. 1.",
  "— “For disabled subway riders, the biggest challenge can be getting to the train.” The New York Times.",
  "“He was a gracious person, a joy to be around, and a true family man,” Lipinski said in a statement.",
  "** A message from the Association of American Railroads: What could you do if you had x-ray vision?",
  "**\n\nJUST IN THE NICK OF TIME: Senators wrapped up the week by clearing a House-passed measure (H.R.",
  "MEH: Rep. Bill Shuster's infrastructure plan is running into a familiar stumbling block: revenue.",
  "Story Continued Below\n\nTl;dr: The bill’s not making it to the floor next week, in all likelihood.",
  "Specifically, GAO said the agency needs to identify what the trainees are expected to achieve.",
  "— “5G mobile internet is (potentially) about to revolutionize transportation.” The Drive.",
  "Mark your calendars: The committee will consider both nominations at an Aug. 1 markup.",
  "All it took was advanced technology, innovation and a clear vision for the future.",
  "— “Southwest boosts inspections of engine involved in fatal failure.” Bloomberg.",
  "The latest wrinkle, according to Senate Commerce Chairman John Thune (R-S.D.)",
  "Playbook On The Road: Where are you reading Playbook this summer?",
  "She succeeds outgoing board chairman L.A. Mayor Eric Garcetti.",
  "Highway and transit policy is up for renewal in 797 days.",
  "— Uber touts the positive impacts it has on the economy.",
  "THE COUNTDOWN: DOT appropriations run out in 66 days.",
  "The FAA reauthorization expires in 66 days.",
  "Learn how we’re putting technology to work.",
  "See how we’re putting technology to work.",
  "WORKING FOR THE WEEKEND: Happy Friday!",
  "The bill passed by unanimous consent.",
  "A brain faster than a supercomputer?",
  "www.aar.org/future-of-rail.",
  "www.aar.org/future-of-rail.",
  "3388 (115)) in a 54-0 vote.",
  "The ability to fly?",
  "Learn more here.",
  "More efficient.",
  "USA Today.",
  "Medium.",
  "Safer.",
  "**"
]