[
  "He sort of takes it in, and then, I’m assuming, reports back to the White House.”\n\nDuring the closed-door debates over the 2018 omnibus, Short apparently did not report much back to Trump, who was surprised to learn how GOP and Democratic leaders had united to shortchange his election-winning immigration reforms.",
  "Short also worked with Kathy Kraninger, who is “OMB program associate director for general government.”\n\nFrom 2011 to March 2017, Kraninger worked for the House and Senate homeland-security appropriations committees, neither of which supported Trump’s policies in 2017 or 2018.",
  "According to a post from a DHS-focused consulting group, Catalyst Partners:\n\nKraninger also served as a Policy Advisor to DHS Secretary Ridge … There is arguably no person outside of the DHS front office with a broader or deeper understanding of DHS operations than Kraninger.",
  "President Donald Trump has just pushed a never-Trump advisor out of the Vice President’s office, but he is still relying on a trio of establishment or never-Trump aides who failed to get immigration reforms or border-wall funding from Congress in 2017 and 2018.",
  "Short, Jonathan Slemrod and Kathleen Kraninger — all administration aides — were involved in the negotiations in recent days that went until the wee hours of the morning with congressional appropriators, according to three people familiar with the talks.",
  "“I don’t see him as the real deal-maker so much as the kind of go-between, the mediator,” said Sen. Shelley Moore Capito (R-W.Va.), who’s interacted with Short on a host of issues including health care, the opioid crisis and energy policy.",
  "@MarcShort45 is Never Trump, like Lerner–and he also effed up, in exactly the way you'd expect a NeverTrumper to eff up, shepherding disastrous omnibus bill that totally failed to achieve Trump goals (on immg) that GOP Estab.",
  "Sen. Lindsey Graham, who has consistently allied with Democrats to oppose Trump’s immigration policies and has consistently called for more wage-reducing imported labor, told Politico that “I think he does a good job.”\n\n.",
  "The President believed Lerner was a card-carrying member of the “Never Trump” movement because Lerner crafted brutal attack ads for Club for Growth’s multimillion-dollar anti-Trump blitz during the Republican primaries.",
  "In the House, Kraninger was hired January 2011, under the chairmanship of Kentucky Republican Rep. Harold Rogers, who did little to oppose the pro-migration policies established by former President Barack Obama.",
  "That campaign failed, in part, because Trump slammed Rubio’s pro-amnesty policies, which called for border control, more guest workers to keep wages low, plus amnesty for all illegals in the United States.",
  "Jonathan Slemrod has been the associate director for legislative affairs at the Office of Management and Budget since March 2017, even though he worked on Sen. Marco Rubio’s 2016 presidential campaign.",
  "Short was also a prominent anti-Trump leader in 2016 – and he has played a prominent role in the White House’s failure to have Congress legislate or fund the President’s popular immigration agenda.",
  "Jon Lerner was hired and quickly dropped by Vice President Pence after Trump discovered that Lerner had run anti-Trump ads during the 2016 election for the never-Trump Club for Growth group.",
  "https://t.co/mND2lGS4wd — Mickey Kaus (@kausmickey) April 16, 2018\n\nAt least one of Short’s partners during the 2017 and 2018 closed-door budget talks had close ties to the never-Trump camp.",
  "Prior to becoming the Director of Legislative Affairs for Trump, Short worked for Charles and David Koch, who loudly oppose Trump’s populist, wage-raising immigration reform proposals.",
  "According to Axios:\n\nTrump was furious when he learned Pence was bringing on Nikki Haley’s deputy Jon Lerner, according to three sources familiar with the events.",
  "Politico reported:\n\nIn his first year as Trump’s top liaison to Congress, Republicans say Short has been more of a facilitator, rather than an arm-twister.",
  "Short got only $641 million for 50 miles of fencing in the March 2018 omnibus — and he failed to win much funding to hire more immigration personnel.",
  "Before the February 2018 Senate defeat of Trump’s immigration reforms, Short was described as offering weak support for Trump immigration reforms.",
  "“Why would Mike do that?” Trump wondered aloud about Pence’s decision, according to two sources briefed on the President’s private conversations.",
  "In 2017, Short pushed hard to get a tax cut but he failed to get any funding for Trump’s top-priority border wall in the May 2017 omnibus bill.",
  "Kraninger was the majority clerk of the Senate Appropriations Subcommittee on Homeland Security before she joined the administration.",
  "That role will become particularly critical on immigration – an issue Congress has spectacularly failed to resolve in the past.",
  "He also worked for Rubio in 2011 and 2012, and even for pro-migration Rep. Paul Ryan between August 2010 and February 2011.",
  "According to the Washington Post:\n\nThe details of this spending package should not have been new to the president.",
  "Mike Pence hired Short as a communications aide, and then Short got the congressional liaison job in 2017.",
  "Prior to the House job, Kraninger worked for a small DHS-focused consulting firm, the Sentinel HS Group.",
  "But in 2015, he was hired by Sen. Marco Rubio as policy director for his 2016 presidential campaign.",
  "Lerner’s quick departure puts the spotlight back on Trump’s Capitol Hill liaison chief, Marc Short.",
  "Pence is a cheap-labor advocate and an ally of amnesty supporters, such as GOP Sen. Jeff Flake.",
  "On Sunday night, Lerner withdrew from the job but said he would keep his advisory job with U.N.",
  "Short got the job instead of Rick Dearborn, the former chief of staff to Sen. Jeff Sessions.",
  "Before she worked at the House, Kraninger worked in President George W. Bush’s DHS for Gov.",
  "Tom Ridge, a business-first Republican who favors a cheap-labor immigration policy.",
  "White House officials declined to respond to messages from Breitbart News.",
  "Before the OMB job, Slemrod also worked for Texas GOP Sen. John Cornyn.",
  "In 2016, he was also an alternate delegate from the D.C. GOP.",
  "“He doesn’t try to reshape our thoughts.",
  "During the 2016 campaign, Gov.",
  "Ambassador Nikki Haley.",
  "Why is he still in WH?",
  "Full Stop.",
  "resists.",
  "Period."
]