[
  "Here are the salaries of some of the top officials in the current White House:\n\n\n\nReince Priebus, chief of staff, assistant to the president — $179,700\n\nSteve Bannon, chief strategist, assistant to the president — $179,700\n\nKellyanne Conway, senior counselor to the president, assistant to the president — $179,700\n\nSean Spicer, press secretary, assistant to the president — $179,700\n\nHope Hicks, director of strategic communications, assistant to the president — $179,700\n\nDan Scavino, director of social media, assistant to the president — $179,700\n\nStephen Miller, senior policy adviser, assistant to the president — $179,700\n\nMarc Short, director of the Office of Legislative Affairs, assistant to the president — $179,700\n\nRetired Lt. Gen. Keith Kellogg, executive secretary and chief of staff for the National Security Council, assistant to the president — $179,700\n\nAndrew Bremberg, director of the Domestic Policy Council, assistant to the president — $179,700\n\nRick Dearborn, deputy chief of staff for legislative, Cabinet, intergovernmental affairs and implementation, assistant to the president — $179,700\n\nOmarosa Manigault, director of communications for the Office of Public Liaison, assistant to the president — $179,700.00\n\nDon McGahn, counsel to the president, assistant to the president — $179,700\n\nTom Bossert, assistant to the president for homeland security and counterterrorism — $179,700\n\nDina Powell, deputy national security adviser for strategy, assistant to the president — $179,700\n\nLindsay Reynolds, chief of staff to the first lady, assistant to the president — $179,700\n\nJason Greenblatt, special representative for international negotiations, assistant to the president — $179,700\n\nSarah Sanders, principal deputy press secretary, deputy assistant to the president — $165,000\n\nKeith Schiller, director of Oval Office operations, deputy assistant to the president — $165,000.00\n\nPeter Navarro, director of trade and manufacturing policy, deputy assistant to the president — $165,000\n\nGeorge Gigicos, director of presidential advance, deputy assistant to the president — $165,000\n\nSebastian Gorka, strategist, deputy assistant to the president — $155,000\n\nStephanie Grisham, director of communications for the first lady, special assistant to the president — $115,000.00\n\nLindsay Walters, deputy press secretary and adviser to the press secretary, special assistant to the president — $115,000\n\nGary Cohn, director of the National Economic Council, assistant to the president — $30,000\n\nIvanka Trump, adviser to the president — $0\n\nJared Kushner, senior adviser, assistant to the president — $0\n\nReed Cordish, assistant to the president for intergovernmental and technology initiatives — $0\n\nBen White and Annie Karni contributed to this report.",
  "Story Continued Below\n\nThe president’s core West Wing staff dominate the top tier of earners, with chief of staff Reince Priebus, chief strategist and senior counselor Steve Bannon, press secretary Sean Spicer, counselor Kellyanne Conway, spokeswoman Hope Hicks and social media director Dan Scavino all earning $179,700.",
  "The White House posted the salaries of its executive office staff in a 16-page document detailing the earnings of nearly 400 individuals — 18 are “detailees,” a distinction for people who were pulled from other agencies or organizations to temporarily serve in a White House role.",
  "His top communications aides are joined by senior policy adviser Stephen Miller, legislative affairs director Marc Short, counsel Don McGahn and communications director for the Office of Public Liaison Omarosa Manigault, who make the same salary of $179,700.",
  "Donald Trump's White House is stocked with 25 staffers who hold the title of \"assistant to the president,\" according to a disclosure released Friday, which also revealed that nearly two dozen aides all earn an annual salary of roughly $180,000.",
  "The West Wing has always been a competitive place, but Trump’s White House has been especially intense as aides are often forced to respond in real time to the president’s erratic tweets and frequently compete for the president’s ear.",
  "Only three staffers — first daughter and adviser Ivanka Trump, son-in-law and senior adviser Jared Kushner and intergovernmental and technology aide Reed Cordish — take home no pay from taxpayers, according to the disclosure.",
  "Other notable staff salaries include strategist Sebastian Gorka ($155,000), first lady Melania Trump communications director Stephanie Grisham ($115,000) and National Economic Council Director Gary Cohn ($30,000).",
  "The president’s core West Wing staff dominate the top tier of earners, with senior counselor Steve Bannon, press secretary Sean Spicer and chief of staff Reince Priebus all earning $179,700.",
  "Trump’s communications shop has also struggled to contain the sprawling Russia investigations examining possible collusion between Moscow and the Trump campaign.",
  "The Trump White House’s inaugural salary disclosures also show that it has nearly 100 fewer staffers than President Barack Obama had in 2016.",
  "| AFP/Getty White House releases salary info for Trump's aides Priebus, Bannon, Spicer and Conway all pull in annual salaries of $179,700.",
  "Deputy White House press secretary Sarah Huckabee Sanders and Oval Office operations director Keith Schiller earn $165,000.",
  "And Obama’s body man, Brian Mosteller, took home $60,000 less than Trump’s long-serving body guard, Keith Schiller.",
  "Kushner's personal assistant, Avi Berkowitz, is paid $115,000 — more than any other assistant in the White House.",
  "Nine Obama aides earned top salaries of $176,461, and only one staffer, consultant Susan Davies, went unpaid.",
  "CORRECTION: The Trump White House has 25 staffers serving with the title \"assistant to the president.\"",
  "The document was also shared with Congress, an annual requirement of administrations since 1995.",
  "An earlier version of this story incorrectly identified those staffers as special assistants.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Cohn told POLITICO his $30,000 salary was to cover the cost of health insurance.",
  "Obama’s White House had 473 aides, with 19 assistants to the president.",
  "By comparison, Bannon’s assistant’s salary is $40,000.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]