[
  "But, he said, “it would have been much more helpful to [agencies] if these dollars were made available at a much earlier date.” And asked what the FRA will do to commuter railroads that don’t satisfy certain federal PTC requirements by Dec. 31, Skoutelas said: “I will tell you that that’s not clear to us, what FRA ultimately will decide.”\n\nHELLO, WEDNESDAY: Thanks for tuning in to POLITICO’s Morning Transportation, your daily tipsheet on all things trains, planes, automobiles and ports.",
  "“It was not immediately clear how or whether that affects NHTSA’s broader statement in the proposal that a freeze in the standard would ultimately save nearly 13,000 lives over the lifetimes of vehicles built through 2029.”\n\nAIR MAIL: DHS Secretary Kirstjen Nielsen noted during a speech Tuesday that TSA and U.S. Customs and Border Protection haven’t had to stop any air cargo shipments from entering the U.S. under new screening rules.",
  "On a call with reporters, APTA President and CEO Paul Skoutelas spoke about PTC’s costs and technological hurdles: working with a small pool of vendors, tackling software problems, getting access to both locomotives and tracks, and “achieving interoperability.”\n\nIn Chicago and Philadelphia: Jim Derwinski, the CEO and executive director of Metra, added that a “huge challenge” has been communicating with the public.",
  "“As many times as we informed the public and informed the public and told them it was coming, that there could be some adverse effects with regard to the operation, it became really a big pressure point for us as we rolled out on the BNSF, our busiest line, this year,” he said.",
  "And that’s a great credit to the leadership of these organizations and to the oversight committees that provide the funding for these organizations.”\n\nSLICE OF PI: Monument Policy Group is lobbying for Waymo on driverless cars, our friends at POLITICO Influence report.",
  "The Air Cargo Advance Screening Program, which requires the agencies to tighten screening requirements for all air cargo shipped to the U.S., is tracking data from 193 countries and, so far, has been met with “positive feedback” from industry, Nielsen said.",
  "** A message from the Association of American Railroads: How did America’s freight railroads decrease mainline train accidents by 32% since 2008, or enable rail shippers to move twice the amount of freight for nearly the same price as in 1980?",
  "“We offer up our recommendations to organizations like L.A. County Metro, Metrolink and Amtrak, and then it’s up to them to make a decision as to whether or not they want to proceed and employ the equipment inside their systems,” he said.",
  "THANKS, LA: TSA chief David Pekoske commended Los Angeles transit officials Tuesday for being the first to buy the TSA-endorsed Thruvision portable passenger screening tool, which our Stephanie Beasley told Pros about earlier this week.",
  "HELP WANTED: Electric scooter company Bird is seeking a government relations manager to “help solve regulatory challenges related to entering and operating in multiple markets.” And Lime is on the hunt for a director of public affairs.",
  "Story Continued Below\n\nABOUT TWO-THIRDS TO GO: Thirty-four percent of U.S. commuter railroads are testing or running positive train control-equipped trains as of late June, according to the American Public Transportation Association.",
  "Marianne LeVine and Theodoric Meyer also report that Rick Dearborn, a nominee to Amtrak’s board of directors, has started as a senior policy adviser for Adams and Reese, while keeping his position as a partner in The Cypress Group.",
  "In late July, Senate Commerce ranking member Bill Nelson (D-Fla.) told us that a provision on trucker meal and rest breaks was holding up a Democratic hotline of the chamber’s reauthorization (S. 1405 (115)).",
  "“That’s disregard / You find another friend and you discard / As you lose the arguments in a cable car / Hanging above as the canyon comes between.”\n\nLISTEN HERE: Follow MT’s playlist on Spotify.",
  "NHTSA had said “the freeze would save 150 lives per year [from 2036 to 2045], but EPA analysts said it would actually lead to 17 more fatalities each year over the Obama standards,” Alex writes.",
  "INSIDE THE AGENCIES: The EPA pushed back on NHTSA’s case that a freeze on fuel economy standards would prevent fatalities, Pro Energy’s Alex Guillén reports.",
  "“There’s just a lot of retirements going on and trying to keep the project teams intact and moving forward — that’s no minor issue to get around,” he said.",
  "“We still have a basket of amendments that we’re sorting through and figuring out how to process and deal with,” Chairman John Thune (R-S.D.)",
  "Whether self-driving car legislation (S. 1885 (115)) will be tacked on is also TBD — at least in part because of concerns about arbitration.",
  "(h/t POLITICO's Daniel Lippman)\n\nTHE AUTOBAHN:\n\n— “Southwest latest airline to restrict service, emotional support animals.” USA Today.",
  "SUMMER READING: The Governors Highway Safety Association will unveil a report today on self-driving cars and their safety challenges.",
  "Jeffrey Knueppel, SEPTA’s general manager, also noted the turnover that commuter railroads like his have experienced in recent years.",
  "From lasers to UAVs, machine visioning to big data analysis, technology is driving the freight rail industry into the future.",
  "SHIFTING GEARS: Dan Horvath is being promoted to vice president of safety policy at the American Trucking Associations.",
  "He’ll replace Mike Cammisa, who plans to do “consulting in the automated vehicle technology space,” according to ATA.",
  "What better way to start your day than with songs (picked by us and readers) about roads, rails, rivers and runways?",
  "Guessing game: Skoutelas pointed out that the fiscal 2018 omnibus reserved $250 million for PTC projects.",
  "County Metro and Metrolink is the first system in the entire country to purchase this technology.",
  "— “Seven of the deadliest infrastructure failures throughout history.” The New York Times.",
  "— “‘Drive high, get a DUI’: NHTSA launches drugged-driving awareness campaign.” USA Today.",
  "— \"Elon Musk tweets another surprise, saying Goldman and Silver Lake are Tesla advisers.\"",
  "The Senate is back in session today, with 47 days until the FAA’s authorization runs out.",
  "Have feedback about today’s newsletter, a tip for a story or a suggestion for lyrics?",
  "All it took was advanced technology, innovation and a clear vision for the future.",
  "— “Italian bridge collapse sends cars plunging, killing 26.” The Associated Press.",
  "— “Electric flight is coming, but the batteries aren’t ready.” The Verge.",
  "With help from Stephanie Beasley\n\nIS IT THE FAA BILL’S TIME TO SHINE?",
  "— \"Uber hires former NSA general counsel as top security executive.\"",
  "— “How infrastructure week became a punchline.” POLITICO Pro.",
  "Highway and transit policy is up for renewal in 778 days.",
  "THE COUNTDOWN: DOT appropriations run out in 47 days.",
  "I’m at: bgurciullo@politico.com or @brigurciullo.",
  "— “Need a quick inspection of a 58-story tower?",
  "The FAA reauthorization expires in 47 days.",
  "Learn how we’re putting technology to work.",
  "Your MT host had the details for Pros.",
  "Is it the FAA bill’s time to shine?",
  "Send a drone.” The New York Times.",
  "(State Farm funded the report.)",
  "www.aar.org/future-of-rail.",
  "The Wall Street Journal.",
  "And that’s not all.",
  "said before recess.",
  "More efficient.",
  "Bloomberg.",
  "Safer.",
  "“L.A.",
  "**"
]