[
  "Nielsen has rankled West Wing colleagues with her rigid style, and her DHS nomination — a rare elevation of a staffer to a Cabinet-level position — is seen internally as Kelly’s attempt to continue wielding control over the department that oversees critical elements of the president’s agenda, like the travel ban, border wall construction and immigration enforcement.",
  "Deputy chief of staff Rick Dearborn — a former top aide to Jeff Sessions in the Senate who played a central role during the presidential transition — is expected to be reassigned to the Commerce Department or another federal agency, according to multiple administration officials and outside advisers familiar with plans for the staff change.",
  "He has tried to root out unofficial channels to Trump — like the cellphone of former bodyguard Keith Schiller — as well as positions that did not have a clear portfolio beneath them, such as Sebastian Gorka, a former deputy assistant to the president with vague duties.",
  "It would help Kelly clear the ranks of staffers he inherited from his predecessor Reince Priebus, whose tenure was marked by infighting and competition between loyalists brought in from the Republican National Committee and alumni of Trump’s renegade campaign.",
  "Dearborn is expected to move to the Commerce Department or other agency in a senior role — possibly as deputy secretary, which would require Senate confirmation, or top adviser, a position wouldn’t need lawmakers’ signoff.",
  "Kelly is also increasingly relying on White House staff secretary Rob Porter, a former Rhodes scholar and Harvard classmate of Jared Kushner, who has taken on a broader role helping to coordinate policy in the West Wing.",
  "The White House is bracing for another staff shakeup upon President Donald Trump’s return from Asia, with senior-level staff moves that could further consolidate chief of staff John Kelly’s power in the West Wing.",
  "At the White House, a replacement for Nielsen under discussion is Jim Carroll, a soft-spoken lawyer in the White House counsel’s office who is already in talks to play a new role in the West Wing.",
  "Since taking over the operation last July, Kelly has conducted top-to-bottom reviews of every department and met with all senior officials to understand their long- and short-term goals.",
  "Nielsen has been working full-time from the White House while preparing for her Senate confirmation hearings, multiple officials said, but is expected to leave after she is confirmed.",
  "| Susan Walsh/AP White House bracing for another staff shakeup Deputy chief of staff Rick Dearborn is expected to be reassigned to the Commerce Department or another federal agency.",
  "Deputy chief of staff Rick Dearborn's departure would make him the latest in a growing conga line of West Wing aides who started on Inauguration Day but failed to last a full year.",
  "But that job has since been passed to another deputy chief of staff, Joe Hagin, while Dearborn has become increasingly marginalized internally since Kelly’s arrival in late July.",
  "Kelly has been deeply involved in the search for Nielsen’s replacement, as he continues to organize and professionalize the West Wing, people familiar with the search said.",
  "Kelly is also preparing to replace his deputy Kirstjen Nielsen, who is awaiting confirmation to fill Kelly’s old job as secretary of the Department of Homeland Security.",
  "“He will be joining the WH staff,” press secretary Sarah Huckabee Sanders confirmed in an email, noting that his new position would likely involve a larger policy role.",
  "Story Continued Below\n\nDearborn’s portfolio over the past year has covered high-level assignments, including helping to organize the president’s schedule.",
  "Dearborn’s departure would make him the latest in a growing conga line of West Wing aides who started on Inauguration Day but failed to last a full year.",
  "One person close to the president suggested that Kelly would prefer having two deputies instead of three, as a way to streamline decision-making.",
  "POLITICO reported in September that Dearborn had been angling for the director of legislative affairs job, but that title went to Short instead.",
  "Short reports to Dearborn in the White House organization chart, but in practice he has become the more senior official, operating on his own.",
  "Dearborn initially was supposed to focus on Congress, though that task now falls largely to director of legislative affairs Marc Short.",
  "Carroll, a veteran of the Treasury Department and Justice Department, also worked as a lawyer in George W. Bush’s White House.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“He is happy and comfortable in the job he's in,” the official said.",
  "It's unclear if Kelly will replace both Nielsen and Dearborn.",
  "Sanders would not confirm what his title would be.",
  "A White House official did not confirm the move.",
  "The most reliable politics newsletter.",
  "Nancy Cook contributed reporting.",
  "You can unsubscribe at any time."
]