[
  "And I think the president’s administration has never recovered, and I don’t think will ever recover, from having wasted that time.”\n\nChristie defended Trump’s bombastic style and said it should be expected from someone who lived in Queens and worked on construction sites all his life.",
  "I mean, it’s just the nature of the business.”\n\nYou can Follow Nick on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Trump’s blunt attitude was on display Tuesday night in Mississippi when he referenced Supreme Court nominee Judge Brett Kavanaugh’s accuser Christine Blasey Ford by name and questioned the validity of her statements.",
  "“This is a guy from Queens who spent a lot time in his life in Queens and later in Manhattan on construction sites who was just used to talking that way and not having anybody take it personally,” Christie said.",
  "“And we had an entire schedule for the transition period for announcing Cabinet choices, themes for every week … It was a 30-volume transition guide that was all thrown away by Steve Bannon and Rick Dearborn.",
  "Chris Christie told The Washington Post he could have fixed 75 percent of the Trump administration’s problems if he had been kept on for the rest of the White House transition.",
  "Christie said he disagreed with Trump’s tactic of calling the press the “enemy of the people,” but said it’s healthy to have tension between reporters and government officials.",
  "“And I think every person brings to a new job the management style and approach they had in their old one — especially if they thought they were successful at their old one.",
  "(RELATED: Chris Christie Details How Kavanaugh ‘Bloodletting’ Hurts The Senate’)\n\n“I probably could have prevented 75 percent of [the problems], at least,” Christie said.",
  "Christie said most of the issues within the administration were linked to personnel and claimed the Trump White House might never recover from their mistakes.",
  "And so it doesn’t surprise me much that this is who he is.”\n\n“When you get to know him well, you learn to let that stuff roll off your back,” he added.",
  "I don’t believe the press is the enemy of people, and I don’t think that it’s helpful at all to have that kind of commentary,” Christie said.",
  "The reaction from legacy media outlets was negative as the president’s war with the media continued to intensify.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "And when I think the press asks a stupid question, I say that’s a stupid question.",
  "And we had set up a really intricate vetting process,” he continued.",
  "Look, I don’t believe there shouldn’t be tension between us.",
  "You guys are testing us, and we’re going to test you back.",
  "“Because so many of them were personnel-driven.",
  "“I disagree with the president on that.",
  "“You’ve seen me perform in public.",
  "Former New Jersey Republican Gov."
]