[
  "Other top earners that make up President Donald Trump’s core group include chief of staff John Kelly, national security adviser John Bolton, senior counselor Kellyanne Conway, senior policy adviser Stephen Miller, White House counsel Don McGahn, legislative affairs director Marc Short, chief economic adviser Larry Kudlow, presidential assistant Johnny DeStefano and social media director Dan Scavino.",
  "Other top officials to depart include Gary Cohn, director of the National Economic Council; deputy national security adviser Dina Powell; Oval Office operations director Keith Schiller; deputy assistant to the president Sebastian Gorka; Omarosa Manigault, director of communications for the Office of Public Liaison; and deputy chief of staff Rick Dearborn.",
  "Pablo Martinez Monsivais/AP Photo Key White House aides got pay raises over past year\n\nFamiliar White House faces received pay raises over the last year, including press secretary Sarah Huckabee Sanders, trade adviser Peter Navarro and deputy press secretary Raj Shah, according to figures released by the Trump administration on Friday.",
  "Since then, the White House has struggled to fill positions as many of Trump’s best-known aides departed over the last year, including his first chief of staff, Reince Priebus, chief strategist Steve Bannon, communications director Hope Hicks and press secretary Sean Spicer.",
  "Ivanka Trump, the president’s daughter and adviser, and her husband, senior adviser Jared Kushner, continued to eschew taxpayer-funded salaries, according to the disclosure.",
  "And Chris Liddell, the deputy chief of staff for policy coordination, takes a diminished salary of $30,000, a threshold that entitles him to health benefits.",
  "Story Continued Below\n\nOne of the biggest pay boosts went to the first lady Melania Trump’s spokeswoman, Stephanie Grisham — to $155,000 from $115,000.",
  "The Trump White House’s inaugural salary disclosures, last June, showed that it had nearly 100 fewer staffers than President Barack Obama had in 2016.",
  "Trump appears to have gone from two to three speechwriters this year (though Miller is responsible for crafting some of the president’s addresses).",
  "The raises for Sanders and Navarro put them among 23 White House aides earning the top salary of nearly $180,000, down from 25 last year.",
  "The salary information on executive office staff was contained in a 12-page document that the White House posted to its website.",
  "Brittany Baldwin received a raise, to $95,000 from $70,000, while Theodore M. Royer went from $95,000 to $115,000.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Lorraine Woellert contributed reporting.",
  "The most reliable politics newsletter.",
  "Shah’s went to $165,000 from $155,000.",
  "You can unsubscribe at any time.",
  "Darren J. Beattie earns $84,600."
]