[
  "“In all of the areas within the Justice Department’s jurisdiction, Jeff is moving in precisely the way that Trump had essentially promised his supporters that his administration would move — whether you’re talking about law and order, immigration, judicial selection, or any of the other big-ticket items that come under the attorney general’s realm.”\n\nWhen Trump temporarily soured on his chief strategist, Steve Bannon, and it looked like ideological moderates were on the ascent in the West Wing, National Review’s Rich Lowry referred to Sessions — the ideological patron of immigration hawks and trade skeptics — as Trump’s “indispensable man.”\n\nHis involvement in the Comey controversy is emblematic of his role in the administration, where he and the network of aides he mentored over two decades on Capitol Hill — several of whom are now serving in posts throughout the administration — have prompted the president to bold action that has infuriated Republicans and Democrats alike.",
  "He has exhibited all the qualities of loyalty Trump most prizes: He was the first senator to endorse him, one of the few members of the upper chamber to embrace him enthusiastically during the presidential campaign, and, as his involvement in the Comey controversy demonstrates, has proved that he is willing to thrust himself into the breach and take political hits to advance the president’s interests.",
  "While other Cabinet secretaries, most notably Secretary of Defense James Mattis and Secretary of State Rex Tillerson, have struggled to staff their departments due to disagreements with senior White House aides and the Office of Presidential Personnel, a senior Justice Department official said Sessions has essentially had free rein when it comes to hiring.",
  "“It’s true that Trump hasn’t gone the full Jeb on immigration, but it’s also true that the Bannon faction has lost some battles,” said Mark Krikorian, executive director of the Center for Immigration Studies, referring to former Florida governor Jeb Bush, one of the leading champions of comprehensive immigration reform in the Republican Party.",
  "In mid-February, the White House circulated a draft executive order that would have stopped the renewal of work permits under the provision — which allow those eligible to stay in the country for two years — but the president, on the advice of his son-in-law and adviser Jared Kushner, decided against signing it.",
  "Sessions had never endorsed a candidate in a Republican presidential primary when he announced his support for Trump in February 2016 — and he became the first senator to back him in a contest that at the time still included two of his Senate colleagues, Cruz and Florida Sen. Marco Rubio.",
  "Elected to the Senate in 1996, Sessions was the most vocal immigration hawk in Congress, sounding the alarm about the threat posed by rising immigration levels long before Breitbart — which would eventually become the leading right-wing news outlet for his views — was founded in 2007.",
  "News of his meeting with the president — as well his memo, which advised Trump that “a fresh start is needed at the leadership of the FBI” — served as Trump’s first line of defense against accusations he had acted impetuously when he fired Comey without warning late Tuesday afternoon.",
  "The administration has taken no action, for example, on one of the president’s major campaign promises, the repeal of DACA, or Deferred Action for Childhood Arrivals, an Obama-era provision that allows those brought into the country illegally as children to remain here.",
  "And yet, despite being legally sidelined from the investigation into Russia’s meddling in the 2016 election, the attorney general — the ultimate Trump loyalist — has now played an indispensable political role by helping slow it down.",
  "That network includes his longtime communications director, Stephen Miller, a senior adviser to the president, and his former chief of staff Rick Dearborn, the White House’s deputy chief of staff for legislative affairs.",
  "It was Miller who wrote the immigration plan posted to his campaign website, which became evident when Trump deviated from it — endorsing an increase in the number of H-1B visas — during one of the Republican debates.",
  "He told Fox News’ Bill O’Reilly last year that there is “no such thing as a nonviolent drug crime.”\n\nIt’s a dramatic turnaround for someone who defied a political near-death experience just weeks into his tenure.",
  "From that perch, he was one of just a handful of federal employees with whom Miller and Bannon consulted before pushing through the president’s initial travel ban, which was struck down in federal court.",
  "The White House said that Sessions and his deputy Rod Rosenstein urged the president in a closed-door meeting Monday to fire FBI Director James Comey, who had overseen the probe since its inception.",
  "The president reacted with anger after Sessions decided to recuse himself from the investigations surrounding the 2016 election, which Trump worried would weaken his attorney general.",
  "Attorneys, was a leading opponent of the Obama administration’s efforts to do away with mandatory minimum sentencing for nonviolent drug crimes and to reduce the prison population.",
  "Outside the White House, Gene Hamilton, who served as Sessions’ general counsel on the Senate Judiciary Committee, is now a senior adviser to the Department of Homeland Security.",
  "Among those who have joined his inner circle at the Justice Department is Steven Cook, who, as a federal prosecutor and president of the National Association of Assistant U.S.",
  "Sessions is prevailing over Kushner, with whom he has clashed on criminal justice reform, when it comes to making law enforcement a priority for the administration.",
  "In fact, senior Justice Department officials describe a relatively seamless relationship with the White House counsel’s office — and with the president himself.",
  "President Donald Trump was infuriated in early March when Jeff Sessions recused himself from any investigations related to the 2016 presidential campaign.",
  "Though most Republican lawmakers favored his dismissal, many questioned the timing of his firing and the haphazard manner in which it was carried out.",
  "“My view is that this should have probably been done on Day One, and so the timing is just kind of weird, but absent of the timing, it is defensible.",
  "“What it suggests to me is that they have no idea what to do about DACA and that they are just kicking the can down the road,” Krikorian said.",
  "From the outset of Trump’s campaign, however, Sessions and his team in the Senate, led by Miller, played a hidden role in Trump’s campaign.",
  "Sessions had pushed the idea of firing Comey at the outset of the administration, according to several people familiar with his thinking.",
  "He was, in essence, searching for a reliable candidate to carry his message into the presidential debates, something that Wisconsin Gov.",
  "Since then, he has been one of the president’s most loyal aides, which helps in part to explain his centrality in Trump world.",
  "Sessions’ tenure has not been marred by the sort of infighting over personnel that has stymied other presidential advisers.",
  "Story Continued Below\n\nThe drama was fresh evidence of Sessions’ role as a critical political player in the Trump Cabinet.",
  "“Jeff Sessions is truly the star of this show,” said Chuck Cooper, a Supreme Court litigator and longtime friend.",
  "\"From that perspective, I feel like he’s first among equals.”\n\nThat said, there are limits to his influence.",
  "He worked to scuttle George W. Bush’s 2007 immigration reform bill before Bannon arrived in Washington.",
  "At the Department of Justice, he now enjoys full authority over the federal law enforcement apparatus.",
  "CORRECTION: This article has been updated to correct the title of the agency Gene Hamilton advises.",
  "Cliff Sims, a longtime friend and adviser, is a strategic communications aide to the president.",
  "White House aides \"were all sort of on board with Sessions folks,\" said a senior DOJ official.",
  "What exactly prompted Sessions to make his recommendation on Comey this week remains unclear.",
  "During the Republican primary, Sessions consulted with several candidates about immigration.",
  "At Trump’s request, Sessions had set forth their rationale in twin memos the following day.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Scott Walker, Texas Sen. Ted Cruz and Trump himself did with varying degrees of success.",
  "I wish they would’ve done it Day One,” said a senior Justice Department official.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "The president has rewarded that loyalty with trust.",
  "You can unsubscribe at any time."
]