[
  "“The steady deterioration of the congressional appropriations process makes it extremely unlikely that this president, or any future president, will ever receive the annual spending bills the old-fashioned way… Given the current state of political warfare and congressional dysfunction, the too-big-to-veto omnibus bill seems here to stay, absent some momentous change in culture and process.” More: https://nyti.ms/2GW4nqY\n\nRelated read: “21 Trillion Reasons to Fix the Budget Process,” from Sen. James Lankford (R-Okla.) and former Sen. Tom Coburn (R-Okla.): http://bit.ly/2pQtuU0\n\nSENATE JUDICIARY SEEKS TRUMP CAMPAIGN EMAILS -- Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) and ranking member Dianne Feinstein (D-Calif.) are requesting new emails from senior Trump campaign aides Rick Dearborn and John Mashburn.",
  "More: https://politi.co/2pQJbvg\n\nRelated: “Russia to Expel 60 U.S. Diplomats; Tensions Are Worst in Decades,” via The New York Times’ Andrew Higgins: https://nyti.ms/2IewbWY\n\nSENATE REPUBLICANS FRUSTRATED BY NEW SET OF CONTROVERSIAL NOMINEES -- Senate Veterans’ Affairs Committee Chairman Johnny Isakson (R-Ga.) is doing his “homework” and “due diligence” on Ronny Jackson, the president’s unexpected nominee to lead the VA. “Trump’s decision to upend VA’s leadership comes as Senate Republicans were already worried about other potentially difficult nominations in the months leading up to midterm elections, when they want to focus their message on the recently passed tax cuts rather than deal with more upheaval in the administration,” The Washington Post reports.",
  "“It’s a sign that the Judiciary Committee leaders’ bipartisan collaboration on Russia-related investigative matters is picking back up after a period of apparent fracture between the two parties, marked by laments from Democrats on the panel about the slow pace of oversight.” More: https://politi.co/2J4lzeu\n\nSESSIONS TAPS PROSECUTOR TO PROBE FBI MISCONDUCT CLAIMS -- Attorney General Jeff Sessions told senior Republican lawmakers in a letter that he had named U.S. Attorney John Huber in November to partner with DOJ’s inspector general in an inquiry on the FBI’s handling of investigations into the Hillary Clinton and Trump campaigns.",
  "“Congress is approaching an early June deadline to agree to new funds for the existing system allowing some veterans to go outside the VA for care, or to create a new policy allowing all veterans to participate.” More: https://on.wsj.com/2pQoOhF\n\nESTY UNDER FIRE FOR HANDLING OF ABUSE ALLEGATIONS -- Rep. Elizabeth Esty (D-Conn.) paid her former chief of staff, Tony Baker, a $5,000 severance and recommended him for a job at Sandy Hook Promise as its Ohio state director after firing him in 2016 following allegations that he punched, screamed at and threatened the life of a former female staffer.",
  "“The affidavit, which became the basis for a temporary protection order and a yearlong civil protection order, stated Baker had punched her in the back at Esty’s Washington office, screamed at her and told her if she reported him to House ethics officials, he would prevent her from getting another job.” More: http://bit.ly/2E7i17w\n\n“You better f-----g reply to me or I will f-----g kill you,” Baker told the former staffer in a voicemail.",
  "… [T]he disclosure indicates that political pressure from Congress has weighed on the Justice Department.” More: https://politi.co/2GWLLXO\n\nRelated: “McCabe, fired from FBI, launches legal defense fund,” by Elana: https://politi.co/2J5EpSB\n\nBIDEN BACKS FEINSTEIN’S REELECTION -- Former Vice President Joe Biden endorsed Sen. Dianne Feinstein’s (D-Calif.) reelection bid for a fifth full Senate term.",
  "“Asked whether Ryan would serve in the minority, the person who discussed his re-election plans with AP would not say.”\n\n“Washington has been guessing about Ryan’s next step for months, with reports rising to a minor frenzy as allies seek to dispel any notion of a lame-duck speaker, which would be damaging both to fundraising efforts and to governing,” Mascaro notes.",
  "RUSSIAN AMBASSADOR REQUESTS HELP AFTER DC-WIDE REBUFF -- Senate Republicans reserve judgment on VA nominee -- ESTY STUMBLES WITH STAFF ABUSE ALLEGATION -- Biden endorses Feinstein\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nHELP WANTED -- Anatoly Antonov, Russia’s ambassador to the U.S., is asking for help.",
  "“Grassley and Feinstein noted in their letter that their previous requests for 21 Trump campaign aides’ emails resulted in the receipt of more than 28,000 pages of documents, adding that ‘information obtained in a recent Committee interview warrants expanding those searches’ to include Dearborn and Mashburn,” Elana reports.",
  "“The move adds legal muscle to an internal investigation being run by Inspector General Michael Horowitz, who is nearing the release of an extensive report on the FBI’s handling of its investigation into Clinton’s use of a private email server while she was secretary of state,” Kyle reports.",
  "“The endorsement comes as Feinstein is facing an intra-party challenge from former state senate leader Kevin de León, who is trying to capitalize on progressive sentiment that Feinstein is too moderate and willing to compromise with Trump,” Sarah D. Wire reports for the Los Angeles Times.",
  "“Senior Senate Republicans have privately expressed frustration over the personnel battles that have raged since the beginning of Trump’s presidency and recently told the White House that they did not want to have to consider a series of nominees this year,” the newspaper continues.",
  "“While accepting blame for the job recommendation, Esty explained it as an outgrowth of the House counsel’s recommendation to reach a nondisclosure agreement with Baker and ease his transition into the world outside Capitol Hill,” Dan Freedman reports for the Connecticut Post.",
  "“The move to dismiss [VA Secretary David] Shulkin -- as well as the lack of communication about Jackson -- only fueled concerns on Capitol Hill that the administration was not doing enough to help Congress defend or even respond to the president’s rush of personnel changes.",
  "“Sessions’ letter follows a push by the chairman of the House Judiciary Committee, Rep. Bob Goodlatte (R-Va.), and Senate Judiciary Committee Chairman Sen. Chuck Grassley (R-Iowa), for a special counsel to examine the FBI’s handling of its 2016 decision-making,” Kyle adds.",
  "“But there are early signs that Sessions’ move won’t placate the faction of House Republicans that has clamored for a new special counsel.”\n\nRep. Jim Jordan (R-Ohio) said he’s hopeful the move is “just one last step” before the appointment of a second special counsel.",
  "“By his last day on Aug. 12, ... he and Esty had co-written a positive recommendation letter he could use in a job search and signed a legal document preventing her from disparaging him or discussing why he left.” More: https://wapo.st/2IidJwF\n\nIT'S GOOD FRIDAY!",
  "“The letter from Grassley and Feinstein also asks the Trump campaign to search records for ‘possible misspellings’ of the name of George Papadopoulos, the former aide who has pleaded guilty to lying to the FBI about communications with Russia,” Elana adds.",
  "“I would be very grateful for your advice on how to develop contacts with members of U.S. Congress, departments and agencies, as well as for your possible assistance in setting up such meetings,” Antonov wrote in the letter obtained by POLITICO.",
  "“White House chief of staff John Kelly, House Minority Leader Nancy Pelosi (D-Calif.) and Defense Department undersecretary of defense for policy John Rood are all listed as ‘officially’ declining Antonov’s overtures.” And while Hatch and Sens.",
  "“De León remains far behind Feinstein in polls.” More: https://lat.ms/2pSqUgY\n\nHOUSE TO HOLD MEMORIAL SERVICE FOR SLAUGHTER -- The House will honor the late Rep. Louise Slaughter (D-N.Y.) with an April 18 memorial service in Statuary Hall.",
  "“Esty fired Baker on July 20, 2016, after an investigation she commissioned showed a pattern of abusive behavior culminating with the May 5 alcohol-infused reunion of former and current staff members,” Freedman writes.",
  "Jackson’s confirmation will come as senators are debating legislation that would increase veterans’ ability to seek non-government medical care,” The Wall Street Journal’s Louise Radnofsky and Peter Nicholas report.",
  "In a statement, Biden called Feinstein “tenacious” and “accomplished.” “And she’s exactly who we need in the Senate to stand up to this Administration and its Republican allies in Congress,” Biden added.",
  "“And the Russian ambassador says he is at his wit’s end.” So he sent a March 9 letter to Sen. Orrin Hatch (R-Utah) asking for assistance in setting up meetings with lawmakers and other U.S. officials.",
  "THURSDAY’S MOST CLICKED: The Washington Post’s report on former House Speaker John Boehner (R-Ohio) calling it “ludicrous” that Speaker Paul Ryan (R-Wis.) would resign anytime soon was the winner.",
  "More: http://bit.ly/2uApGfj\n\nCONGRESS’ NEW NORMAL: BROAD SPENDING BILLS -- Trump said he’ll never sign another bill like the massive omnibus spending package he signed into law last week.",
  "Jackson’s policy views are unknown… VA secretary is one of Washington’s most unforgiving jobs even for someone with extensive management experience.” More: https://wapo.st/2GYxxWr\n\n“Dr.",
  "Ryan never wanted the speakership, especially with the mercurial Trump in the White House, but he nevertheless raised $44 million and visited 30 states in 2017 to boost the House GOP.",
  "Some Republicans suspect there isn’t much more for Ryan to do as speaker following passage of the GOP tax law late last year, though some point to welfare reform as his next goal.",
  "“If Ryan emerges victorious, even those closest to him aren’t certain he’ll stay in Congress, particularly if Republicans lose their House majority,” AP’s Lisa Mascaro reports.",
  "“Slaughter died March 16 after being hospitalized for a fall.” At 88, she was the oldest sitting member of Congress and became the first woman to chair the Rules Committee.",
  "The two served together in the upper chamber, and the California Democrat’s assault weapons ban was part of Biden’s Violent Crime Control and Law Enforcement Act of 1994.",
  "Story Continued Below\n\n“Antonov went on to list 20 top U.S. elected and administration officials that have refused or ignored his requests for meetings,” Burgess writes.",
  "Rand Paul (R-Ky.), Ron Johnson (R-Wis.) and Bob Corker (R-Tenn.) have met with the ambassador, most members of Congress have been critical of Russia in recent months.",
  "THURSDAY’S TRIVIA WINNER -- Paul Curran was first to correctly guess that William Howard Taft is the other president buried at Arlington National Cemetery.",
  "According to an affidavit filed by the former female staffer, Baker called her roughly 50 times and left messages threatening to find and kill her.",
  "TODAY’S TRIVIA -- From Paul: When C-SPAN launched in March 1979, it broadcast a speech by what future vice president and presidential candidate?",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“The 4 p.m. service will be open to members of Congress, Slaughter’s family and invited guests,” Roll Call’s Lindsey McPherson reports.",
  "“[H]e will probably have little choice if he wants to keep the government open in the future,” The New York Times’ Carl Hulse writes.",
  "Esty was aware of the incident within a week but consulted her personal attorneys and advisers instead of acting immediately.",
  "“Dozens of lawmakers attended the official funeral service for Slaughter in Rochester on March 23,” McPherson adds.",
  "But a source tells The Associated Press that Ryan plans to file campaign paperwork and win his Wisconsin seat.",
  "“Grassley earlier this month asked for such a special counsel to partner with Horowitz on his investigations.",
  "HE’S RUNNING -- House Speaker Paul Ryan is still publicly undecided on whether to seek reelection this year.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this March 30.",
  "“Baker did not leave for three months,” The Washington Post’s Elise Viebeck reports.",
  "Neither will the vice president or the White House chief of staff,” Burgess reports.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "More: http://bit.ly/2pQ4cX0\n\nTODAY IN CONGRESS -- The House and Senate are out.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "Send your best guess my way: nmccaskill@politico.com .",
  "“Congressional leaders won’t meet with him.",
  "We’ll see about that.",
  "Presented by Boeing."
]