[
  "On a thread about a lawmaker wanting to send a letter to the White House, Alejandro Renteria, a legislative director for freshman California Rep. Lou Correa, a moderate Democrat, chimed in, “A White House representative told me they do not have staff for this purpose and recommended to send the letter via snail mail.”\n\nTrent Lott, the former Senate majority leader, said staffers like Dearborn, who worked for him and has deep ties in Congress, will improve relationships, but there are growing pains.",
  "If Trump wants to accomplish his first-year goals, namely the overhaul of the tax code and repeal of Barack Obama’s health care law, he’s going to need the help of Congress, and the White House team is now focusing on building out a legislative shop that, in the early going, has been understaffed and overextended.",
  "The Trump team's operation is expected to grow to as many as 15 people and be overseen by Rick Dearborn, Trump’s deputy chief of staff and a former chief of staff to Sen. Jeff Sessions, and managed by Marc Short, an adviser to Vice President Mike Pence and a former chief of staff in both the House and Senate.",
  "Story Continued Below\n\nAfter touting last week's smooth rollout of Supreme Court nominee Neil Gorsuch, Conway faced questions about the tens of thousands of calls and emails that GOP senators have received about education secretary nominee Betsy DeVos, according to three sources who attended the meeting.",
  "Kellyanne Conway, one of President Donald Trump’s most prominent aides, trekked to Capitol Hill on Monday morning on a diplomatic mission — to reassure the 100 or so Senate GOP communications staffers that Trump has no intention of acting unilaterally with a pen and a phone, while neglecting Congress.",
  "During Monday’s morning meeting, Conway, multiple sources said, shrugged off the concerns from thousands of people jamming phone lines critical of Trump's Cabinet nominees, explaining that she's more worried about her own \"RPI\" or \"Real Person Impact\" meter.",
  "The meeting, which is a weekly gathering and typically lasts 15-20 minutes, ended abruptly moments later after another staffer asked Conway whether she'd seen \"Saturday Night Live's\" lampooning of White House press secretary Sean Spicer over the weekend.",
  "Teller will be working with Ben Howard, most recently the floor director for House Majority Leader Kevin McCarthy, who worked for Pence when he was in House leadership and, briefly, in the legislative affairs shop of President George W. Bush.",
  "The early going, however, has not been smooth, as senior Republicans on the Hill felt blindsided by Trump’s executive order on immigration and refugees and frustrated by the lack of any text or talking points to defend the action.",
  "Another former McCarthy aide, Tim Pataki, who more recently has worked for the Energy and Commerce Committee, is expected to join the legislative affairs operation, as is Cindy Simms of the House Homeland Security Committee.",
  "The hires are meant to alleviate tensions that have developed over the first two weeks during which congressional aides and members say they've had little contact with the White House — and little input into the policies.",
  "Among the early hires is Paul Teller, a former chief of staff to Sen. Ted Cruz (R-Texas) and before that the longtime executive director of the Republican Study Committee, the largely conservative group in the House.",
  "A senior White House official, however, said Conway was noting that they expected DeVos to pass with Pence's vote, calling it a \"historic moment\" and that the president remained supportive of DeVos.",
  "The sources said Conway and Boris Epshteyn, who leads Trump’s surrogate operation and also attended the meeting, appeared dismissive of their worries and struggled to give satisfactory answers.",
  "“I think they're trying to figure it out, but it takes a while.”\n\nAnother senior GOP aide said: \"They are trying to keep us in the loop more, but it's still sometimes hit and miss.",
  "Several top congressional leaders say they now at least know when some executive orders are being discussed, and Trump has taken to frequent calls with House Speaker Paul Ryan.",
  "They’re trying to collect aides with connections on both sides of the Capitol and those with ties among both the tea party hard-liners and establishment Republican leaders.",
  "Last week, on an internal listserv for House legislative directors, Democratic staffers made fun of the inability to reach anyone on the other end of Pennsylvania Avenue.",
  "There are also concerns about whether simply bringing in more bodies for Hill outreach will be enough, especially if staffers don't have specific lines of responsibility.",
  "A senior White House official said there is an effort to have more \"consistent communication\" with Capitol Hill, an effort that has been noted by senior GOP aides.",
  "A senior White House official disputed that account, saying Conway received an ovation and that Conway's meeting was friendly and brief — \"maybe 12 or 15 minutes.\"",
  "His appearance has sparked jokes on the Hill, with aides \"trying to figure out who this guy is, and why he's speaking for them,\" according to one senior GOP aide.",
  "And some senior GOP lawmakers are already growing tired of being forced to address and defend the president's controversial, and sometimes false, statements.",
  "\"We said it would be nice to get some cover on this because we're taking the heat on our own,\" said the communications director for one Republican senator.",
  "In one recent meeting, Epshteyn faced difficult questions about the immigration ban — and why Capitol Hill leaders weren't consulted on the text.",
  "Another White House official said the team is intent on becoming a \"serious operation with people who have relationships on Capitol Hill.\"",
  "Trump’s team is also hiring Jonathan Hiler, who previously worked with Pence, Rep. Jeb Hensarling (R-Texas) and Sen. Tom Cotton (R-Ark.).",
  "His attack on a federal judge on Saturday may, for instance, complicate the upcoming confirmation hearings of Gorsuch, these people fear.",
  "Instead, Trump has viciously mocked Schumer on Twitter and not spoken to him outside of their meetings at the White House, sources say.",
  "“They aren't working on anything bipartisan, so we don't really have a reason to talk with them,” said one senior Democratic aide.",
  "Some of the staffers are trying to reconcile Trump's controversial positions on trade and other issues with Republican orthodoxy.",
  "\"She basically said the people jamming up the phones don't matter to this White House,\" the communications director continued.",
  "You need to have a line in to Dearborn or Short or have relationships with them,” said one House Republican chief of staff.",
  "Asked whether she'd laughed at the portrayal, Conway's face \"turned to stone,\" according to another source in the room.",
  "A senior White House official said Conway didn't comment on the \"SNL\" video but that her face hadn't turn to stone.",
  "The Senate side of the legislative affairs team is still coming together, the senior White House official said.",
  "In the Senate, there was once talk that Minority Leader Chuck Schumer and Trump could be deal-makers together.",
  "CORRECTION: An earlier version of this story included a photograph of someone identified as Rick Dearborn.",
  "Instead, a number of aides were left wondering whether the White House is truly hearing their concerns.",
  "\"Like anything else, things go at a pace,\" said Rep. Chris Collins (R-N.Y.), who is close with Trump.",
  "\"They've been a little bit behind the curve because Trump has been all cylinders running,\" Lott said.",
  "Trump's White House has dispatched Epshteyn for a series of meetings with top Capitol Hill staffers.",
  "Maybe he can sign another EO appointing staff?” wrote Matthew Herrmann, chief of staff to Del.",
  "But some of the communications staffers were left with a distinctly different impression.",
  "So far, Democrats, stuck in the minority in both chambers, have been mostly ignored.",
  "In another meeting, he ended it abruptly after \"maybe five minutes,\" a source said.",
  "\"That this administration just cares about what matters to 'real people.'\"",
  "“I don’t think they knew they had to hire a legislative affairs staff.",
  "We at least hear that they might do an executive order now.\"",
  "\"They definitely did not find it funny,\" the source said.",
  "Epshteyn went back to the House Monday afternoon.",
  "They are filling these jobs as fast as they can.\"",
  "The meetings have produced inconsistent results.",
  "\"He did not come into office with an entourage.",
  "Republicans, at least, are getting meetings.",
  "“They just don't have a lot of people.",
  "\"But there was radio silence.\"",
  "Madeleine Bordallo (D-Guam).",
  "\"And then they walked out.\"",
  "It was not Dearborn."
]