[
  "The Presidential Transition Team’s leadership staff lineup consists of:\n\nNick Ayers, Senior Advisor, Vice President-elect Kellyanne Conway, Senior Advisor David Bossie, Deputy Executive Director Aaron Chang, Advance Lead Steven Cheung, Director of Rapid Response AJ Delgado, Senior Advisor Jeff DeWit, Special Advisor for Operations Jessica Ditto, Deputy Communications Director George Gigicos, Director of Advance Michael Glassner, Special Advisor for Operations Stephanie Grisham, Press Director Hope Hicks, National Press Secretary Don McGahn, General Counsel Jason Miller, Communications Director Stephen Miller, National Policy Director Katrina Pierson, Senior Advisor Josh Pitcock, Senior Advisor, Vice President-elect Dan Scavino, Director of Social Media Marc Short, Senior Advisor, Vice President-elect Sean Spicer, Senior Communications Advisor Katie Walsh, Senior Advisor Earlier this month President-elect Donald J. Trump announced that Vice President-elect Mike Pence will serve as Chairman of the Presidential Transition Team and Rick Dearborn will join the Presidential Transition Team as Executive Director.",
  "Senator Tim Scott (R-SC) Executive Committee:\n\nCongressman Lou Barletta (R-PA)\n\nFlorida Attorney General Pam Bondi\n\nCongressman Chris Collins (R-NY)\n\nCongressman Sean Duffy (R-WI)\n\nCongressman Trey Gowdy (R-SC)\n\nJared Kushner\n\nCongressman Tom Marino (R-PA)\n\nRebekah Mercer\n\nSteven Mnuchin\n\nCongressman Devin Nunes (R-CA)\n\nCongressman Dennis Ross (R-FL)\n\nAnthony Scaramucci\n\nPastor Darrell Scott\n\nKiron Skinner\n\nPeter Thiel\n\nDonald Trump Jr.\n\nEric Trump\n\nIvanka Trump\n\nRNC Chairman and incoming White House Chief of Staff, Reince Priebus Trump Campaign CEO and incoming Chief Strategist and Senior Counselor to the President, Stephen K. Bannon President-elect Trump also named additional key leadership staff positions supporting the Presidential Transition Team: Aaron Chang, Steven Cheung, AJ Delgado, Jeff DeWit, Jessica Ditto, George Gigicos, Michael Glassner, Stephanie Grisham, Katrina Pierson and Sean Spicer.",
  "The full release, including staff additions, is below:\n\nPresident-Elect Donald J. Trump Announces New Vice Chairs and Executive Committee Members Serving on Presidential Transition Team\n\n(New York, NY) - President-elect Donald J. Trump and Vice President-elect and Chairman of the Presidential Transition Team Mike Pence today announced the addition of new Vice Chairs, Executive Committee members, and key staff leadership who will join the Trump-Pence Presidential Transition Team.",
  "Former Speaker of the U.S. House of Representatives Newt Gingrich Former New York City Mayor Rudy Giuliani Congresswoman Cynthia Lummis (R-WY) Incoming Deputy National Security Advisor Kathleen Troia \"KT\" McFarland Congressman Tom Reed (R-NY) Congresswoman Cathy McMorris Rodgers (R-WA) U.S.",
  "President-elect Trump’s Presidential Transition Team Vice Chairs and Executive Committee consist of:\n\nVice Chairs:\n\nCongresswoman Marsha Blackburn (R-TN)\n\nDr. Ben Carson\n\nNew Jersey Governor Chris Christie\n\nOklahoma Governor Mary Fallin\n\nLieutenant General Michael Flynn, USA (Ret.)",
  "Joining the distinguished group of Vice Chairs are Congresswoman Marsha Blackburn, Oklahoma Governor Mary Fallin, Congresswoman Cynthia Lummis, Kathleen Troia \"KT\" McFarland, Congressman Tom Reed and Congresswoman Cathy McMorris Rodgers and U.S.",
  "| AP Photo Trump adds vice chairs to transition team, including several women\n\nDonald Trump’s transition effort added an array of new vice chairs, staff and executive committee members, including a number of prominent conservative women.",
  "Also joining the Executive Committee are: Congressman Sean Duffy, Congressman Trey Gowdy, Congressman Dennis Ross, Pastor Darrell Scott and Kiron Skinner.",
  "Among the additions: Reps. Marsha Blackburn, Cynthia Lummis, Cathy McMorris Rodgers and Tom Reed; Oklahoma Gov.",
  "Mary Fallin and Sen. Tim Scott as vice chairs, along with Kathleen Troia \"K.T.\"",
  "McFarland who Trump has appointed as a deputy national security adviser.",
  "Donald Trump expands his transition team.",
  "Senator Jeff Sessions (R-AL) U.S.",
  "Senator Tim Scott."
]