[
  "“This team of experienced leaders will form the building blocks of our Presidential Transition Team staff leadership roster and will work with elected officials and tireless volunteers to prepare our government for the transfer of power on January 20.”\n\nSeveral Hoosiers have already been mentioned in the rumor mill that precedes presidential appointments.",
  "Wochit\n\nPresident-elect Donald Trump shakes hands with Vice President-elect Mike Pence as he gives his acceptance speech during his election night rallyPhoto/John Locher) (Photo: John Locher/ AP)\n\nVice President-elect Mike Pence is taking over Donald Trump's transition effort.",
  "Chris Christie has led the transition team for several months, but Trump is turning to Pence because of his experience in Washington and the Trump family's comfort with Pence's ability to steer the operation, a source familiar with the plans said.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2016\n\n“President-elect Trump will bring about fundamental change in Washington, and these are the right people to make that happen,” Pence said in a statement.",
  "Trump also announced a 16-person transition team executive committee that includes RNC Chairman Reince Priebus, Trump campaign CEO Stephen Bannon, tech executive Peter Thiel and several Trump family members.",
  "Mike McCloskey, one of the founders of Fair Oaks Farms in Northern Indiana, and former congressional candidate Kip Tom have been floated as potential agricultural secretaries, Politico reported.",
  "Others include former New York City Mayor Rudy Guliani, retired Lt. Gen. Michael Flynn, former Speaker of the House New Gingrich, U.S. Sen. Jeff Sessions and onetime primary opponent Ben Carson.",
  "CLOSE From his stirring nomination speech to his own contentious debate, the Republican vice presidential nominee was part of the campaign for nearly four months before Election Day.",
  "“The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington.\"",
  "“Together this outstanding group of advisers, led by Vice President-elect Mike Pence, will build on the initial work done under the leadership of New Jersey Gov.",
  "Chris Christie to help prepare a transformative government ready to lead from day one,” Trump said in the statement.",
  "Three of Pence's top staffers will assist him in the transition effort: Nick Ayers, Josh Pitcock and Marc Short.",
  "Oil company founder Forrest Lucas is being considered as a potential interior secretary, according to Politico.",
  "Trump said in a statement that Christie will join several others as vice chairmen of the transition effort.",
  "The move will give Pence more sway over whom Trump chooses to fill key appointments and Cabinet positions.",
  "Will soon be making some very important decisions on the people who will be running our government!",
  "Rick Dearborn, chief of staff to Sessions, will serve as the transition team's executive director.",
  "Pence was in Indiana today, visiting Camp Atterbury in honor of Veterans Day.",
  "His campaign spokesman did not immediately return messages from IndyStar.",
  "Call IndyStar reporter Tony Cook at (317) 444-6081.",
  "Read or Share this story: http://indy.st/2fk0U9Y",
  "Call Maureen Groppe at mgroppe@gannett.com.",
  "Follow him on Twitter: @indystartony.",
  "Follow her on Twitter: @mgroppe.",
  "Busy day planned in New York.",
  "New Jersey Gov."
]