[
  "MICHAEL CAPUTO, FORMER SENIOR ADVISER, DONALD J. TRUMP FOR PRESIDENT: Of course, the other message is sending is that our Department of Justice under Obama the most political Department of Justice in modern times, weaponized against people like Sheriff Arpaio, that we are not like Venezuela, we're not like Cuba, and we're not going to stand for political persecution like the Department of Justice took after Sheriff Arpaio.",
  "TAPPER: Governor, let me ask you a question, are you concerned that your party, the Democratic Party has invested so much in talking about the Russia investigation that it actually comes forward and let's say it's some minor financial crimes that happened long before the person involved was hooked up with President Trump that ultimately your party is writing checks that the facts aren't going to cash?",
  "MONTENEGRO: When we're talking about the left pardoning thugs, unrepented terrorists, when we have the left cheering for that, when we have the left cheering for the pardoning of traitors that give away secrets that put in danger and in peril Americans and everybody in this country and they cheered just because a man wants a sex change, I mean, that is what's on display here.",
  "\n\n\n\nReturn to Transcripts main page\n\nSTATE OF THE UNION\n\nTrump Pardons Joe Arpaio; Interview With Virginia Governor Terry McAuliffe; Interview With Federal Emergency Management Agency Administrator William Brock Long; Interview With Texas Governor Greg Abbott; Sebastian Gorka Out; Interview With Virginia Governor Terry McAuliffe.",
  "And one of Trump's talents or luck is that when he says something like - about the statues, Confederate statues and where does this end, he can count on the other side popping up and a bunch of liberal activists saying, I think I'll take a pass on Columbus and Washington, and people do feel like, wait, this is going too far.",
  "This is --\n\n\n\nTAPPER: Do you not find it at all questionable if you had been standing there and he was saying, should I send this -- should I send this, when people are literally worried for their lives in Houston and he is sending out tweets about the wall or even more egregiously about David Clarke's book?",
  "Jake --\n\n\n\nTAPPER: Senator Montenegro, before I let you go I really would love to know what you would like President Trump to do when it comes to the so-called dreamers, the immigrants that were brought into this country illegally when they were children, they were given temporary status by President Obama.",
  "Last month, the self-proclaimed toughest sheriff in America was convicted of criminal contempt, the federal judge ruling that Arpaio willfully disobeyed another federal judge's order to stop using racial profiling to target Latinos in Arizona, stopping and detaining them without charging them with a crime.",
  "Look, what is chatter is everything we're doing right now because what is happening is that Robert Mueller, while we are all talking about it, is focusing, is serious, is expanding his investigation, has hired a very professional team, specializing in things like financial crimes, like turning witnesses.",
  "But honestly, Jake, this is -- this caps out a period of time for this president where he is alienated African-Americans with the Charlottesville, the Jewish community with his Charlottesville comments, LGBT community this week with his banning of transgender soldiers and now the Hispanic community.",
  "It is not to this president, who will throw them under a train, who will campaign against them, who will advertise against them, who will tweet against them, who will do everything he has to against them, which is a heck of an attitude to have when all you have is a two-seat majority in the Senate.",
  "We have been now in a steady stream of - two weeks of distraction between Charlottesville, which went on for days and days and days because of his ridiculous ham-handed response, then the transgender ban, now Arpaio, it's one thing after the other, which has been distracting us from Russia.",
  "The fact of the matter is inside those emails that all of the committees have and that the FBI has right now are also emails that exonerate the Trump campaign and people like Paul Manafort and others and within the campaign on stories that came out last year that were completely false.",
  "\"The Washington Post\" is now reporting that President Trump previously asked his attorney general, Jeff Sessions, in the spring if the U.S. government could drop the criminal case against controversial Arizona Sheriff Joe Arpaio, this according to three sources talking to \"The Post.\"",
  "Now we just arrested yesterday or put the warrants out for two individuals, one from Maryland, one from Ohio, who went after and attacked Deandre Harris, several individuals, attacked this had young man who was a substitute assistant teacher for special ed children in high school.",
  "It is a terrible strategy, not that I would --\n\n\n\nNAVARRO: Frankly, I hope he continues doing it because I hopes it gives the Republicans in Congress the ability to grow --\n\n\n\n(CROSSTALK)\n\n\n\nNAVARRO: -- and stand up for what they believe, not for what Donald Trump believes.",
  "I've been very public about this, that the city of Charlottesville who were in command, they were in command control of this situation, they got a permit to move it out of downtown Charlottesville, unfortunately sued by the ACLU and then that judge ruled.",
  "Right now, it's very important that they listen to local TV and radio, you know, for information on what they should be doing to keep themselves safe, whether it's shelter in place or whether it's getting out of areas and heeding evacuation warning order.",
  "This time in his own White House, his National Economic Council Director Gary Cohn said this week to the \"Financial Times\" that the Trump administration -- quote -- \"Can and must do better in consistently and unequivocally condemning these groups.\"",
  "Oscar Rivera Lopez goes on the pile and perhaps this does, particularly because, look, he is an avatar of toughness and law enforcement to some, but he also is an avatar for abuses of power in law-enforcement and some of the worst excesses there.",
  "[09:55:02]\n\n\n\nLet's show you how Arizona's largest newspaper responded to the pardon of Sheriff Joe Arpaio -- quote -- The Arizona Republic -- \"By pardoning Arpaio Trump made it clear institutional racism is not just OK with him, it is a goal.\"",
  "He did not take the advice of the justice department and another message he that is sending, think about the messages is, you know, this issue that has been reported that he asked Jeff Sessions if they could drop the case against Arpaio.",
  "JENNIFER GRANHOLM, CNN SENIOR POLITICAL COMMENTATOR: Well, I would not -- I just think it's -- with all respect -- a little soon to be able to say that this is the high point or something when people are still on their roofs and unfound.",
  "The fears and predictions seem to have been spot on, life-threatening, catastrophic flooding now being seen in parts of Texas, as the effects of Harvey are not letting up, rain continuing to fall rapidly, and the water has nowhere to go.",
  "But I can tell you that there's also congressmen here in Arizona, like Congressmen Trent Franks, Congressman Paul Gosar, Congressman Andy Biggs, who have lauded and stand strongly behind the president's decision to pardon Sheriff Joe.",
  "RAMOS: My read is that we were right when we detected racism when President Trump said that Mexican immigrants were criminals and rapists and when he told you, Jake, that Judge Curiel couldn't do his job simply because he's a Latino.",
  "But, second, there are a whole slew of state attorneys general out there who would be only too happy to pick up the thread if, for some reason, Donald Trump thinks it's a wise idea to prospectively pardon Flynn or Manafort et cetera.",
  "And, frankly, look, the judges that were -- that started this case in the first place, first of all, the judge should have recused herself, because she had a family member that was part of the original lawsuit against Sheriff Joe.",
  "If (ph) children get an equal opportunity for a great education, our children being able to get a healthy breakfast in the morning, something my wife does here, 10 million more breakfasts last here in Virginia for needy children.",
  "Just this morning, as catastrophic floodwaters were rising in Southeast Texas, this was President Trump's first tweet of the day, plugging a book by David Clarke, the highly controversial sheriff of Milwaukee County, Wisconsin.",
  "I do think that, for us, as a party, we have to unite and lift people's souls and tell people that we are better than this as a nation, and that means that we've got to focus on a lot of the things that they care about, yes.",
  "Senator Minority Leader Chuck Schumer, Democrats of New York, tweeted -- quote -- \"Instead of seeking to unify the country as promised the president has doubled down on encouraging white supremacists post- Charlottesville.\"",
  "GRANHOLM: But to your question about whether this signals something, first of all, anybody who thinks that Donald Trump is loyal to anybody but himself only needs to talk to Steve Bannon, Rudy Giuliani, and Chris Christie.",
  "And what the people are facing today, they're going to look back and see it as the high point of the situation because they've got years and years ahead of them trying to get their money back from their flood insurance.",
  "TAPPER: Governor, I take your point on moral equivalence, what do you make of the counter protesters who are part of the group called antifa that actually seek to confront the Klan and alt-right through violent means?",
  "And then when it's time to actually do the trial, as the constitution states, we need to make sure that we either do it -- if it's going to be criminal -- which, by the way, this happens in other countries, Jorge.",
  "And he's going to make the right decision, based on what our country needs, on what is right for our families whether --\n\n\n\n(CROSSTALK)\n\n\n\nRAMOS: Mr. Montenegro, you were brought here when you were five years old.",
  "And the best the left can come up with after they do political persecution on him is a misdemeanor, who even then that was, I don't think -- I don't believe that was done correctly through the judicial process.",
  "And one of the things that these bills when they ask for funding are not as careful, they're larded up with everything under the sun that everyone wants because they know everyone has to vote for this thing.",
  "Because it has followed a pattern -- not only his criticism of immigrants but then what he said about Judge Curiel and then what -- how he responded to the violence in Virginia and now his pardon to Arpaio.",
  "When everybody else was getting off the Hill to cash in and make millions of dollars, he became a man of the Senate, one of the leaders, one of the top experts on legislative process in the United States.",
  "HAM: Well, I think the president actually -- it was a rare moment today when the president tweeted something good about how -- whether he was going to travel there and he didn't want to disrupt anybody.",
  "So, it would help if the president of the United States instead of tweeting out about Sheriff Clarke and pardoning Arpaio in the midst of this would focus on this big state with big problems right now.",
  "So, this narrative that the left tries to push that Republicans are racists, look, if you're looking at the screen right now, and you think I'm a white Republican, you need to adjust your screen.",
  "And just because there's not a leader in some of these areas, you have got some dedicated, highly knowledgeable, experienced work force in each one of these agencies, and they know this mission.",
  "I hope that the people in Congress finally get off their duff and pass legislation to help those kids, because those children are the best of America, those young people are the best of America.",
  "We also know that there was at least willingness by Donald Trump Jr. and Manafort and Kushner to attend a meeting that was billed as a Russian government attorney with dirt on Hillary Clinton.",
  "And now what we've seen after Charlottesville and around the country, that those statues have very similar significance to what went on when I took the confederate flag off our license plates.",
  "JORGE RAMOS, UNIVISION: I think Senator Montenegro is forgetting that he's an immigrant from El Salvador and that Sheriff Joe Arpaio discriminated against many people just like you, Senator.",
  "Not only he pardoned Arpaio but this happened after he refused for two days to condemn by name the KKK, this happened after he equated white supremacists with those marching against racism.",
  "TAPPER: I want to change the subject for a second, which is about President Trump's fighting with fellow Republicans, with Mitch McConnell, with Paul Ryan, with Jeff Flake, with Bob Corker.",
  "There are few -- the media regarded lower than the presidency, the media is regarded much lower than the presidency; the Congress is regarding much lower than the presidency by the public.",
  "(CROSSTALK)\n\n\n\nCAPUTO: Every time you say something like that, every time you ridicule the president or popular culture, they ridiculous him, you move Trump supporters closer and closer.",
  "But we're also seeing leaks that come out that - there was apparently a junior member of the campaign who was essentially trying to make meetings with Russian -\n\n\n\nTAPPER: Rick Dearborn.",
  "And by the way, if he did pardon others, like those guys, there is a congressional investigation that's happening where, right now, they have taken the Fifth, those particular witnesses.",
  "Also, we get this story this week on CNN that Rick Dearborn, the deputy chief of staff, has apparently sent an email in, said that somebody is looking to set up a meeting with Russians.",
  "(CROSSTALK)\n\n\n\nANA NAVARRO, CNN POLITICAL COMMENTATOR: Well, what I think is important as a Floridian who, you know, lives with hurricane season every year, I think it's very important.",
  "And let me just say something about President Trump because I think that if President Trump wanted to distance himself from racism, he had a great opportunity and he just didn't use it.",
  "TAPPER (voice-over): Including a life-sized cutout of the president in the living room, which the listing says is, quote, \"a great companion for watching the news late into the night.\"",
  "Not only are we performing emergency power missions on behalf of the state, but we're also helping, through our partners at the Coast Guard, to conduct life safety search-and-rescue.",
  "GRANHOLM: Well, I do think that we cannot just focus on an anti-Trump message, although it is so tempting because every single day it provides huge amounts of material to work with.",
  "(CROSSTALK)\n\n\n\nCAPUTO: But you've already gone --\n\n\n\n(CROSSTALK)\n\n\n\nGRANHOLM: No, actually --\n\n\n\nNAVARRO: Actually, I was a Republican when the president you support was a Democrat.",
  "We have Eric Heighberger, who was his chief of staff who was in New York on 2011, and who in 2004 was at the terrible hurricane season we had in Miami, he was there on site there.",
  "We have seen him do it this week, the last two weeks with the Jewish\n\n\n\ncommunity, with the African-American community, with the transgender community, with the Latino community.",
  "MCAULIFFE: Well that -- when I gave that speech is when I had taken executive action and removed the confederate flag from all the license plates in the Commonwealth of Virginia.",
  "TAPPER: Let me ask this question about the Arpaio pardon because people are looking at it, Democrats and Republicans, and saying there's more to this than just an Arpaio pardon.",
  "And by the way, was voted out in a Trump County in Arizona, 56-44, which highlights some of the divisions we're seeing on this stage, and that's exactly what Trump likes to do.",
  "What we're seeing here is outrage on one end, a double standard, but not -- not when it comes to actual terrorists or unrepentant thugs and terrorists, like Oscar Lopez Rivera.",
  "He just comes to the table -- I know he is supposed to be the great dealmaker -- comes to the table and says, well, this is what I need, so take a hike or give me what I want.",
  "If he is not safe in this investigation, the leaks that are coming out and embarrassing him and trying to smear him when he's done nothing, nobody is safe in this situation.",
  "RAMOS: You had the chance, Mr. Montenegro, and President Trump had the chance to be on the right side of history, and that is with tolerance, with diversity, with democracy.",
  "(CROSSTALK)\n\n\n\nMONTENEGRO: -- Jorge --\n\n\n\n(CROSSTALK)\n\n\n\nRAMOS: And then you don't want other immigrants like you, dreamers like you who came here when they were very young?",
  "RAMOS: But you're not respecting the rule of law right there, Mr. Montenegro, because the fact is that Sheriff Arpaio is a convicted criminal and he was accused of racism.",
  "So, I have the ability to be able to coordinate their assets, their resources and put it down in a unified effort to support Governor Abbott and Chief Nim Kidd down there.",
  "And we urge people across East Texas to make a plan for potential evacuation if they are ordered to do so and be able to make sure that they are able to execute that plan.",
  "TAPPER: Another tweet that the president sent out this morning, with Mexico being one of the highest crime nations in the world, we must have the wall, that's in all caps.",
  "But what I have seen inside my agency is, I have got some of the most dedicated people in the entire federal government, great lines of communications with the president.",
  "ABBOTT: The weather predictions are that this rain will continue to come down, which would make this flooding worse than Tropical Storm Allison that we saw back in 2001.",
  "Senator Jeff Flake tweeting -- quote -- \"Regarding the Arpaio pardon, I would have preferred that the president honor the judicial process and let it take its course.\"",
  "(CROSSTALK)\n\n\n\nRAMOS: Because if President Trump is doing that and Arpaio are doing that then what's the message for the rest of the people who voted for Donald Trump?",
  "And I think that even Hispanics -- the president received more support from Latinos this last election than many because they're able to see right through it as well.",
  "And there was a judge who should have recused herself because she had -- the original family member was one of the folks that started the lawsuit against Sheriff Joe.",
  "And, Jake, part of what they're doing, they're focused on where the hurricane originally hit,which is down by Corpus Christi, Rockport, Victoria, that entire region.",
  "CAPUTO: The governor has really a good point and that is the president now has a unique opportunity that doesn't exist in the legal world, that is to work his jury.",
  "I think the people who are complaining about it today are going to be carping about everything Donald Trump does, even if there's a storm going on or anything else.",
  "And the state of Texas overnight sent in some high-profile military vehicles to assist them in the rescue process, as well as boats, as well as water rescue teams.",
  "The president was warned by Republican Senator Chuck Grassley of Iowa to stay focused on the storm and not made the same mistakes President Bush made with Katrina.",
  "TAPPER: Earlier today, Secretary of State Tillerson was asked if President Trump's behavior and comments make it tougher to sell American values around the world.",
  "There's an argument that perhaps some of this was politically motivated, the timing of it, going after him, but this is -\n\n\n\nTAPPER: By the Obama administration.",
  "Some are now admitting they underestimated Harvey, one man telling\n\n\n\n\"The Dallas Morning News\" that staying is -- quote -- \"the dumbest thing I have ever done.\"",
  "We're already pushing forward forces to be on the ground to implement National Flood Insurance Program policies as well, and doing the inspections that we need.",
  "MONTENEGRO: We can't -- we can't -- we cannot expect Americans in this country to take the fall for decisions that have been made from other families, you know?",
  "Where was your outrage --\n\n\n\n(CROSSTALK)\n\n\n\nRAMOS: You are defending, Mr. Montenegro --\n\n\n\nTAPPER: Jorge --\n\n\n\nRAMOS: -- you are defending a convicted criminal.",
  "And then, when it comes time to have a jury or a trial, the Obama administration takes this case and doesn't even allow there to be a jury or a trial by jury.",
  "He tweeted -- quote -- \"The president's pardon of Joe Arpaio, who illegally profiled Latinos, undermines his claim for the respect of rule of law\" -- unquote.",
  "(CROSSTALK)\n\n\n\nMONTENEGRO: And I find it disturbing when folks like you...\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: Senator, Senator, let Jorge -- let Jorge finish, please.",
  "I came out immediately and said, these neo-Nazis came to Virginia, the alt-right came, the white supremacist, the Klansmen, I told them to get out, go home.",
  "It might not be as prestigious as the White House or as extravagant as Trump Tower but now you can have the unique opportunity to live like President Trump.",
  "But at the same time, these people in the House and the Senate are his\n\n\n\njury, if in fact this moves toward some kind of crazy and ridiculous impeachment.",
  "But this is now the second time that we are hearing Donald Trump has abused power by trying to drop prosecution investigation against his political allies.",
  "And I'm telling the president the same thing, let us use this as an opportunity to unite, to heal, to reconcile and become clearly a more stronger country.",
  "In Houston alone, at least 1,000 rescues have already taken place, and it isn't just the rain, which, at times, is falling at three to four inches an hour.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: The mayor of Houston is pleading with residents to stay off the roads, many of which, including freeways, are already flooded.",
  "[09:15:06]\n\n\n\nTAPPER: The National Weather Service says that parts of Texas might be uninhabitable for weeks, even potentially months after the hurricane.",
  "TAPPER: Just as Hurricane Harvey was picking up steam, President Trump followed through on his promise to pardon controversial former Sheriff Joe Arpaio.",
  "And Tillerson's response was the president speaks for himself, which is an interesting comment for a secretary of state to make about a U.S. president.",
  "But I think what we're seeing now with this flooding coming up a day or two after is how bad these can get several days after the actual storm hitting.",
  "The president, if you know him, if you've known him for years, you understand that, when he sits down with you in his office, he can be very charming.",
  "But for the vast majority of Latinos, Joe Arpaio is a symbol of racism, of discrimination, of anti Hispanic sentiment, anti-immigrant, abuse of power.",
  "So, I think to your point about people reaching to the middle, both parties are doing a magnificent job of driving the middle away from both of them.",
  "Doesn't matter because the guy that's not distracted is Bob Mueller and he's the one that's going to make -\n\n\n\nTAPPER: We have much more to discuss.",
  "What's really important at this point is for state government, local\n\n\n\ngovernment, federal government to be in complete and absolute coordination.",
  "And there are Republican senators who have different needs from their constituents and different things they're dealing with than his mere demands.",
  "TAPPER (voice-over): According to the listing on Airbnb, the property has \"opulent furnishings to represent the style and affluence of the Trumps.\"",
  "That's how you -- how did we get here, Jake, to this point where these people spew this horrible language and, most importantly -- this is the key.",
  "And, Michael, this is a big test for -- I mean, obviously, the most important thing is the safety and security of people in the path of the storm.",
  "Of course, as somebody who is in that jackpot, I can't tell you that if I had done something wrong, I wouldn't expect the president to pardon me.",
  "The hypocrisy from the left, the hypocrisy and the left trying to make racism an issue when the fact is that we are a country of the rule of law.",
  "And by defending someone who has been accused of racist behavior, like Arpaio, he is telling everybody in the United States, you know, it is OK.",
  "And I find it really disturbing and sad when an immigrant like you decides to turn his back on other immigrants and forgets where he comes from.",
  "It's time for the president to make sure people -- senators understand that there's something -- there's a price to pay when you go against him.",
  "The media can attack me but where I draw the line is when they attack you, which is what they do when they attack the decency of our supporters.",
  "I so appreciate those like you who are willing to call out the president face to face -- by name and saying this is not who we are as a nation.",
  "I think that is -- that's actually a failure of leadership to pick priorities when we have a certain number of -- certain amount of money here.",
  "WILLIAM BROCK LONG, ADMINISTRATOR, FEDERAL EMERGENCY MANAGEMENT AGENCY: Oh, obviously, Houston is taking the brunt of the rainfall that we see.",
  "This narrative that Republicans are racist, it's what the liberals and the left resort to when they have -- when they're left out of facts.",
  "So, not only do they have to respond strongly, the president can take strong steps to reform FEMA, this is a great test for administration.",
  "[10:00:03] And he said that he sees this as a clear signal President Trump will pardon people who might be prosecuted in the Mueller probe.",
  "You had one side, neo-Nazis, who our great country fought against Adolf Hitler and white supremacists and Klansmen -- who's spewing hatred.",
  "TAPPER: So, Michael, Congressman Adam Schiff, who's a ranking Democrat on the House Intelligence Committee, he tweeted a similar analysis.",
  "TAPPER: There's a term in politics Shermanesque -- a Shermanesque denial when somebody says, you know, I will definitely not be president.",
  "MONTENEGRO: But, again, folks like Jorge, they use these talking points -- they use these talking points against Republicans about racism.",
  "But just because the cameras are only focused on Houston right now, there are many communities inside the state of Texas that are hurting.",
  "ROSA FLORES, CNN CORRESPONDENT: You know, Jake, it is overwhelming, just the amount of water that has ponded all over the city of Houston.",
  "ABBOTT: I have talked to President Trump several times, as well as his Cabinet members and his officials and especially the head of FEMA.",
  "And you, Mr. Montenegro, and President Trump decided to be on the wrong side of history, and that is with racism and with discrimination.",
  "So, you are defending Arpaio, who has been accused of discrimination, depending President Trump, who has been accused of racist remarks.",
  "What I'm really concerned, Jake, really, really concerned is that with these actions, President Trump is making racism something normal.",
  "And obviously, he didn't even go back and go through the proper procedures that every other president has done when you pardon somebody.",
  "No one will roll over on Trump to avoid Mueller's charges because people now know Trump can and will pardon them if they remain loyal.\"",
  "TAPPER: Senator Minority Leader Chuck Schumer mincing no words when it comes with the president's pardon of former Sheriff Joe Arpaio.",
  "There's a lot of people -- I mean, a lot of Republicans in Congress who voted against helping communities like after Hurricane Sandy.",
  "Now I believe that he has to enforce his views and put somebody under the microscope who has been opposed to him over and over again.",
  "While we're focused on response right now and helping Texas, you know, respond, we're already pushing forward recovery housing teams.",
  "Before today, I had made a disaster declaration that the president granted, which meant that all the assets from FEMA were triggered.",
  "TAPPER: You said yesterday, sir, that you have about 1,000 personnel\n\n\n\nin the state of Texas who are assigned to search-and-rescue.",
  "Tornadoes and lightning are also causing extensive damage and very dangerous conditions for residents taking shelter in their homes.",
  "President Trump's outspoken White House adviser Sebastian Gorka shown the door -- another week and another high- profile departure.",
  "So, we're having a White House that is being very responsive, very concerned about the people of Texas and a tremendous help to us.",
  "MONTENEGRO: Jorge, this is what --\n\n\n\nTAPPER: Jorge, just let --\n\n\n\n(CROSSTALK) MONTENEGRO: They don't allow us to finish speaking.",
  "(CROSSTALK)\n\n\n\nTAPPER: -- and we did an interview with Brock Long who's with FEMA and we did an interview with the Governor Abbott.",
  "The message he is sending with this pardon to other government officials, to other law enforcement officials is a very bad message.",
  "And I think it illustrates a pattern of his, which is to not understand what the person on the other side of the table might need.",
  "That's not who she was at the end of the day, but there was at least willingness and we're told Mueller is also looking into that.",
  "We've got people from Hurricane Sandy who have been looking for their money for five years and FEMA is still screwing them today.",
  "And it's time for him to start looking at the people and talking to them in the Congress just in case this thing gets too crazy.",
  "CAPUTO: No, I'm just telling you that what all this charge of racism against --\n\n\n\nNAVARRO: Donald Trump supported Nancy Pelosi.",
  "And the people, anybody who is listening right now who is in the line of the storm or the line of flooding, what should they do?",
  "And I got to tell you, Jake, all of our surrounding states, from Texas, New Mexico, Oklahoma, Louisiana, have been very helpful.",
  "And I think that the president -- you know, the decisions that he's going to make are based on the rule of law in this country.",
  "TAPPER: OK --\n\n\n\nMONTENEGRO: No, you -- where was your outrage when President Obama was pardoning unrepented terrorists, Jorge?",
  "It was a very controversial move when I did it because, I said, listen, this is a divisive symbol that is on the license plate.",
  "TAPPER: Just for the record, our first piece in the show was an interview with a reporter --\n\n\n\nCAPUTO: Understood, understood.",
  "So, I hope that members of Congress who are presented with this budget request will deny it and say, we have to fully fund it.",
  "If you came to Virginia and you committed some act of violence, we are going to come after you and we are going to arrest you.",
  "I think this is a - Arpaio is a theatrical, publicity-seeking birther who gets himself into trouble, then blames other people.",
  "MONTENEGRO: Where was your outrage --\n\n\n\n(CROSSTALK)\n\n\n\nTAPPER: If I could -- if I could just interject myself for one second.",
  "Because obviously at the beginning of the Trump campaign, you famously clashed with then candidate Trump at a news conference.",
  "MONTENEGRO: Well, really quickly, you know, again, what we're seeing right here is the left trying to make this about racism.",
  "TAPPER: The Trump administration is, of course, facing this hurricane with many vacancies in a number of important positions.",
  "If they are pardoned, they won't be able to take the Fifth and you better believe Congress will get them to come and testify.",
  "And now, they're focusing on financial crimes that allegedly happened long before Paul Manafort ever worked for Donald Trump.",
  "We have to have them be proud of America, but not be divisive, and he is utterly divisive, and that is an important contrast.",
  "And the people were in that battle, the civil war, many were in it, obviously, for their own reasons that they had for that.",
  "And where was the outrage from the left then when he was pardoning thugs and murderers and unrepentant terrorists like that?",
  "This happened after he called very fine people those who decided to march with neo-Nazis and after that, he pardoned Arpaio.",
  "And I think that when it comes to personal attacks like the ones that Jorge makes, you know, people see right through that.",
  "ABBOTT: Well, one of the best things they can do, because no one knows exactly what type of resource different people need.",
  "Plus: controversial pardon, President Trump exercising his executive privilege to pardon former Arizona Sheriff Joe Arpaio.",
  "Today I'm going out to a juvenile detention facility, one that I'm shutting down because these two facilities are outdated.",
  "Coming up, we're going to talk more about President Trump, including his escalating attacks against his fellow Republicans.",
  "Unemployment went from all the way from 5.4 (ph) to 3.7 (ph), hundreds of thousands new jobs, record amount of investment.",
  "TAPPER: I know that FEMA got generators into the state of Texas before the storm to be there to provide power, if need be.",
  "According to the Harris County Flood Control District, more than 1,000 people were rescued overnight by first-responders.",
  "You have Brock Long who comes from Alabama, has one of the strongest resumes for emergency response ever in the position.",
  "(MUSIC PLAYING)\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n(MUSIC PLAYING)\n\n\n\nTAPPER: A little breather for you here on STATE OF THE UNION.",
  "The fact of the matter is this Arpaio pardon doesn't send a message to many, it doesn't send a message to Paul Manafort.",
  "So, all of this noise around it, you're saying that there's nothing, me saying there might be something, doesn't matter.",
  "Earlier this morning, we were doing our live shots from the building that you see right behind me at about a block away.",
  "What we strongly urge is for all local residents to listen to all warnings from local officials, to heed those warnings.",
  "I'm --\n\n\n\nRAMOS: You're defending Donald Trump, a person who accused Mexican immigrants for being rapists and criminals.",
  "And, Jake, as you take a look around me, these are streets in the area of downtown Houston that have turned to rivers.",
  "You guys have to come together and sell your progressive doctrine to the middle, to the independents, the Republicans.",
  "And they knew they were going to have a disaster on their hands, if Republicans -- and Republicans, here is the thing.",
  "Is this strategy here do you think, if there is a strategy, to distance himself from an unpopular Republican Congress?",
  "At a time right now after we've had Charlottesville and other issues, it is time for reconciliation, time for healing.",
  "TAPPER: President Trump of course continuing to face criticism about his response to the violence in Charlottesville.",
  "A spokesman for the speaker of the House, Paul Ryan, says -- quote -- \"The Speaker does not agree with this decision.",
  "You know what differentiates us from places like Maduro's Venezuela or Castro's Cuba or Duterte's -- the Philippines?",
  "CAPUTO: I'm just looking at the same leaks you are, illegal leaks that are breaking the law every time they come out.",
  "We want to make sure that we are obeying, that we are upholding the best of the process that we have in this country.",
  "Certainly not all of us and Trump has his supporters within the Latino community, a lot of them my friends in Miami.",
  "President Trump is right now at Camp David, where he says he is closely monitoring the effects of Hurricane Harvey.",
  "And so we're all pitching in to make sure that we take care of the people in Houston and across the state of Texas.",
  "Our crew has been moving feet by feet as this water has been creeping to higher and higher ground here in Houston.",
  "We have even received assistance from Governor Cuomo in New York, as well as offers of help from Florida, Arizona.",
  "So I suspect that Mueller might be wondering right now on the abuse of power issue and what is going on with that.",
  "And instead of doing that, we're sitting around talking about Russia, Russia, Russia, which is absolutely nothing.",
  "So, the truth is you know more than me because you've been interviewed, but we don't know what he's going to find.",
  "I restored more voting rights to returning citizens than any governor in the history of United States of America.",
  "Law enforcement officials have a special responsibility to respect the rights of everyone in the United States.\"",
  "When it comes to this issue of our nation being safe from natural disasters, this is an area we cannot skimp on.",
  "If that means he can't talk or think about anything else, I'm sorry, you're going to be disappointed every time.",
  "Abbott is a competent governor, has gone through Ike in 2008 in Galveston, in an administration with Rick Perry.",
  "So, we're doing all we can to support our state and local partners to fill the gaps in their ability to respond.",
  "The current FEMA administrator says his agency will be helping in Texas for years, not just for weeks or months.",
  "We have over nearly 5,000 people from the federal government on site in Texas and Louisiana fulfilling missions.",
  "TAPPER: The most powerful hurricane to hit the continental U.S. in a decade, and the worst could be yet to come.",
  "TAPPER: Have you talked to President Trump and are you getting everything you need from the federal government?",
  "TAPPER: Some people in certain areas are being told not to go to their attics, but rather to go to their roofs.",
  "You had President Obama -- I think his name was Oscar Lopez Rivera, who was a convicted unrepentant terrorist.",
  "Joining us now to talk about this and much more the governor of the Commonwealth of Virginia Terry McAuliffe.",
  "TAPPER (voice-over): They added a sign at the bedroom in which the president was, quote, \"likely conceived.\"",
  "And, frankly, Sheriff Joe has endorsed me in my campaigns in the past\n\n\n\nand supported me for years as well.",
  "And that's precisely, that's precisely the man that, in the middle of a hurricane, President Trump pardoned.",
  "I think the state and federal government and the local governments are really working really well together.",
  "President Trump now says he will travel to Texas as soon as this can be done without causing a disruption.",
  "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES: I don't go too much for the vacations because I'm bored.",
  "That didn't happen because they were afraid he was going to somehow finagle us to get rid of Bob Mueller.",
  "HAM: It's literally self-defeating for the president and for the party that he is supposed to be part of.",
  "MARY KATHARINE HAM, CNN POLITICAL COMMENTATOR: Yes, I think, to your point, it's important to be careful.",
  "[09:50:00]\n\n\n\nThese are things I focus on, jobs, jobs, jobs, treating everybody with dignity and respect.",
  "I'm not telling anybody -- I am finishing up here strong in the footsteps of many of our great governors.",
  "Today, Joe Biden came out with an article in the \"Atlantic\" saying, this is about the soul of our nation.",
  "John Danforth, when he penned his op-ed this week --\n\n\n\nTAPPER: A former Republican senator for Missouri.",
  "I know that in the Houston and Harris County area, they will have helicopters that can make roof rescues.",
  "Please let us know how we can help bring your message to the people in the line of this natural disaster.",
  "If they want to help the people of Texas, is there a Web site they can visit, a number they should call?",
  "They represent different agencies across the national response plan framework in the federal government.",
  "I mean, the Republican Party here in Arizona I was the majority leader in the House of Representatives.",
  "It also sends message to witnesses in Russia investigation to keep quiet, stay loyal and get pardoned.\"",
  "Now, I've heard Democrats say that, but hearing a Trump supporter say that seems even more significant.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Just a few days after that as the storm hit Texas, he pardoned Sheriff Joe.",
  "TAPPER (voice-over): For a cool $725 per night, you can stay in the house where the president was born.",
  "If Mueller does decide to recommend impeachment or some kind of charges to Congress, what happens then?",
  "In the wake of Charlottesville do you feel even more motivated to run against president Trump in 2020?",
  "MCAULIFFE: Listen, I get asked this question a lot of -- you know, I've been very vocal on the issues.",
  "I do want to applaud HEB here in the state of Texas for providing food and water, as well as Wal-Mart.",
  "Today, we are adding Harris County to that -- that's where Houston is -- to that disaster declaration.",
  "We expect a huge mass care mission today of people flocking to shelters, if they can get to shelters.",
  "TAPPER: Obviously, now, we are eight months in to the Trump presidency -- or seven months and change.",
  "And that's why I was so angry at Charlottesville because these people came in many from out of state.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMCAULIFFE: Robert E. Lee, Jefferson Davis, these are all parts of our heritage.",
  "GRANHOLM: It means that if he doesn't get the wall, then he's going to be able to blame someone else.",
  "This is all designed to distract people from the fact that the Democrats have got a big problem here.",
  "NAVARRO: You know, you said, I million, people think that John McCain is not fit to be a Republican.",
  "CAPUTO: And donated to every --\n\n\n\n(CROSSTALK)\n\n\n\nNAVARRO: So have -- yes, I supported Bob Menendez.",
  "MONTENEGRO: -- Hispanics, Latino families come to this country because they respect the rule of law.",
  "This is the narrative that the left continues to push against Republicans, and it's simply not true.",
  "There has not been a nomination for anyone to head the National Oceanic and Atmospheric Association.",
  "And what it specifically has done is, it allows me to coordinate all those folks you see behind me.",
  "And that is on top of all the local officials and local search-and-rescue teams that are available.",
  "President Trump responding in a tweet -- quote -- \"Chuck Grassley, got your message loud and clear.",
  "The Department of Justice, ACLU, two judges agreed that he practiced and promoted racial profiling.",
  "(CROSSTALK)\n\n\n\nUNIDENTIFIED FEMALE: John McCain has faced much tougher foes than Corey Lewandowski.",
  "But I know this, that the president in his budget put over $300 million of cuts in there for FEMA.",
  "TAPPER: Let's talk about the confederate monuments because you have called for them to be removed.",
  "[09:35:01]\n\n\n\nThat again as you mentioned, back then, the definition of discrimination and racism.",
  "Before today, the state had already made multiple water rescues from helicopters, from drop lines.",
  "The big worry, of course, like you mentioned, are those rescues that have been going on overnight.",
  "[09:05:02]\n\n\n\nTAPPER: You said yesterday that your primary concern remains the dramatic flooding.",
  "My heart goes out to the people in Texas that are going to go through a very difficult situation.",
  "What's your read on how he is being received by the Latino community in this country, in general?",
  "We're relieved there's only a couple of deaths, and I think things are moving forward resolutely.",
  "And it is up to Congress not to allow this to be at the whim of this very sui generis president.",
  "I could tell you as governor one of the most important decisions I make are those that I pardon.",
  "MONTENEGRO: When folks don't agree with you, they use the judicial system to try to destroy you.",
  "Sheriff Joe would have won this case on appeal, because the process was very grossly neglected.",
  "(COMMERCIAL BREAK)\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Do the people in this room like Sheriff Joe?",
  "NAVARRO: (INAUDIBLE) Donald Trump does from the perspective of why is he trying to distract us.",
  "And to ignore the left's part in that, I think, it gives - this is what gives Trump some power.",
  "[10:20:00] Or is it more just these people are not my friends and so I'm going to attack them?",
  "I think that Republicans in Congress need to figure out that this guy doesn't have their back.",
  "We're leaning forward, and we're going to continue to support the state and local governments.",
  "The president has instilled in me all the power that I need to be able to mobilize the forces.",
  "TAPPER: Back in 2005, Hurricane Katrina, of course, claimed the lives of almost 2,000 people.",
  "And hence the Red Cross is a tremendous asset and it can be funneled through 1-800-RED-CROSS.",
  "ABBOTT: Well, we now have more than 1,000 from the state alone involved in search-and-rescue.",
  "GREG ABBOTT (R), TEXAS: Well, obviously, there will be rain that will continue to come down.",
  "[09:00:20]\n\n\n\n(BEGIN VIDEOTAPE)\n\n\n\nJAKE TAPPER, CNN ANCHOR (voice-over): Catastrophic storm.",
  "Only call 911 in those local areas if you are truly in a dire situation and need assistance.",
  "You know, President Obama, President Bush after Katrina named Craig Fugate who was terrific.",
  "If asked I will not serve exactly (ph) -- I think you just gave the antonym to Shermanesque.",
  "We don't know what happened with Jeff Sessions but I'm pretty sure somebody is going to ask.",
  "The president said this week that his response to Charlottesville was -- quote -- \"Perfect.\"",
  "TAPPER: All right --\n\n\n\nMONTENEGRO: And I think as time goes by, we'll be able to see that.",
  "In '18 I'm going to help elect -- we have 38 governors up between now and November of 2018.",
  "This has all the markings of something that can be really a good showing for the president.",
  "Lindsey Graham, Susan Collins, Lisa Murkowski, Jeff Sessions; I mean, you can go on and on.",
  "[09:25:00]\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: So, was Sheriff Joe convicted for doing his job?",
  "And now it's bleeding into a multiple-day inland -- inland threat from torrential rainfall.",
  "But you have here an 85-year-old man who, frankly, has served his country since he was 18.",
  "Because we need to be united as the United States of America to compete on a global basis.",
  "Everybody is trying to get their name in the paper to say they are running for president.",
  "You are either with Trump or you are not a Republican if you are in the Republican Party.",
  "Moments ago, he tweeted, quote: Wow, experts are calling Harvey a once in 500-year flood.",
  "And the great thing is the president put in place really strong emergency administrators.",
  "The house fits 20 people and has a simple decor, pictures of the Trump family throughout.",
  "Senator, why, in your view, are your two Republican U.S. senators wrong about this issue?",
  "If they're going to be charged to a process that's going to --\n\n\n\nRAMOS: He was charged.",
  "What Sheriff Arpaio did is --\n\n\n\nMONTENEGRO: Like I said --\n\n\n\nRAMOS: -- discrimination.",
  "And as people talk about other things during these times, we're really hopeful about it.",
  "(CROSSTALK)\n\n\n\nNAVARRO: Trump supporters move any closer to him, they would become him.",
  "One thing that we are asking people to do is not call 911 for just seeking information.",
  "You don't --\n\n\n\n(CROSSTALK)\n\n\n\nMONTENEGRO: I thought I could finish my thoughts, Jake.",
  "Those are the people you are defending, Mr. Montenegro, an immigrant from El Salvador.",
  "It would be nice if one day maybe he attacked Putin instead of attacking a Republican.",
  "He can blame it all on Congress because, of all things, he can't be seen as a failure.",
  "Our dear leader Jeff Zucker has allowed us to keep going and bleed into the next show.",
  "There's a guy on the internet and has a blog, Don Surber, he's a big Trump supporter.",
  "They came armed, they came to hurt our citizens and they came to hurt our reputation.",
  "And we have made multiple requests, and we are getting absolutely everything we need.",
  "In this country we believe that everybody has the right to a process, to be charged.",
  "I'm a statewide candidate right now for secretary of state for the Republican Party.",
  "You know, the post-Katrina Emergency Management Reform Act has set the stage for me.",
  "This is something where everybody from the United States is pitching in to help out.",
  "And Paul Manafort said these are not the kind of meetings that we need to be having.",
  "He is, you know, obviously on a rampage now -- Arpaio, the wall, the DREAM Act kids.",
  "Quote: A great book by a great guy, highly recommended, along with the Amazon link.",
  "MICHAEL CAPUTO, FORMER SENIOR ADVISER, DONALD J. TRUMP FOR PRESIDENT: It really is.",
  "I saw a picture today of a gentleman with an aerosol can with like a flame thrower.",
  "I mean, the left -- they resort to personal attacks when they can't stand on facts.",
  "The Latino community has been able to actually take measure of his time in office.",
  "I'm Jake Tapper in Washington, where the state of our union is a literal disaster.",
  "We'll see what happens down the road but I no intentions of running for president.",
  "I proudly --\n\n\n\n(CROSSTALK)\n\n\n\nNAVARRO: I proudly do not represent the Trump view.",
  "I will be clear, I am the one guy that everybody keep your name out of the paper.",
  "That here, government officials are held accountable when they behave like thugs.",
  "This was one side, hatred, bigotry and bias and there's no place in this country.",
  "Saying, instead of unifying the country the pardon encourages white supremacists.",
  "HAM: Well, back when he was a Democrat, he was doing photo ops with DREAMer kids.",
  "And make a plan where you can elevate in your own home or find a place of safety.",
  "RAMOS: Mr. Montenegro, you are defending a convicted criminal accused of racism.",
  "TAPPER: Governor, our thoughts and prayers are with you and the people of Texas.",
  "Two deputy director nominees at FEMA still await confirmation, as you well know.",
  "I think it's time -- look, he has got Corey Lewandowski at the head of his pack.",
  "We'll have the details in this week's \"State of the Cartoonion,\" coming up next.",
  "(COMMERCIAL BREAK)\n\n\n\nJAKE TAPPER, CNN HOST: Welcome back to STATE OF THE UNION.",
  "Are they not problematic when it comes to their tactics and what they stand for?",
  "(CROSSTALK)\n\n\n\nCAPUTO: I'm just telling you don't represent the Republican view.",
  "He wrote -- quote -- \"The message of his pardon is: Donald Trump has your back.",
  "TAPPER: He was one of President Trump's biggest allies in the birther movement.",
  "Senator Montenegro, Jorge Ramos, thank you so much for joining us this morning.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:42:06]\n\n\n\nTAPPER: Welcome back to STATE OF THE UNION.",
  "I look for folks who, for redemption, to be able to go back into the workforce.",
  "Another Republican is not backing the president's pardon of Sheriff Joe Arpaio.",
  "So that the president couldn't get through appointments to important positions?",
  "(COMMERCIAL BREAK)\n\n\n\n[09:24:01]\n\n\n\nTAPPER: Welcome back to STATE OF THE UNION.",
  "And there's longstanding disagreements between those gentlemen and Sheriff Joe.",
  "(COMMERCIAL BREAK)\n\n\n\n[09:13:23]\n\n\n\nTAPPER: Welcome back to STATE OF THE UNION.",
  "RAMOS: You're defending someone who has been accused of racism, Mr. Montenegro.",
  "Hurricane Harvey reaches the Texas Gulf Coast with millions in the danger zone.",
  "Aired 9-10:30a ET\n\nAired August 27, 2017 - 09:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "TAPPER: People are watching from around the country, indeed, around the world.",
  "I know that the state is sending helicopters to the region to assist in those.",
  "He is not going to pardon anybody involved in Russia because nothing happened.",
  "You heard Terry McAuliffe and the whole litany of things that he wants to do.",
  "And he is standing out and standing by and getting involved when he needs to.",
  "It started with a Category 4 inundation with storm surge right off the coast.",
  "\"The Post\" reports that the president was told that would not be appropriate.",
  "Arpaio claimed he didn't mean to violate the order and that it wasn't clear.",
  "I mean, we spent most of the show talking about things other than the storm.",
  "But, look, I breathed a sigh of relief when I was learning about Brock Long.",
  "HAM: I think there is danger in going just exclusively down the Russia path.",
  "In the meantime, Bob Mueller is sending out subpoenas to Paul Manafort's PR.",
  "When he should be focused at the issue at hand, he throws out shiny objects.",
  "That state in the middle of downtown it was a boiling pot with people armed.",
  "I think McAuliffesque (ph) because that sounded like an announcement speech.",
  "We are now going to get two and we're going to get every single individual.",
  "(CROSSTALK)\n\n\n\nGRANHOLM: -- all these people which you pointed out earlier.",
  "And, look, what's on display here is, frankly, the hypocrisy from the left.",
  "I think that the president is going to look at the information that he has.",
  "I'm sorry to say that what we detected on June 16, 2015, is happening here.",
  "As you can see on the weather reports, this is the entirety of East Texas.",
  "But now we're adding more search-and-rescue personnel to the Houston area.",
  "Authorities telling us that there have been people calling the 911 center.",
  "If you go down maybe 25, 30 feet, that's where the banks of the bayou are.",
  "We expected him to get some respect and command respect from the Congress.",
  "MCAULIFFE: Well, as you know, I came right out after the president spoke.",
  "But I won't do it tonight, because I don't want to cause any controversy.",
  "And I was a Republican when the president you support was an independent.",
  "The 911 center at capacity, of course, because of the overwhelming calls.",
  "Both of them came out against the pardon of Sheriff Arpaio done this way.",
  "President Trump clearly didn't agree with the judge who convicted Arpaio.",
  "This disaster recovery -- this disaster is going to be a landmark event.",
  "And that's precisely what happened when President Trump pardoned Arpaio.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Sheriff Joe can feel good.",
  "Listen to what you had to say to the confederate monuments back in 2015.",
  "TAPPER: Earlier this year, you were asked if you wanted to be president.",
  "If he doesn't get infrastructure, he will be able to blame someone else.",
  "(CROSSTALK)\n\n\n\nTAPPER: Is Jeff Flake, is the one you think that he -- ?",
  "(BEGIN VIDEOTAPE)\n\n\n\nTAPPER (voice-over): Looking for a summer getaway?",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: \"Leave the statues and those things alone.\"",
  "But to be honest with you, their hatred is not welcome in this country.",
  "TAPPER: So let's begin with President Trump's pardon of Sheriff Arpaio.",
  "This is about the soul -- he was talking about of the Republican party.",
  "And I would say to you and to everybody like you, consider coming over.",
  "He has got to understand the symbolism of Joe Arpaio for so many of us.",
  "But this is not the first flood that officials in Houston have handled.",
  "You can't see it right now because it has turned into a raging river.",
  "And, look, I can start doing this interview in Spanish if we want to.",
  "(CHEERING AND APPLAUSE)\n\n\n\nTRUMP: I think he's going to be just fine.",
  "You know, this is going to be a very dangerous and frustrating event.",
  "The other side were counter protesters who are protesting their hate.",
  "This is a broader issue about the hatred and bigotry in our country.",
  "HAM: But this is a guy who, I think, has gone too far in many cases.",
  "TAPPER (voice-over): How about renting his childhood home in Queens?",
  "HAM: He makes it tough to ally with him, if you are not a supporter.",
  "If he doesn't get tax reform, he will be able to blame someone else.",
  "The National Hurricane Center is currently searching for a director.",
  "You can see that there is a sign that says I-45 North toward Dallas.",
  "They meander through the city and drain out into the Gulf of Mexico.",
  "We're missing a permanent secretary of homeland security right now.",
  "And Red Cross will provide the resources to the people who need it.",
  "We don't know now what's going to happen with those DREAM Act kids.",
  "If Rick Dearborn - Rick Dearborn has been on the Hill for 30 years.",
  "CAPUTO: How is asking a question of your cabinet an abuse of power?",
  "I think the messages he sent with his pardon are chilling, frankly.",
  "Democrats of course jumping at the chance to criticize the pardon.",
  "You commit a crime of violence, I don't care which side you're on.",
  "UNIDENTIFIED FEMALE: He doesn't care about the forgotten American.",
  "FEMA does not put out warning order guidance to citizens directly.",
  "Friday evening, President Trump announced he was pardoning Arpaio.",
  "And I -- your last name is in Spanish, Montenegro, not in English.",
  "RAMOS: What Sheriff Arpaio did is discrimination, Mr. Montenegro.",
  "He's taking heat from Democrats and Republicans for the decision.",
  "So, we're setting up and gearing up for the next couple of years.",
  "Are you prepared, is FEMA prepared to be there for months on end?",
  "UNIDENTIFIED FEMALE: He cares about one thing and that's himself.",
  "I reduced the juvenile population by two-thirds here in Virginia.",
  "CAPUTO: -- Debbie Wasserman Schultz --\n\n\n\nNAVARRO: You know what?",
  "TAPPER: I mean, he does have the constitutional right to pardon.",
  "I'll give you the same answer, Jake, I give every single person.",
  "Now the president is taking heat from all sides over the pardon.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: Joining us now is Steve Montenegro.",
  "[09:30:08]\n\n\n\nMONTENEGRO: Again, this is part of the narrative.",
  "I want to get $20 billion of economic -- new economic activity.",
  "(END VIDEO CLIP)\n\n\n\nTAPPER: What is your response to that, sir?",
  "GRANHOLM: He is a Republican saying essentially the same thing.",
  "CAPUTO: And you are not doing yourself or the party any favors.",
  "TRUMP: The largest audience in the history of cable television.",
  "Now, to be sure, President Trump has also addressed the storm.",
  "MONTENEGRO: Well, thank you for having me, Jake, first of all.",
  "you know, we had President Obama pardoning hundreds of thugs.",
  "MONTENEGRO: Jorge, in this country we follow the rule of law.",
  "I mean, obviously, the people of Houston are hurting so much.",
  "I liked a Donald Trump tweet which doesn't happen very often.",
  "And because of their actions, we are a stronger commonwealth.",
  "Now he has gotten a stay out of jail card from the president.",
  "And let us remember that James Comey told us the same thing.",
  "TAPPER: Governor Granholm, you're a former attorney general.",
  "And said that the media was taking his words out of context.",
  "I'm very proud that we are going to build new ones, smaller.",
  "This is what Roger Stone has been calling for, have a scalp.",
  "We don't put cronies to run emergency services, to run FEMA.",
  "LONG: So, we have done a tremendous amount to support Texas.",
  "TAPPER: All right, Rosa Flores in Houston for us, stay safe.",
  "Will there be the personnel to rescue them from their roofs?",
  "But the real problem here is, FEMA is a wreck, it's a mess.",
  "The guy is focused -\n\n\n\nTAPPER: The truth is we don't know.",
  "TAPPER (voice-over): And yes, of course, cable is included.",
  "NAVARRO: Listen, Donald Trump does not do simple inquiries.",
  "First let's talk about the message to the Latino community.",
  "GRANHOLM: But, you know, it's more than asking a question.",
  "I supported every single Republican nominee for president.",
  "But there is a pile of ignominious pardons and clemencies.",
  "That's why people come here so the law protects everybody.",
  "It's the subject of this week's \"State of the Cartoonion.\"",
  "CAPUTO: Why did the Senate not go out and sign a die (ph)?",
  "(CROSSTALK)\n\n\n\nUNIDENTIFIED FEMALE: I think you are right.",
  "If I were John McCain, I wouldn't want him on my backside.",
  "There is no price to pay if you are against the president.",
  "I don't expect him to pardon anybody else who are on this.",
  "This just gives you an idea of the magnitude of the water.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "We also have with us Jorge Ramos, the anchor of Univision.",
  "Sheriff Arpaio discriminated against thousands of Latinos.",
  "What do you want him to do when it comes to the dreamers?",
  "Mr. Montenegro, you were brought here when you were five.",
  "By pardoning Arpaio, President Trump is defending racism.",
  "Other desperate residents terrified and begging for help.",
  "And we have search-and-rescue teams in that region today.",
  "But Donald Trump and the Russia thing is one small slice.",
  "I've been in the party working in elections for 30 years.",
  "I think it's time for Donald Trump to take a senator out.",
  "(INAUDIBLE) Kushner (ph) (INAUDIBLE) so did Donald Trump.",
  "I also want to talk about the message to law enforcement.",
  "I just want to stand on their shoulders and help people.",
  "But anyone -- I don't care which side you were on, Jake.",
  "On a lighter note, do you want to live like a president?",
  "This is a storm that the United States has not seen yet.",
  "Every storm impacts different jurisdictions differently.",
  "STEVE MONTENEGRO (R), ARIZONA STATE SENATOR: Thank you.",
  "TAPPER: Arizona has two Republicans in the U.S. Senate.",
  "In other countries they do not respect the rule of law.",
  "(CROSSTALK)\n\n\n\nHAM: And I think it would actually help.",
  "And I think -- I've had run-ins with Corey Lewandowski.",
  "Many individuals disagreed with my action at that time.",
  "But let's go ahead and take them down and move forward.",
  "CNN's coverage of the effects of Harvey continues next.",
  "And this pardon that he did had nothing to do with it.",
  "And this is the guy that Donald Trump chose to pardon.",
  "But, yes, like Sheriff Clark's book could wait a week.",
  "The guy who was our nominee and who's a national hero.",
  "We don't want to do the wall because we want to unite.",
  "Look, I think Americans are seeing right through this.",
  "Let's get into the rescue efforts in the Houston area.",
  "Let's get right to the governor of Texas, Greg Abbott.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: Just pray.",
  "Joining me now the administrator of FEMA, Brock Long.",
  "But also he enjoys seeing the reaction on television.",
  "When he's got chances to unite, he chooses to divide.",
  "So --\n\n\n\nCAPUTO: I didn't expect it to blow you away.",
  "JENNIFER GRANHOLM (D), FORMER MICHIGAN GOVERNOR: Yes.",
  "But I appreciate where you are coming from, Governor.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: The words were perfect.",
  "But everybody -- and let's talk about schools today.",
  "The local jurisdictions do and the general assembly.",
  "Their duty is to this country, it's to their voters.",
  "But also there are a lot of Republicans like myself.",
  "CAPUTO: I think it's a little bit of both, actually.",
  "He does the charm offensive for his core supporters.",
  "CAPUTO: He does this to communicate with the people.",
  "TAPPER: Just when we're just talking about the wall?",
  "I mean, the fact that it triggers the media so much.",
  "You know, all bets are off because storms are tough.",
  "Is it going to be OK, even with all these vacancies?",
  "The opportunities here --\n\n\n\nRAMOS: Please go ahead.",
  "That's a Spaghetti Warehouse at Commerce and Travis.",
  "Right now, it's turned into a complete raging river.",
  "They're professionals that know how to deal with it.",
  "Flash flood warnings are in place across the state.",
  "He told you to sit down and go back to \"Univision.\"",
  "She should have recused herself in the first place.",
  "I don't even have time to worry about it right now.",
  "What's an area that you're worried about right now?",
  "We're supporting all types of operations right now.",
  "But this is a big political test for the president.",
  "Mexico will pay for it through reimbursement/other.",
  "And the point is that these people came to do harm.",
  "James Comey did not project it as a simple inquiry.",
  "I so appreciate your courage, Anna, in standing up.",
  "It ticks off the right people that he pardons him.",
  "TERRY MCAULIFFE (D), VIRGINIA: Good morning, Jake.",
  "I am the governor of the Commonwealth of Virginia.",
  "My only intension is to figure -- end here strong.",
  "And it's a lesson that we learned through Katrina.",
  "We want to do that because we want to create jobs.",
  "When he's got chances to heal, he chooses to hurt.",
  "I know Corey and the pack are thinking about this.",
  "At that moment, you were a FEMA hurricane manager.",
  "TAPPER: What are your greatest concerns right now?",
  "That is done through our local and state partners.",
  "And I'm really disturbed and concerned about that.",
  "MONTENEGRO: That does not happen in this country.",
  "He was convicted of a criminal contempt of court.",
  "So, the main thing is, listen to local officials.",
  "My interview with the FEMA administrator is next.",
  "Please stay in touch and tell us how we can help.",
  "TAPPER: Sparing the convicted criminal jail time.",
  "I just think that we've got to be really careful.",
  "They are symbols -- monuments should be unifiers.",
  "They came to Virginia armed to harm our citizens.",
  "And he just needs to call it out for what it is.",
  "Donald Trump had Hillary Clinton at his wedding.",
  "(CROSSTALK)\n\n\n\nCAPUTO: He did that just for you.",
  "Thanks for spending your Sunday morning with us.",
  "He hasn't produced for them, is what I'm saying.",
  "They're executing as best as they can right now.",
  "And I have got to tell you, people will need it.",
  "How is FEMA different today than from back then?",
  "And that -- you know precisely that is not true.",
  "MONTENEGRO: Well, Jake, let me respond to that.",
  "When we have the left --\n\n\n\nRAMOS: It's racism.",
  "Jorge, before we go, I just wanted to check in.",
  "We are a country that respects the rule of law.",
  "LONG: FEMA is going to be there for years, sir.",
  "TAPPER: Lessons learned from Hurricane Katrina.",
  "You say you have never seen anything like this.",
  "TAPPER: So you want him to take out Jeff Flake?",
  "So, I will commend him for at times doing that.",
  "CAPUTO: Do you still have a fax in your office?",
  "We have an all out effort going and going well.",
  "CAPUTO: If you are a Republican I'm Luis Fonzi.",
  "TAPPER: Let me ask another question about this.",
  "You don't breach the wall of justice like that.",
  "This is completely constitutionally defensible.",
  "We're here with our panel to talk about it all.",
  "I don't know what's going to happen after that.",
  "But this is a relatively new position for you.",
  "They only take out anything they can think of.",
  "I can't imagine why he is standing behind him.",
  "OK.\n\n\n\nCAPUTO: And he was rebuffed every time.",
  "I know the White House is thinking about this.",
  "(CROSSTALK)\n\n\n\nNAVARRO: You have spoken a lot.",
  "And they need to go on a charm offensive here.",
  "He has not gotten Congress to do NAFTA reform.",
  "But it's going to be a very frustrating event.",
  "RAMOS: Why not give the same chance to others?",
  "This has been a long process, Mr. Montenegro.",
  "That's the Republican Party not being racist.",
  "He's extremely concerned, incredibly engaged.",
  "We appreciate the work and wish you the best.",
  "He's a Republican state senator from Arizona.",
  "And we are prepared to continue that process.",
  "(LAUGHTER)\n\n\n\nGRANHOLM: That's so ridiculous.",
  "Donald Trump had Bill Clinton at his wedding.",
  "You don't --\n\n\n\nTAPPER: By asking a question?",
  "How is that something that he has done wrong?",
  "But leave the statues and those things alone.",
  "And that's what I focus on every single day.",
  "ANA NAVARRO, CNN POLITICAL COMMENTATOR: Yes.",
  "UNIDENTIFIED FEMALE: He cares about himself.",
  "MONTENEGRO: This happens in other countries.",
  "I do remember that I'm an immigrant myself.",
  "RAMOS: The same opportunities that you had?",
  "MONTENEGRO: Well -- and let me add to that.",
  "In this country, we follow the rule of law.",
  "And it has nowhere to go, as you mentioned.",
  "He does not do it for the guys on the Hill.",
  "I don't know that he is willing to do that.",
  "And I think there are good people in place.",
  "People will always run the other direction.",
  "We have to call people to something higher.",
  "And doing what they tell you you should do?",
  "\"Arpaio action was appalling and political.",
  "[09:45:04]\n\n\n\nAnd it isn't about monuments.",
  "MONTENEGRO: Thank you for having me, Jake.",
  "You know, I'm very proud here in Virginia.",
  "And, look, he has the power to pardon him.",
  "The Russia investigation is going nowhere.",
  "So, there's some signs that point to good.",
  "And so, they're really on watch right now.",
  "NAVARRO: This is Trump being Trump, right?",
  "Rosa Flores is live for us now in Houston.",
  "He and his wife prayed they would survive.",
  "But, also, Jake, it's beyond just Houston.",
  "So, we will have thousands from the state.",
  "RAMOS: No, it's not political persecution.",
  "This is the left having a double standard.",
  "RAMOS: It is about racism, Mr. Montenegro.",
  "It's just that we respect the rule of law.",
  "Administrator Long, thanks for joining us.",
  "LONG: Life safety is the greatest concern.",
  "I don't want to get in the middle of that.",
  "Senator Montenegro, let me start with you.",
  "And we're putting it down and we're there.",
  "TAPPER: Administrator Long, best of luck.",
  "In other words, he was accused of racism.",
  "We are a country that's better than this.",
  "And indications are that will be granted.",
  "What can you tell us about their efforts?",
  "So it's time to make someone pay a price.",
  "NAVARRO: You know why that didn't happen?",
  "The president is doing what he should do.",
  "NAVARRO: You know how to spell hypocrisy?",
  "TAPPER: Let me ask you --\n\n\n\nNAVARRO: No.",
  "The Commonwealth of Virginia is stronger.",
  "These are the things we need to focus on.",
  "I do not have the authority as governor.",
  "And as governor I took executive action.",
  "We need to stay in the Republican Party.",
  "CAPUTO: No, it doesn't bother me at all.",
  "(CROSSTALK)\n\n\n\nCAPUTO: It's modern time.",
  "It's actually - we've gone over already.",
  "What -- who was in charge of the Senate?",
  "He will have alienated this entire body.",
  "Governor, thanks so much for joining us.",
  "So, I'm sorry to say that we were right.",
  "That's what -- I will make a prediction.",
  "We're supporting the mass care missions.",
  "We have fantastic people on the ground.",
  "President Trump has a decision to make.",
  "It is OK. Racism is OK in this country.",
  "And, Rosa, you have lived in that city.",
  "Are you expecting it to get even worse?",
  "They are Americans in all ways but one.",
  "GRANHOLM: He has not produced for them.",
  "(CROSSTALK)\n\n\n\nCAPUTO: That's not true.",
  "I hope this new person is just as good.",
  "And we need to be concentrated on this.",
  "You can start singing \"Despacito\" here.",
  "I think that Manning goes on that pile.",
  "And how do we move forward as a nation?",
  "TRUMP: By the way, I love the pictures.",
  "And I have said, let's take them down.",
  "He is not going to be loyal to people.",
  "He says he wants to do infrastructure.",
  "You can't work the jury in this world.",
  "They're not working with Donald Trump.",
  "RAMOS: It's not political persecution.",
  "Senator John McCain was even blunter.",
  "You can see that we have been moving.",
  "Thank you one and all for being here.",
  "CAPUTO: I'm not quite sure who is it.",
  "CAPUTO: He is a Republican president.",
  "Now he took extraordinary steps here.",
  "Everybody under the first amendment.",
  "I want to take it to the next level.",
  "The president did not say neo-Nazis.",
  "And I do agree with Senator Schumer.",
  "GRANHOLM: Well, what does this mean?",
  "GRANHOLM: This is the strategy here.",
  "I sees that and he understands that.",
  "CAPUTO: Did you actually click like?",
  "NAVARRO: He doesn't care about them.",
  "Those rescue missions will continue.",
  "Every Category 4 storm is different.",
  "This doesn't have to do with racism.",
  "MONTENEGRO: Of course we want that.",
  "When they have nothing to stand on.",
  "This event is nothing like Katrina.",
  "What else has FEMA been able to do?",
  "Those bayous will continue to rise.",
  "His house was torn apart by a tree.",
  "This conversation is going so well.",
  "Let us bring this country together.",
  "I just disagree with the president.",
  "I already have the all-time record.",
  "You said -- quote -- \"I don't know.",
  "We came out of that stronger today.",
  "I think he's going to be just fine.",
  "HAM: I actually disagree with that.",
  "NAVARRO: Maybe you are Luis Fonzi.",
  "They pretended they were patriots.",
  "He did not say white supremacists.",
  "We don't put political appointees.",
  "We need the best of professionals.",
  "So he is going to shift the blame.",
  "That's the ramp to the interstate.",
  "It's called political persecution.",
  "It's called political persecution.",
  "Arpaio violated the Constitution.",
  "He discriminated against Latinos.",
  "Gentlemen, thanks for joining us.",
  "Now, Houston is a city of bayous.",
  "(END VIDEOTAPE)\n\n\n\nTAPPER: Hello.",
  "CAPUTO: It's a new day, you know?",
  "NAVARRO: This is the consistency.",
  "And this is a unique opportunity.",
  "UNIDENTIFIED FEMALE: That's true.",
  "A lot of heavy news this morning.",
  "GRANHOLM: Others will pay for it.",
  "Rep. Schiff is on top of nothing.",
  "They're not welcome in our state.",
  "What do you make of the decision?",
  "Everybody is entitled to protest.",
  "Or should I spell it out for you?",
  "CAPUTO: No, it doesn't bother me.",
  "Donald Trump is not a Republican.",
  "Thank you so much for being here.",
  "No, no, that's what I am saying.",
  "We've seen that that's happened.",
  "And we're already in the stages.",
  "This happens in other countries.",
  "And make sure we have a system.",
  "FEMA is on the ground in Texas.",
  "What more can you tell us, sir?",
  "UNIDENTIFIED MALE: Turn around.",
  "There's two pieces (INAUDIBLE).",
  "We have to expand our base too.",
  "That doesn't bother you at all?",
  "TAPPER: All right, great panel.",
  "And you are going to accuse me?",
  "They are now symbols of hatred.",
  "They brought their hatred here.",
  "We're going to track you down.",
  "I get asked this all the time.",
  "That's what he's a natural at.",
  "But sheriff Joe can feel good.",
  "I'm Jake Tapper in Washington.",
  "I love -- I grew up in Queens.",
  "That used to be Buffalo Bayou.",
  "Just pray for my -- my babies.",
  "Everything is working through.",
  "RAMOS: This is a long process.",
  "Again, there's so many things.",
  "And this is not about racism.",
  "Got there long before Harvey.",
  "This is completely different.",
  "Take a look over my shoulder.",
  "Do not get out onto the road.",
  "Why should he work with them?",
  "GRANHOLM: It's so ridiculous.",
  "This was George Papadopoulos.",
  "He's attacking his own party.",
  "He also wants to do the wall.",
  "That's not an abuse of power.",
  "I want to finish here strong.",
  "There is no moral equivalent.",
  "Goes against the rule of law.",
  "How do we do reconciliation?",
  "We're going to come get you.",
  "And let me be crystal clear.",
  "TAPPER: Were you wrong then?",
  "So, this was the first step.",
  "We have to be for something.",
  "But the bottom line is this.",
  "Did you actually click like?",
  "NAVARRO: Yes, at his office.",
  "Is the West Wing purge over?",
  "Thanks for joining us today.",
  "Turns out it was not needed.",
  "It's called discrimination.",
  "MONTENEGRO: That's correct.",
  "Does that make me a racist?",
  "Does that make me a racist?",
  "You see that water rushing?",
  "TAPPER: That's interesting.",
  "They pay me to be governor.",
  "What do you make of it all?",
  "MCAULIFFE: Well, thank you.",
  "MCAULIFFE: Thank you, Jake.",
  "So that doesn't bother you?",
  "I supported Ronald Reagan.",
  "We've made great progress.",
  "But it's peaceful protest.",
  "Governor, good to see you.",
  "TRUMP: I hate to admit it.",
  "GRANHOLM: How do you know?",
  "He's not to get that done.",
  "TAPPER: Go ahead, Senator.",
  "I'm wondering what's next.",
  "What lessons were learned?",
  "Maybe DACA, maybe a wall.",
  "It is horrible right now.",
  "The pool is not infinite.",
  "Why did they not do that?",
  "I have five months to go.",
  "It's a personal affinity.",
  "I will make a prediction.",
  "That's simply an inquiry.",
  "It's his right to pardon.",
  "He just decides do this.",
  "But you know what, Jake?",
  "Either side, regardless.",
  "He was viciously beaten.",
  "We really appreciate it.",
  "MCAULIFFE: Bad decision.",
  "CAPUTO: That's not true.",
  "CAPUTO: That's not true.",
  "We really appreciate it.",
  "It's not just the media.",
  "And I came here legally.",
  "I'm an immigrant myself.",
  "TAPPER: Jorge, go ahead.",
  "RAMOS: That is not true.",
  "He destroyed many homes.",
  "We're better than this.",
  "LONG: Vastly different.",
  "It's already dangerous.",
  "I'm back with my panel.",
  "And it hasn't happened.",
  "I don't care about you.",
  "That's when I was born.",
  "That is bone chilling.",
  "This will not be over.",
  "But I am a Republican.",
  "Thanks for joining us.",
  "I'm the taxpayer dime.",
  "TAPPER: Is that right?",
  "LONG: Thank you, Jake.",
  "He's in Austin, Texas.",
  "Don't risk your life.",
  "We are doing our job.",
  "TRUMP: I love Queens.",
  "It wasn't both sides.",
  "How do we do healing?",
  "It wasn't both sides.",
  "We will see you soon.",
  "NAVARRO: Absolutely.",
  "But I love this job.",
  "And that's my focus.",
  "Why did that happen?",
  "God help those kids.",
  "What does this mean?",
  "This is all chatter.",
  "Thanks for watching.",
  "MONTENEGRO: Correct.",
  "Arpaio was charged.",
  "CAPUTO: No, no, no.",
  "TRUMP: Great taste.",
  "That's you in 2015.",
  "OK.\n\n\n\nNAVARRO: OK?",
  "TAPPER: All right.",
  "TAPPER: All right.",
  "Oh, 1946, oh, wow.",
  "Well, now you can.",
  "That's not racism.",
  "And not only that.",
  "I have no concern.",
  "Thank you so much.",
  "ABBOTT: Thank you.",
  "So far, so good.\"",
  "I'm a Republican.",
  "That's all I ask.",
  "But what happens?",
  "So, stick around.",
  "So, stick around.",
  "RAMOS: Thank you.",
  "That story, next.",
  "They are cowards.",
  "I was very angry.",
  "Thanks, Governor.",
  "TAPPER: Michael?",
  "MCAULIFFE: Sure.",
  "I'm Jake Tapper.",
  "That story next.",
  "I'm Jake Tapper.",
  "TAPPER: Oh, yes.",
  "The Republicans.",
  "Go ahead, Jorge.",
  "I'm Jake Tapper.",
  "I'm Jake Tapper.",
  "MONTENEGRO: No.",
  "And Gorka gone.",
  "Mary Katherine?",
  "I know he does.",
  "MCAULIFFE: Yes.",
  "MCAULIFFE: Yes.",
  "Take a listen.",
  "Appreciate it.",
  "CAPUTO: Right.",
  "CAPUTO: Right.",
  "TAPPER: Jorge?",
  "You know what?",
  "Stay with us.",
  "NAVARRO: Yes.",
  "Stay with us.",
  "I would, too.",
  "Do you agree?",
  "Stay with us.",
  "NAVARRO: No.",
  "They're not.",
  "I'm at 16.5.",
  "TAPPER: Ana?",
  "I really do.",
  "Great taste.",
  "That's next.",
  "Don't drown.",
  "ABBOTT: Yes.",
  "RAMOS: Yes.",
  "HAM: I did.",
  "CAPUTO: No.",
  "Is that OK?",
  "All right?",
  "Thank you.",
  "Who knows?",
  "LONG: Yes.",
  "Just pray.",
  "I might.\"",
  "HAM: Yes.",
  "GOV.",
  "Ana?",
  "GOV.",
  "OK?",
  "No.",
  "No.",
  "OK?"
]