[
  "\n\n\n\nReturn to Transcripts main page\n\nERIN BURNETT OUTFRONT\n\nTrump About To Speak At Rally Near Alabama Border; Lawyer Expert Says Yearbook Signature Belongs To Roy Moore; N.Y. Times: FBI Warned Trump Adviser Hope Hicks About E-Mails From Russian Operatives; Mueller Has Info From 36 Devices In Manafort, Gates Case; Papadopoulos Fiancee: He Wasn't A \"Low-Level Volunteer\"; NAACP Urges Trump to Skip Civil Rights Museum Opening.",
  "I think, Kate, what all this underscores, really over the last three weeks which has been positively jarring on Capitol Hill for a lot of members, a lot of female members and female staff who knew this was going on and didn't know how where to go, to address these issues, is there is systemic issues, systemic problems and systemic failures on Capitol Hill when it comes to this issue and how to deal with those issues.",
  "Kate, if you take a look behind the scenes at how the speaker handled this over the course of two week period, how this information came to light, and once the speaker was briefed on this, how quickly he not only informed Congressman Franks, he would be filing a complaint ethics, but also made very clear he should resign, and then repeated that point of view multiple times over the course of several days.",
  "And the problem is right now for me, Kate, and so many like myself is I can't look a black American or a Hispanic American in the face right now and say, the Republican Party should be a home for you because when we have Roy Moore, now we've seen these latest statements where he's talking about the last time America was great again that phrase that we know about that Donald Trump loves to use.",
  "And if you look behind me at the stage here, you can see several Merry Christmas signs, an indication that at this Trump campaign's rally, the President is going to go back to one of his favorite old chestnuts of political correctness and tell the crowd that as he promise, people are now saying Merry Christmas and not happy holidays.",
  "Among those asking the president not to attend, the NAACP, pointing to Trump's record on civil rights, saying this in a statement: President Trump's statements and policies regarding the protection and enforcement of civil rights have been abysmal and his attendance is an affront to the veterans of the civil rights movement.",
  "BOLDUAN: David, can I also ask you about another story mentioned earlier coming from \"The New York Times\" tonight that I find fascinating, that the FBI met with Hope Hicks, the close aide to Trump, met with her twice in order to warn her about repeated attempts from Russian operatives to contact her during the transition.",
  "BROWN (voice-over): Mangiante says her fiancee interacted with campaign manager, Corey Lewandowski, Steve Bannon, Paul Manafort and other top campaign officials including Michael Glassner, Sam Clovis and Rick Dearborn, and she says during the transition, Former National Security Adviser Michael Flynn.",
  "And in another not so subtle wink that this non-Roy Moore rally is actually a Roy Moore rally, the daughter-in-law of the President, Lara Trump, so the wife of Eric Trump, recorded a robocall that went out to Alabama voters hundreds of miles away from here encouraging them to come to tonight's event.",
  "Speaking with some people in the crowd earlier today, I found a family who had driven here from 45 minutes away from southern Alabama and the father told me that, you know, if anyone tells you that this is not a Roy Moore rally, that they are not telling you the truth.",
  "So whether you're running in Alabama or you're running in any of the other states, all 50 states for that matter, that every Republican House member is, or certainly the Republican Senate candidates, they're going to have to answer for Roy Moore, and that's terrible.",
  "Another wrinkle with the women who have come forward against Roy Moore today, Ed, one of the women who has come forward Beverly Nelson, she admits that she wrote notes on the yearbook that she says Roy Moore signed, which they brought out when she told her story.",
  "BOLDUAN: And, you know, with some Republicans, of course, are pointing to is the stories that have come out of agents being pulled off the team for text messages when it comes to perceived -- text messages that could be perceived as being biased in anti-Trump.",
  "BROWN (voice-over): Court documents show Papadopoulos e-mailed campaign officials in March 2016 about setting up a meeting in Moscow to discuss between us, the Trump campaign, and the Russian leadership, to discuss U.S.-Russia ties under President Trump.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:43:01] BOLDUAN: Tonight, boycotts and protests are expected over President Trump's plan to attend the opening of a civil rights museum in Mississippi tomorrow, an event he was invited by Mississippi governor several months ago.",
  "Four hundred thousands that includes financial and bank account records, corporate records and e-mails and of those, about 2,000 have been labeled by prosecutors as hot documents, meaning, that are materials that are particularly relevant or important.",
  "She believes he might have gotten confused about the dates of when he met with Professor Mifsud, but she says he is taking full responsibility for it and Mangiante says she hopes President Trump will pardon her fiance because he's been loyal to him.",
  "I mean, I've never seen a campaign in which the Russians would play that kind of role or any other nation would play that kind of role and suggest there was some reason why they thought they would have entree into talking to all these people.",
  "What I'm told is that under scores the severity of this issue, how it was perceived by the speaker and reality that it was probably time for Congressman Franks, at least in the perspective of the speaker to leave now, not January 31st.",
  "(BEGIN VIDEO CLIP)\n\n\n\nGLORIA ALLRED, ATTORNEY FOR ROY MOORE ACCUSER: According to forensic handwriting and document examiner, Arthur T. Anthony, the signature and the handwritten notation above the signature were prepared by Roy Moore.",
  "Mangiante tells CNN that Papadopoulos even did an interview in the fall of 2016 with Russian news agency Interfax and she says the campaign's deputy communications director, Brian Lanza, who is now a CNN contributor, signed off on it.",
  "BOLDUAN: You know, part of the reasons that I have seen in a\n\n\n\nstatement that you said you didn't want the president was attending, you mentioned it tonight, is that you say he created a commission to enforce voter suppression.",
  "We did not ask the expert to examine the printing after the cursive writing and signature because Beverly indicates that she added that to remind herself of who Roy Moore was and where and when Mr. Moore signed her yearbook.",
  "[19:10:11] Look, Roy Moore said, I told Roy Moore's campaign, everyone that asked, he ought to -- if these women didn't do it, he ought to sue them for defamation of The Washington Post and let them have their day in court.",
  "BROWN (voice-over): Mangiante says she was interviewed by the FBI in October, and that a key focus was on London-based professor Joseph Mifsud, suspected of being a link between the Trump campaign and Russian officials.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. MIA LOVE (R), UTAH: I think if anybody should be going to civil rights museum and to learn about the suffering and I would say the triumph of black Americans, it should be the White House.",
  "PHIL MATTINGLY, CNN CONGRESSIONAL CORRESPONDENT: Well, the\n\n\n\ncongressman says, Kate, the reason why he sped up his timetable was because last night, his wife was admitted to the hospital with an ongoing ailment.",
  "As we celebrate individuals who fought for an opportunity to make democracy work and from all indications of his actions, he don't support many of the values that African-Americans fought for for so many years.",
  "Doug, this wink-wink nod-nod in Florida, I mean, is it -- does it do anything to help protect Republicans who don't support Moore or does it really do anything to protect the President if Roy Moore doesn't win?",
  "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST: Well, I think right now, there is confusion about who is right and whether he was a low level aide, or in fact, he had a rather senior position during the campaign.",
  "So prosecutors right now, they're not really saying exactly what that means, but of course depositions, they're out of court, sworn testimony that can be used for discovery purpose, maybe even at trial.",
  "So, a couple of things -- one, is I think there's absolutely right that you don't necessarily have to be the highest ranking official on a campaign to be privy to information in going-ons in a campaign.",
  "And Hope Hicks actually reported disclosed these meetings with the FBI to Special Counsel Robert Mueller's team when she was interviewed by them, Kate, yesterday and today as part of that Russia probe.",
  "And so, you know, it's simply I think this story is essentially about the aggressive Russian attempts to make contacts and to have friends, to have relationships inside the Trump team and it's so odd.",
  "And it's an unfortunate, in fact, it's an affront to those individuals who fought for voting rights, to ensure that people had quality education and quality access to health care will be celebrating.",
  "This evening, Reverend Al Sharpton said, I heard him say that he thinks, he actually thinks the point of the visit to Mississippi is to depress black turnout in Tuesday's special election in Alabama.",
  "From all our calculation, he's only coming for a photo opportunity and we should not dignify his presence with the dignitaries of individuals who sacrifice to stand next to him for photo opportunity.",
  "MONACO: And but what we've seen in the public reporting and we should point out, I don't know what is in any of those messages or those text messages that have been --\n\n\n\nBOLDUAN: No one does, right.",
  "You know, one thing when it comes to Mueller, one think I think we've really seen this week, a change is really a ramping up this week in attacks coming from Republicans against the Special Counsel.",
  "(END VIDEOTAPE)\n\n\n\nSAVIDGE: Because there are actually two versions of the GOP tax plan, a House and Senate version, the bills are going to have to be reconciled, which means there could be changes.",
  "(BEGIN VIDEOTAPE)\n\n\n\nMARTIN SAVIDGE, CNN NATIONAL CORRESAPONDENT (voice-over): On college campuses across the country, students are protesting Republican tax reforms, many say unfairly target them.",
  "The fiancee of George Papadopoulos, Simona Mangiante, fighting back against team Trump's claims that Papadopoulos was just a coffee boy, insisting he was more actually a key player in the campaign.",
  "I do want to add into this, another reason not just past statements but another reason that this candidate is embattled so much is because of what has come out and become a major issue in the race.",
  "MANGIANTE: He was in contact with Michael Flynn and he worked with Michael Flynn during the transition, and he was actually contributing to develop the foreign policy strategies for the campaign.",
  "Now this was a very specific warning and it really shows that law enforcement was really alarmed that the Russians were still trying to establish contacts with the Trump team after the election.",
  "Many of the veterans will be there with us, after the president leaves, there will be so many people who can go into the museum and celebrate the legacy of all those individuals who sacrificed.",
  "But the other interesting thing I think her story has credibility in another sense, and that is that Mueller himself has given Papadopoulos, you know, a small charge in change for information.",
  "And that volume of information is entirely consistent with what we saw released from the court documents a few weeks ago when that indictment was returned against Paul Manafort and Rick Gates.",
  "JOHNSON: Without any question, the president's while comments, I do know that I will not, along with media and civil rights veterans will not validate his ability to get a photo opportunity.",
  "Joining me now, Former Assistant to President Obama for Homeland Security and Counterterrorism, Lisa Monaco, she also served as Chief of Staff to Robert Mueller when he was the head of FBI.",
  "And that information all has to be gathered, it has to be presented by the prosecutors, investigators, to the grand jury before it can end up in that indictment and laid out for the court.",
  "Mangiante says she met Papadopoulos in September 2016 through LinkedIn, because she was working at the London Center of International Law Practice where he had worked earlier in the year.",
  "TERRY HARTLE, AMERICAN COUNCIL ON EDUCATION: The federal government\n\n\n\nfor 25 years has concluded that using the tax code to help family's pay for post-secondary education is a good idea.",
  "BROWN (voice-over): Later, Papadopoulos met with the President and now, Attorney General Jeff Session, where Papadopoulos allegedly proposed setting up a meeting between Trump and Putin.",
  "I mean, Sam Clovis, no disrespect to Mr. Clovis, but the fact that he was a chief policy adviser for the campaign is some ways laughable because he just wasn't qualified for that, Kate.",
  "That is entirely consistent with what I know to be Bob Mueller's practice, that anytime there is a indication that the process has not been followed, procedures have not been followed.",
  "They rely on the credibility of this very important institution to do their job and to help keep us safe and it's really unfortunate that we're seeing this attack on that credibility.",
  "SAVIDGE: Among other things, the house GOP plan would end student loan interest deductions for millions of students and families, as well as tax tuition waivers for graduate students.",
  "But some experts are now warning that the Republican tax plan could undermine this good news as it will hit college students across the country and threaten the economy as a whole.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:27:52] BOLDUAN: Tonight, the fiancee of the first Trump campaign adviser to plead guilty as part of Robert Mueller's investigation is speaking out to CNN.",
  "And then of course if he does win, there would be all those pictures of the President alongside Moore, which of course Democrats could use in the 2018 midterm elections next year.",
  "To put it in context, this rally is just 15 miles away from the Alabama border, which means just about 15 miles away from voters in a hotly contested special election Senate race.",
  "BOLDUAN: And you're also learning much more tonight about just how much material Mueller and his team have actually gathered in their case against Paul Manafort and Rick Gates.",
  "One ultraliberal, one who's more conservative that I think she's the Alabamians --\n\n\n\nBOLDUAN: What do you make of what has come out in the L.A. Times when he did say that?",
  "I think this story has been overshadowed by everything else that's going on, but in \"The Times\" story, it says Hope Hicks was interviewed for two days, Thursday and Friday.",
  "They cautioned her about the several introductory e- mails that she received from what she thought was Russian government e-mail addresses in the weeks after the election.",
  "Where we are where we are and the choice is one guy --\n\n\n\nHEYE: I would have supported Martha Roby, the hardest work and member of Congress from the Alabama delegation.",
  "And a steady process for this investigation moving -- by the way, without comment from the office of the Special Counsel, they've been doing their speaking in court.",
  "But I think there are a lot of people who realize that there were fatal problems for Republicans nationwide with Roy Moore before any of these allegations came out.",
  "Who picks one of the President -- of President Trump's closest advisers reportedly warned by the FBI that Russian operatives were repeatedly trying to contact her.",
  "MONACO: Look, I think that they are clearly an effort to try and discredit the team, the office of the Special Counsel and the steady work that they've been doing.",
  "I do think there's a little bit of truth in what they're both saying, although more to the Papadopoulos side of the truth and it is to the Trump side of the truth.",
  "And laid out importantly, Kate, dozens of transactions each one of which, and this was to support the money laundering count and allegations in that indictment.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: And President Trump attending the opening of Mississippi Civil Rights Museum tomorrow even though the NAACP wants him to stay away.",
  "(BEGIN VIDEOTAPE)\n\n\n\nPAMELA BROWN, CNN JUSTICE CORRESPONDENT: What have you seen, what have you read, that doesn't square with the George Papadopoulos you know?",
  "In a separate e-mail, a campaign official now identified as Paul\n\n\n\nManafort wrote, it should be someone low level in the campaign so as not to send any signal.",
  "So they've gathered 36 electronics that includes laptops, phones, thumb drives, all of these devices obtained during the raid of Paul Manafort's home in July.",
  "HEYE: -- that we nominate a terrible candidate let's say like Todd Akin or we nominate or elect a terrible candidate like we may do in Alabama with Roy Moore.",
  "But he also said that he never, quote, physically intimated, coerced or had or attempted to have any sexual contact with any member of my congressional staff.",
  "She's now -- look, I mean, they should have acknowledged it when they came out four weeks ago and said this is a signature but I wrote the notes on the end.",
  "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT: Well, Kate, senior FBI officials, they met with Hope Hicks twice inside the Situation Room at the White House.",
  "A campaign supervisor now identified as Sam Clovis responded, quote, great work, and later wrote, I would encourage you to make the trip if it is feasible.",
  "I mean, we learned, I mean, with the speaker on this -- I mean, like Speaker Ryan all but demanded that Frank step down when he learned about all of this.",
  "So, again, not the highest ranking official in the campaign, but I believe she was privy to a lot of things that the Mueller investigation is looking for.",
  "Pensacola where we are now shares a TV market with mobile, so there will be a lot of southern Alabama voters who will see the President's remarks tonight.",
  "GERGEN: Well, in my years in the White Houses and around national security, that's a very rare occurrence, that the FBI would come in and warn somebody.",
  "BOLDUAN: So, what Jessica was just laying out, 400,000 documents including these financial corporate records, three dozen laptops, other electronics.",
  "I don't know how but the sweeping generalization that you can't look minorities in the face, there's plenty of people who have said plenty of things.",
  "It's about every Republican candidate who's going to have to answer for every terrible deed they've done and every terrible thing that they've said.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. JIM JORDAN (R), OHIO: If everyone was dismissed from the Mueller team who was anti-Trump, you wouldn't have anybody left.",
  "BROWN: Mangiante says despite everything they've been through, she continues to stand by her fiance and his willingness to work with investigators.",
  "And the White House is crawling about job growth -- but does the new Republican tax plan threaten future prospects especially for college students?",
  "[19:45:09] In fact, if you understand the movement of civil rights in Mississippi, many of the leaders of the movement were World War II veterans.",
  "I think people got wild on Twitter about me being a spy, thinking I was the Russian Putin's -- that's like a little bit fantasies and everything.",
  "But here's the thing, Gloria Allred wouldn't give the yearbook over to a third party to do this so that we know the chain of custody, who it is.",
  "(voice-over): And that economists say puts a drag on the whole economy, preventing young people from making major purchases, like a car or home.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: But it is widely expected the President will repeat what he said in his tweet tonight and it will have some reach.",
  "[19:55:01] The big question now is, is what happened with Congressman Franks, the way it's going to be, for everyone else in the future, Kate.",
  "(on camera): Experts say if students can't even write-off the interest on their loans, then it will make paying those loans back even harder.",
  "President Trump about to rally thousands of supporters at a campaign-style events in Pensacola, Florida, just across the border from Alabama.",
  "Vineet Truvadi is a graduate of medical and engineer student, with dreams of designing implants to help people with severe mental disorders.",
  "So, they fought abroad for freedoms and they came home to continue to fight for freedom, so I can sit in a seat that I'm sitting in today.",
  "BOLDUAN: OUTFRONT next, positive job numbers out today but some economists warn the economy could be up for a hit under the GOP tax plan.",
  "Is this a signal do you think of how Republican leaders plan to handle other allegations against other members of Congress going forward?",
  "[19:20:05] Each one of those transactions has to be supported by a record whether it's a bank statement or other transaction information.",
  "MONACO: Well, Kate, what that tells me is that this is proceeding as a complex, sophisticated, white collar investigation should proceed.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSIMONA MANGIANTE, GEORGE PAPADOPOULOS FIANCEE: He didn't take any initiative on his own without campaign approval.",
  "(COMMERCIAL BREAK)\n\n\n\nBOLDUAN: Tonight, the U.S. economy marking 86th month in a row of job growth, 228,000 jobs were added in November.",
  "And while she says Papadopoulos communicated with Bannon, Dearborn and Flynn later in the campaign, he never discussed Russia with him.",
  "BOLDUAN: Just to clear, Puerto Rican national, again, not Puerto Rican nationals' reporter, going to be Americans, just so we're clear.",
  "So, the suggestion is that however high up he was, he knew a lot, he was expose to a lot and it does pose a danger to the White House.",
  "And so these attacks are I think a very, very disturbing effort to discredit the investigation and ultimately, what it will turn out.",
  "But when you talk to people on Capitol Hill who are knowledgeable about what's going on, they make clear there was likely more to it.",
  "I do think in defense of Hope Hicks, I don't think at this point we have evidence that she did anything wrong --\n\n\n\nBOLDUAN: Exactly.",
  "There's been a lot of coverage of the Puerto Rican nationals that are coming from Puerto Rico to Florida because of the devastation.",
  "And so, we can celebrate them for all of the great work they did and the president's attendance is nothing more than a distraction.",
  "I mean, if you think he doesn't understand or understand what this is all about, wouldn't it be good for him to be there to learn?",
  "But I must say that the number of times the team has misled us about things like this, it does give more credibility to her story.",
  "BROWN (on camera): Why do you think the White House was so quick to come out and called him a coffee boy or a low level volunteer?",
  "But understand that minority voters throughout this country see that as a flashing red light that says Republicans don't like you.",
  "But, you know, when you tweet vote Roy Moore, that's a public statement, not just something that's cute that's done on an iPhone.",
  "The FBI told her that these e-mails weren't what they seem and that they may have been part of a Russian intelligence operation.",
  "SAVIDGE: Critics call the House GOP plan a mistake, that goes through a long tradition of encouraging students to go to college.",
  "And until there is one final formal bill, it's going to be anxious time for educators, students and especially parents -- Kate.",
  "Arizona Congressman Trent Franks now resigning today after saying just last night that he would be leaving Congress in January.",
  "Seventy percent of college today graduate with loan debt, on average about $38,000 worth, often taking up to 20 years to repay.",
  "If he wanted to learn about the movement of African-Americans, freedom, there's an African-American museum right there in D.C.",
  "We've seen enough of his record to know that Roy Moore is going to be hung like an albatross against -- over every Republican.",
  "The New York Times reporting that Russian operatives reached out to Hope Hicks repeatedly during the presidential transition.",
  "Plus, the FBI warning one of Trump's closest aides, Hope Hicks, that Russian operatives were trying to make contact with her.",
  "ALEXANDER MARQUARDT, CNN SENIOR NATIONAL CORRESPONDENT: Well, the President would have several excuses to hold a rally here.",
  "They follow the law and what's very disturbing about this is you have FBI investigators, FBI agents all around this country.",
  "MANGIANTE: I think they wanted to disassociate from the first person who decided to actively cooperate with the government.",
  "Mifsud allegedly told Papadopoulos during the campaign that the Russians had dirt on Hillary Clinton, thousands of e-mails.",
  "[19:35:14] And he did that because he thought Papadopoulos had a tale to tell and he wants to squeeze that tale out of him.",
  "Franks acknowledging that he made female staffers uncomfortable in discussing surrogacy with them in his initial statement.",
  "The White House and everyone else connected with it has done everything they can to have a different view of Papadopoulos.",
  "(on camera): So the campaign approved on him doing the only interview as far as you know with Russian media (ph) Interfax?",
  "BOLDUAN: OUTFRONT next, the NAACP asking Trump not to attend the opening of Mississippi Civil Rights Museum this weekend.",
  "What the president is doing is serving as a distraction for a photo-op and for whatever political motives he's intending.",
  "TRUVADI: When you look at who is on the ground, who's doing the research and who is doing the coding, it's grad students.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:52:43] BOLDUAN: It was an abrupt announcement, and now tonight, an even more abrupt departure.",
  "UNIDENTIFIED FEMALE: We want to sort of make the broader point that this is part of a larger attack on higher education.",
  "With his voting commission, he don't support open and fair elections to ensure that all citizens have the right to vote.",
  "But the fact they were concerned enough to give her a defensive briefing in the Situation Room, what does that tell you?",
  "And remember, Kate, prosecutors and investigators, they don't start out with an end point that they then try and get to.",
  "BROWN (voice-over): He was not a low level volunteer in the Trump campaign or a rogue agent who acted without approval.",
  "Sometime in July and what we understand is that Director Mueller moved immediately to remove that agent from the team.",
  "Plus, for the first time, we are hearing George Papadopoulos' side of the story about his role in the Trump campaign.",
  "BOLDUAN: I know he's been to that museum in D.C. You don't see this as an -- you don't see this as a time to educate?",
  "As he departed the White House this afternoon for the rally, no word however on what Trump's message will be tonight.",
  "DOUG HEYE, CNN POLITICAL COMMENTATOR: I mean, I think he's trying to have the smallest degree of separation possible.",
  "BOLDUAN: Well, last night, I spoke with Republican Congresswoman Mia Love and here's what she had to say about this.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: George Papadopoulos, he's an oil and energy consultant, excellent guy.",
  "But when news broke about his cooperation with the Special Counsel, President Trump slammed Papadopoulos in a tweet.",
  "BROWN (voice-over): Simona Mangiante says despite what the White House says about her fiancee, George Papadopoulos.",
  "BOLDUAN: I mean, I'm not going to tell her what to do, but she should have come forward and said she wrote notes.",
  "And then, it's up to the Senate to figure out what they're going to do with Roy Moore if he is the one who wins.",
  "And that's why I can't look minorities in the face right now and say the Republican Party should be home to you.",
  "Most of those positions you object to, by the way, are policy positions that Donald Trump have different in you.",
  "Low level, high level, volunteer, no volunteer, coffee boy, latte boy, I mean, the fiancee clearly has one view.",
  "He's better than Doug Jones and he's better than your guys and maybe making America work for us, for everybody.",
  "The Trump party has Democrats and working folks that are looking up saying your policies destroyed the country.",
  "MANGIANTE: I suppose that FBI was interested in knowing my connection with Mifsud, which makes perfectly sense.",
  "BROWN (voice-over): She points to his role as a foreign policy panelist at the Republican National Convention.",
  "And meeting with Israeli settlers around inauguration day seen here in video obtained by \"The Jerusalem Post\".",
  "From us having an opportunity the honor true Americans who sacrificed so much to ensure that democracy worked.",
  "All you have to do is look across the Republican Congress and you start to wonder if that's actually the case.",
  "The guys that are running right now were pro-abortion, pro-amnesty guy and someone who's got a better view.",
  "Tweeting this morning, an attack against the Democrat in the race and ending it with quote, vote Roy Moore.",
  "And protests planned as President Trump is set to attend the opening of Mississippi's Civil Rights Museum.",
  "But this is outrageous that we're even having a conversation -- BOLDUAN: We haven't seen any lawsuits yet.",
  "MARTIN: The party's growing because it's ditching guys like Cantor and Steele that are not conservatives.",
  "That indictment ran to some 31 pages included a dozen separate criminal accounts against the defendants.",
  "REP. STEVE CHABOT (R), OHIO: The depths of this anti-Trump bias on the Mueller team just goes on and on.",
  "But, I mean, if we're all be honest, there were a lot of,\n\n\n\nquote/unquote, volunteers on this campaign.",
  "She says on the advice of his lawyers, her fiancee is not speaking publicly as he waits something (ph).",
  "So Alex, this is not billed as a Roy Moore rally, but is there any question that this is anything else?",
  "Doug Heye is here as well, he's a Former Communications Director for the Republican National Committee.",
  "[19:30:00] (on camera): You say he was consistently in touch with these high level campaign officials.",
  "And Manafort and Gates will be back in court as this most forward -- will be back in court on Monday.",
  "It is time for this state to move forward and people are coming together to celebrate the sacrifices.",
  "OutFront with me now, Ed Martin, he is a Former State GOP Chairman for the Missouri Republican Party.",
  "The quote that says, the government has deposition testimony given by defendants in another matter.",
  "If we want to grow as a party, that's what we have to avoid and that's why this is such a disaster.",
  "This is people's lives that are at stake and at this point, the woman lied about it four weeks ago.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: And new details about Trent Franks resignation effective immediately.",
  "He attended many events and entertained contacts with high level officials of different countries.",
  "And his most recent attempt with tax reform show he don't support affordable, quality health care.",
  "President Trump live in Florida, but expected to make a big pitch to Alabama voters for Roy Moore.",
  "SAVIDGE: Many college students agree, seeing Republican taxation as a threat to their graduation.",
  "But as of now, he's still a member of Congress and he's still disputing exactly what's going on.",
  "And when you ask why or how they know that, they point directly to Speaker Paul Ryan's response.",
  "BROWN (voice-over): In March of 2016, President Trump named him as a top foreign policy adviser.",
  "Why are President Trump's closest aides warned by the FBI about e-mails from Russian operatives?",
  "And so you know --\n\n\n\nBOLDUAN: I don't think Doug made a position on immigration (ph) right now.",
  "And of course, he was in contact with high level officials and got approved for any initiative.",
  "Texas Congressman Blake Farenthold paid $85,000 of taxpayers' money to settle a separate claim.",
  "(END VIDEOTAPE)\n\n\n\nBROWN: And she says that Papadopoulos didn't intentionally mislead the FBI.",
  "MANGIANTE: My understanding of his contribution to the campaign, Russia was really secondary.",
  "That's why I was celebrating the individuals who sacrificed and his attendance is an affront.",
  "VINEET TRUVADI, MD & PHD CANDIDATE: I'm pretty worried about being able to finish my program.",
  "During that process, they had conversations with their family and decided right thing to do.",
  "And for the first time, the state of Mississippi is recognizing the heroes of that movement.",
  "BOLDUAN: OUTFRONT with me next -- OUTFRONT next, Trent Franks no longer a U.S. congressman.",
  "In fact, they couldn't necessarily attract the star talent to come in to be their advisers.",
  "SAVIDGE: Currently, his university waives his tuition in exchange for teaching in research.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: Should they have acknowledged that she wrote any notes at all?",
  "Now, people in southern Alabama will be seeing coverage of this rally tonight as you noted.",
  "If this should have come out before you could have Luther Strange, he's probably your guy.",
  "BOLDUAN: All right, we'll find out on Tuesday exactly list (ph) what Alabama voters think.",
  "I mean, is -- with that happening, is Mueller handing this kind of attack to his opponent?",
  "And he thinks a lot of grad students would have to quit, a blow to all kinds of research.",
  "BOLDUAN: No question, you disagree with him on many policy fronts, but you're in Jackson.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: Mr. President, will you talk about Roy Moore?",
  "He planned to leave Congress in January under a cloud of sexual harassment allegations.",
  "HEYE: The problem, Ed, is it sounds like you don't have a massive problem with slavery.",
  "BOLDUAN: OutFront next, for now, we're hearing George Papadopoulos' side of the story.",
  "But those were evidently put forward by the inspector general, separate investigation.",
  "MANGIANTE: I'm very proud of his choice to cooperate with the right side of the story.",
  "We're going to hold a press conference tomorrow morning at the Smith Robinson Museum.",
  "And we can expect the President to repeat his full-throated endorsement of Roy Moore.",
  "Why doesn't the President just say I'm here for Roy Moore and go straight to Alabama.",
  "I think there's part of it is that you're not wanting to necessarily get the optics.",
  "Now the Moore campaign has said that the candidate himself will not be here tonight.",
  "I think that she was in the room, be interesting to see what she told investigators.",
  "He's going to take action to address it and I think that's what we saw in this case.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMANGIANTE: George Papadopoulos is everything but a coffee boy.",
  "BROWN: She says despite that coincidence, she told the FBI she's not a Russian spy.",
  "MANGIANTE: It's the same person who called him excellent guy, so I agree with that.",
  "Most have denied downplayed or said they didn't recall their interactions with him.",
  "But perhaps the most intriguing disclosure in the prosecutors filing today is this.",
  "I've seen race in the Republican Party as up close as anybody in every angle of it.",
  "But, Kate, it's not lost on anyone here that this is doubling as a Roy Moore rally.",
  "He is spending part of the weekend at his resort, Mar-a-Lago, in southern Florida.",
  "And as you note d, he said again in a tweet today in all caps, vote for Roy Moore.",
  "David, his fiancee has been interviewed as well, Ms. Mangiante, by Mueller's team.",
  "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: It was a volunteer position.",
  "Then most recently worked for Eric Cantor, the highest ranking Jewish Republican.",
  "BOLDUAN: And you don't see this as an opportunity to try to bring folks together?",
  "You're looking at live pictures right now of the event as it getting ready to go.",
  "JOHNSON: Well, it would be great if he was coming to learn and not for photo-op.",
  "LISA MONACO, FORMER CHIEF OF STAFF TO ROBERT MUELLER: Good to be with you, Kate.",
  "MARTIN: Anybody who says things like slavery should exist now, it's ridiculous.",
  "They say that their base has been ignited and that there's wind in their sails.",
  "Why doesn't the President just go to Alabama and campaign alongside Roy Moore?",
  "(on camera): A young, low level volunteer who was already proven to be a lair.",
  "Why the Republican is now leaving effective immediately instead of in January?",
  "If you go back this time and look at the campaign was like, it was very lean.",
  "Alex Marquardt is OutFront tonight at the site of the Trump rally in Florida.",
  "It's kind of head nod in one way, but the truth is pretty clear in politics.",
  "Aired 7-8p ET\n\nAired December 8, 2017 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "[19:00:12] KATE BOLDUAN, OUTFRONT GUEST HOST: OutFront next, breaking news.",
  "He was actively giving his input and insights on -- in terms of strategies.",
  "What we've seen over in less than eight months is four individuals charged.",
  "Then I worked for Michael Steele, the first African-American RNC Chairman.",
  "They have actively encouraged all of their supporters to come out tonight.",
  "The political office when they decided this location is thinking of 2020.",
  "And the President help them all with this wink-wink nod-nod this evening.",
  "How much do you think her statement matters in the grand scope of things?",
  "You know, so there -- I think he may play, he may have put a wire on him.",
  "JOHNSON: Absolutely, he can go in and educate, but not for the photo- op.",
  "In fact, we're the last statement to bear the federal emblem in our flag.",
  "The House bill is a complete reversal of 25 years of established policy.",
  "OUTFRONT tonight, David Gergen, he served as adviser to four presidents.",
  "What does this tell you about the scope of Mueller's investigation here?",
  "Her attorney says they had an expert authenticate the signature, though.",
  "Why do they continue even after Russia was accused of election meddling?",
  "BOLDUAN: So instead, you're stuck with a non-Roy Moore Roy Moore rally.",
  "So, Kate, this case is moving full steam ahead with a lot of documents.",
  "The Mueller team was put together I think in late spring, April or May.",
  "MANGIANTE: They asked me if I speak Russian, if I know Russian people.",
  "You know, my background in politics, my first job was for Jesse Helms.",
  "The White House says it's proof Trump's economic vision is paying off.",
  "JOHNSON: I will not be there tomorrow his attendance is a distraction.",
  "The last time Roy Moore thought America was great was during slavery.",
  "His fiancee telling CNN he was not just a low level campaign adviser.",
  "I think the President's late to the party in terms of being fully in.",
  "The nearby mobile media market reaches nearly one in six Alabamians.",
  "It's quite a strange coincidence we both worked for the same person.",
  "MARTIN: Well, look, I mean, he just went through a litany of things.",
  "President Trump is about to take the stage at any moment in Florida.",
  "Another possible GOP casualty, scientific and medical breakthroughs.",
  "We're going to celebrate the veterans of the civil rights movement.",
  "He can go to civil rights museums all across the country right now.",
  "But here's the point Ed and Kate --\n\n\n\nMARTIN: They're not running.",
  "But, Doug, when it comes to you, does this change your mind at all?",
  "How do you say it where she didn't admit that she wrote part of it?",
  "He didn't take any initiative on his own without campaign approval.",
  "MICHAEL CAPUTO, FORMER DONALD TRUMP ADVISER: He was the coffee boy.",
  "But the President has as of today, left zero doubt where he stands.",
  "What I would say, Ed, as a former state party chair from Missouri.",
  "He's also the former president of the NAACP's Mississippi chapter.",
  "A lot of people who aren't paid -- Bannon, Paul Manafort, so what?",
  "He don't affect free, quality, public education for all children.",
  "And if he doesn't, you can have me on and I'll complain about it.",
  "The White House did not provide a comment for this story -- Kate.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: What do you think of those attacks?",
  "I've written, I've studied and I've talked about it a whole lot.",
  "And a major shift in Trent Franks' plan to resign from Congress.",
  "BOLDUAN: To Alex's point, Ed, tonight's rally --\n\n\n\nMARTIN: Yes.",
  "BOLDUAN: We know --\n\n\n\nJOHNSON: This is not the time and place.",
  "As a former comms direct for the RNC, that makes me really sad.",
  "I mean, but if they -- here's the easy -- we're not Alabamians.",
  "MONACO: Look, Bob Mueller is somebody who keeps his head down.",
  "BOLDUAN: And we will continue to follow them as they come out.",
  "MANGIANTE: George Papadopoulos is everything but a coffee boy.",
  "MONACO: No, I think what we've seen is immediate steps taken.",
  "BOLDUAN: And it's become kind of -- it's a funny thing, Mark.",
  "But it sounds really dumb and it sounds like a terrible idea.",
  "So I'd like to know what the context (ph), why it happened.",
  "But still, you have someone who says the signature is his.",
  "And if he wants to wear a big, dumb, red hat, that's fine.",
  "MANGIANTE: It was foreign policy adviser for the campaign.",
  "He can go at anytime, without any camera, and truly learn.",
  "Mississippi was ground zero for the civil rights movement.",
  "DERRICK JOHNSON, NAACP PRESIDENT: Thank you for having me.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "And I think we should welcome that type of participation.",
  "He helped those editing Trump's speech on foreign policy.",
  "I'm over time, but does he taking this stuff personally?",
  "I suppose this can be quite threatening for some people.",
  "Again --\n\n\n\nMARTIN: Well she didn't tell the truth then.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:16:30] BOLDUAN: Breaking news.",
  "So they've gathered hundreds of thousands of documents.",
  "BOLDUAN: Derrick Johnson, thanks so much for coming in.",
  "The embattled Republican candidate running in the race.",
  "OUTFRONT with me now, NAACP president Derrick Johnson.",
  "That's according to reporting from the New York Times.",
  "We're talking about a choice between two candidates.",
  "I mean, you're for amnesty, so is Cantor, so Steele.",
  "[19:05:08] So they're always thinking down the line.",
  "I think his history with race is pretty well-known.",
  "And I'll break down the staggering numbers for you.",
  "Investigators have also secured 15 search warrants.",
  "BROWN: What was his interaction with Michael Flynn?",
  "Will the president respect their wishes or show up?",
  "Those are principles this president do not support.",
  "(END VIDEO CLIP)\n\n\n\nBOLDUAN: Does she have a point?",
  "Are you -- last I heard, you were going to attend.",
  "And it really did big work with Egyptians, Israel.",
  "It's not that you're --\n\n\n\nMARTIN: No, no, no, no.",
  "People have been planning it for over four years.",
  "BOLDUAN: Still a lot of questions about that now.",
  "OutFront tonight, we are following breaking news.",
  "There's a decent chance that Moore does not win.",
  "ED MARTIN, CNN POLITICAL COMMENTATOR: Thank you.",
  "You see this as nothing more than a distraction.",
  "MARK PRESTON, CNN SENIOR POLITICAL ANALYST: Yes.",
  "HEYE: Look, it certainly doesn't help her case.",
  "What was your reaction when you saw that tweet?",
  "And in very dangerous places around the world.",
  "He's a nobody and it was a volunteer position.",
  "GERGEN: -- before or after the FBI warned her.",
  "All signs are that he's going to be attending.",
  "Not to talk about issue that he don't support.",
  "Those need be addressed and addressed quickly.",
  "But, you know, there's another aspect of this.",
  "Well I think that was good reporting actually.",
  "There's no suggestion she did anything wrong.",
  "Great to see you, Lisa, thanks for coming in.",
  "Great to see you, Lisa, thanks for coming in.",
  "SIMONA MANGIANTE, PAPADOPOULOS' FIANCEE: Yes.",
  "When they met, Mifsud was running the center.",
  "BOLDUAN: You said that, she did not say that.",
  "She says she wrote in the date and the place.",
  "Well then you've backed him as much you can.",
  "MONACO: I don't think anybody has seen them.",
  "She was around president Trump all the time.",
  "And thanks so much for joining us, everyone.",
  "BOLDUAN: -- 15 mile from the Alabama border.",
  "Mr. President, what about jobs number (ph)?",
  "Mark Preston, CNN senior political analyst.",
  "BROWN: Was Russia a big focus for him too?",
  "He will not be affected by this criticism.",
  "Like did he have a lot of contacts there?",
  "Now, he says he's going to pay that back.",
  "It's like you're throwing a quote at me.",
  "Jessica Schneider is OutFront with this.",
  "They've also handed over to defendants.",
  "Not you, not me and not the L.A. Times.",
  "He's going to focus on the job at hand.",
  "MATTINGLY: Look, it's a great question.",
  "The fallout would go far beyond campus.",
  "BOLDUAN: So, you do not want him there.",
  "But I agree with the reporting on this.",
  "But that not --\n\n\n\nBOLDUAN: Literally.",
  "So they were taking it very seriously.",
  "And he lets the work speak for itself.",
  "BOLDUAN: Does he take this personally?",
  "What they do is they follow the facts.",
  "His fiancee says he was no coffee boy.",
  "They're releasing that in court file.",
  "That's what Alabamians get to decide.",
  "It's why so many people can't say it.",
  "BOLDUAN: Which is just a huge number.",
  "It was not very sophisticated at all.",
  "Why did he suddenly up his departure?",
  "I'm Kate Bolduan in for Erin Burnett.",
  "He won this part of Florida handily.",
  "JOHNSON: People are coming together.",
  "The group's President joins me next.",
  "We've seen enough of his statements.",
  "I mean, this is not like a TV show.",
  "Jessica, what more can you tell us?",
  "BOLDUAN: Martin, thank you so much.",
  "Now, why all the smoke and mirrors?",
  "I think let's all be clear on this.",
  "Mr. Johnson, thanks for coming in.",
  "Where are your big, dumb, red hat?",
  "HOUSE SPEAKER: Mueller is corrupt.",
  "BROWN: Signed off by the campaign?",
  "Sessions claims he nicks the idea.",
  "KATE BOLDUAN, CNN HOST: All right.",
  "And continue to follow the facts.",
  "That it's not just about Alabama.",
  "So, now, are you boycotting this?",
  "Gentlemen, great to see you guys.",
  "And they are thinking of Florida.",
  "Trump is about to take the stage.",
  "He's also a Roy Moore supporter.",
  "Well, this is a very tight race.",
  "That was first issued on Monday.",
  "JOHNSON: No, there's no boycott.",
  "Let's see what happens tomorrow.",
  "Phil, what more can you tell us?",
  "But they want to tax the waiver.",
  "So he knows --\n\n\n\nMARTIN: Right.",
  "She said this is from Roy Moore.",
  "And, you know, I like Ed a lot.",
  "So she is speaking out instead.",
  "Tax he says he couldn't afford.",
  "It was very, very disorganized.",
  "Do you think that's a stretch?",
  "With that, \"AC360\" starts now.",
  "HEYE: Look, I understand that.",
  "BOLDUAN: So the quote is dumb.",
  "That's an appalling statement.",
  "And here's the problem, Kate.",
  "OutFront next, breaking news.",
  "So prosecutors have obtained.",
  "Are you going to go tomorrow?",
  "Pensacola, it's, oh so close.",
  "BOLDUAN: I'm just saying, Ed.",
  "So Roy Moore is not perfect.",
  "What the origins of it were.",
  "Do you believe Beverly now?",
  "MARTIN: No, of course, not.",
  "The volume is just amazing.",
  "PRESTON: Just very quickly.",
  "Phil Mattingly is OUTFRONT.",
  "Martin Savidge is OUTFRONT.",
  "Some would say very small.",
  "The senior FBI is corrupt.",
  "Pamela, thank you so much.",
  "Lanza declined to comment.",
  "MARTIN: I have no problem.",
  "Why is she coming forward?",
  "Let's step back a minute.",
  "It's absolutely shocking.",
  "Pamela brown is OutFront.",
  "I think this is critical.",
  "Florida is a swing state.",
  "Well, very good question.",
  "Just quite a ring to it.",
  "It's a long time coming.",
  "Thank you so much, guys.",
  "Jessica, thanks so much.",
  "A luminous information.",
  "HEYE: It's pretty easy.",
  "NEWT GINGRICH (R), FMR.",
  "Great to see you, Phil.",
  "Good evening, everyone.",
  "Should Trump stay away?",
  "But why Florida, U.S.?",
  "Great to see you guys.",
  "MARTIN: OK, all right.",
  "Not to stand on stage.",
  "That was the movement.",
  "The system is corrupt.",
  "BOLDUAN: There you go.",
  "They weren't running.",
  "Two have pled guilty.",
  "MONACO: Thanks, Kate.",
  "Thanks so much, Alex.",
  "All in for Roy Moore.",
  "Just listen to this.",
  "This is pretty easy.",
  "That's what he said.",
  "BOLDUAN: Absolutely.",
  "JOHNSON: Thank you.",
  "BOLDUAN: We'll see.",
  "I didn't hear that.",
  "It breaks my heart.",
  "She knew that then.",
  "BOLDUAN: All right.",
  "BOLDUAN: All right.",
  "But I'll you what.",
  "MATTINGLY: Thanks.",
  "GERGEN: Thank you.",
  "I mean, hilarious.",
  "Let's go OutFront.",
  "Great to see you.",
  "Mark, final word?",
  "They get to pick.",
  "MARTIN: Well, no.",
  "She knew it now.",
  "No candidate is.",
  "Why Mississippi?",
  "MARTIN: I know.",
  "SCHNEIDER: Yes.",
  "Listen to this.",
  "BOLDUAN: Right.",
  "MANGIANTE: Yes.",
  "MANGIANTE: Yes.",
  "MARTIN: Voters.",
  "I'm not voters.",
  "BOLDUAN: Yes.",
  "What changed?",
  "BOLDUAN: Yes.",
  "BOLDUAN: Ed?",
  "MARTIN: Yes.",
  "HEYE: Sure.",
  "Absolutely.",
  "We'll see.",
  "Good news.",
  "Thank you.",
  "Literally.",
  "Voters.",
  "Voters.",
  "I know.",
  "Kate?",
  "Kate?"
]