[
  "In his resignation letter, Sessions said he was “honored to serve” as attorney general and said his Justice Department “restored and upheld the rule of law – a glorious tradition that each of us has a responsibility to safeguard.”\n\nSessions' departure from the Justice Department was not unexpected, as the president has signaled that there would be changes to his administration after the midterms.",
  "“It does not take a lawyer or even a former federal prosecutor like myself to conclude that investigating Donald Trump's finances or his family's finances falls completely outside of the realm of his 2016 campaign and allegations that the campaign coordinated with the Russian government or anyone else,” Whitaker wrote.",
  "“That goes beyond the scope of the appointment of the special counsel.”\n\nIn March 2017, Sessions announced his plans to recuse himself after reports surfaced detailing undisclosed conversations with Russian ambassador Sergey Kislyak during the campaign.",
  "“Given his previous comments advocating defunding and imposing limitations on the Mueller investigation, Mr. Whitaker should recuse himself from its oversight for the duration of his time as acting attorney general,” Schumer said in a statement.",
  "“We will be holding people accountable.”\n\nBefore he took a job at the Justice Department, Whitaker wrote an op-ed saying Mueller “is dangerously close to crossing” a “red line” in the Russia probe if he looked at Trump or his family’s finances.",
  "For more than a year, Trump has repeatedly lambasted Sessions over his recusal, saying he wouldn’t have installed him as the country’s top law enforcement officer had he known his attorney general would recuse himself from the Russia probe.",
  "Upon hearing the news of Sessions’ resignation, Senate Minority Leader Chuck Schumer, D-N.Y., told reporters that “protecting Mueller and his investigation is paramount.”\n\nHe also called on Whitaker to remove himself from the Russia probe.",
  "Sessions -- who bonded with Trump over their populist views on trade and immigration -- became the first sitting senator to endorse Trump in February 2016 when he announced his support of the New York businessman’s then-underdog campaign.",
  "I wish him well and look forward to working with him in any future endeavors.”\n\nSessions also had his critics -- especially from civil libertarians and others who disagreed with his hardline stance against illegal immigration.",
  "A permanent replacement will be nominated at a later date.”\n\nSources told Fox News that Trump did not call Sessions, but rather White House Chief of Staff John Kelly informed him of the president’s request that he resign.",
  "Though most Democrats voted against their former colleague, his confirmation was seen as redemption for Sessions, whose nomination for a 1986 federal judgeship was rejected by the Senate Judiciary Committee at the time.",
  "“Having concluded those meetings today, I have decided to recuse myself from any existing or future investigations of any matters related in any way to the campaigns for president of the United States,” Sessions said.",
  "Jeff Sessions, once one of President Trump’s most loyal and trusted advisers before infuriating Trump over his recusal from the Russia investigation, has resigned as attorney general at the request of the president.",
  "It’s very sad.”\n\nIn March 2017, shortly after taking office, Sessions removed himself from the Russia investigation, citing his involvement as a high-profile surrogate and adviser to Trump’s campaign.",
  "“We are pleased to announce that Matthew G. Whitaker, Chief of Staff to Attorney General Jeff Sessions at the Department of Justice, will become our new Acting Attorney General of the United States.",
  "However, Justice Department ethics officials have not yet determined whether he will be able to hold that responsibility, or whether he may also have to recuse himself from the investigation.",
  "The endorsement was seen as a blow to Texas Sen. Ted Cruz, Trump’s conservative rival in the Republican race whose path to victory included a strong performance in Southern states.",
  "Whitaker, according to sources, is now overseeing everything at the Justice Department, including the Russia investigation -- despite calls from Democrats to recuse himself.",
  "\"Throughout his career, as a prosecutor, a senator and as attorney general, he remained steadfast in his commitment to the rule of law and his love of our great nation.",
  "After Trump won the White House, Sessions, who faced no opposition in his 2014 re-election to the Senate, gave up a safe seat to become Trump’s attorney general.",
  "“Jeff Sessions was the worst attorney general in modern American history,” American Civil Liberties Union executive director Anthony D. Romero said Wednesday.",
  "“Why is the President making this change and who has authority over Special Counsel Mueller’s investigation?” New York Democratic Rep. Jerry Nadler tweeted.",
  "Trump’s falling out with Sessions was remarkable, considering the pivotal and trusted role the Alabama Republican played for Trump during the campaign.",
  "When other Republicans abandoned Trump after the release of the “Access Hollywood” tape just days before the general election, Sessions stood by Trump.",
  "During his confirmation hearing, Sessions denied accusations from Democrats that he had made racially insensitive statements in the past.",
  "The Democratic leader of the House Judiciary Committee called for “answers immediately as to the reasoning” behind Sessions’ removal.",
  "Deputy Attorney General Rod Rosenstein then took control of the investigation and decided to appoint Mueller to take over the probe.",
  "The investigation into the Russian government’s attempted meddling in the election has dogged the president since he took office.",
  "“I thank Jeff Sessions for his dedicated service as attorney general,\" Senate Majority Leader Mitch Mitch McConnell, R-Ky., said.",
  "Sessions is expected to leave the Justice Department by the end of the day, and Whitaker is expected to take over immediately.",
  "At the time of his recusal, Sessions said he met with the “relevant senior career department officials” to discuss the issue.",
  "The president tweeted that Matthew Whitaker, chief of staff to Sessions, will become the acting attorney general.",
  "A number of Sessions’ top staffers – including Rick Dearborn and Stephen Miller – took senior White House roles.",
  "His statement comes a day after Democrats retook the House, giving them the power to launch investigations.",
  "In September, Trump said of his strained relationship with Sessions, “I don’t have an attorney general.",
  "Sessions went on to become one of Trump’s most outspoken and prominent surrogates during the campaign.",
  "As attorney general, Sessions cracked down on illegal immigration, vowing to enforce federal law.",
  "“At your request, I am submitting my resignation,” Sessions wrote in a Wednesday letter to Trump.",
  "It’s unclear if Special Counsel Robert Mueller was informed before the Sessions announcement.",
  "Trump added: “We thank Attorney General Jeff Sessions for his service, and wish him well!",
  "Sessions has said he was acting in his capacity as a Republican senator from Alabama.",
  "Sources told Fox News Whitaker will now be overseeing the Russia investigation.",
  "Sessions’ former Senate colleagues on Wednesday praised him for his service.",
  "But no one faced more rumors of an imminent dismissal than Sessions.",
  "Fox News' John Roberts and Chad Pergram contributed to this report.",
  "Trump and his aides have denied any collusion with the Russians.",
  "Democrats expressed alarm after the announcement.",
  "He will serve our Country well,” he said.",
  "Trump won Alabama."
]