[
  "jared kushner More\n\nIn talks with Kislyak in December — which Kushner did not originally disclose on his security clearance form — Kushner floated the possibility of using Russian diplomatic facilities in the US to essentially conceal the transition's interactions with Russian officials from US government scrutiny, The Post wrote, citing US intelligence officials briefed on the matter.",
  "In an 11-page statement provided to the Senate Intelligence Committee in late July detailing his Russian contacts during the campaign and transition period, Kushner said he \"did not recall\" the meeting with Veselnitskaya and Akhmetshin until he began \"reviewing documents and emails in response to congressional requests for information.\"",
  "Member of President Donald Trump's legal team wanted his son-in-law Jared Kushner to resign from his position as a senior adviser because of his controversial meetings with Russian nationals during the election and his initial failure to disclose them on his security clearance form, according to the Wall Street Journal.",
  "\"I believed developing a thoughtful approach on Syria was a very high priority given the ongoing humanitarian crisis, and I asked if they had an existing communications channel at his embassy we could use where they would be comfortable transmitting the information they wanted to relay to General Flynn,\" Kushner wrote.",
  "Kushner met twice with former Russian ambassador Sergey Kislyak in 2016 — once during the election at the Mayflower Hotel in April and again during the transition period at Trump Tower in December — and once with the CEO of a sanctioned Russian bank, Sergey Gorkov, who was personally appointed by Vladimir Putin.",
  "Kushner also drew scrutiny at the beginning of the summer when the Washington Post reported that he had tried to establish a secret line of communication between the Trump administration and Russian government officials during the transition period.",
  "Trump's legal team reportedly prepared talking points to address the meeting, but never used them — instead, Donald Trump Jr. issued a misleading statement that arguably made matters far worse for the White House.",
  "Kushner also attended a meeting organized by his brother-in-law Donald Trump Jr. at Trump Tower last June with Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin.",
  "Trump's attorneys were aware of that meeting when they began pushing for his ouster, according to the Journal, since he was the only one at the meeting who currently holds a White House job.",
  "“I made my views known.”\n\nMarc Kasowitz, Trump's former attorney who took on a reduced role following a minor email scandal, largely echoed Dowd's sentiments.",
  "Kushner said in his statement for the Senate Intelligence Committee that the communications channel was meant to discuss the US' and Russia's Syria policy.",
  "Trump's main lawyer in the Russia probe, John Dowd, told the Journal that he \"didn't agree\" with some of his colleagues' view that Kushner should resign.",
  "According to the Journal, however, some of Trump's laywers went as far as to draft a statement for Kushner to explain why he was stepping down.",
  "Kislyak was reportedly \"taken aback\" by Kushner's request because it posed significant risks for the Trump team and the Kremlin.",
  "White House special counsel Ty Cobb called the report \"completely false\" in a statement on Monday night.",
  "But he passed along the request to Moscow, which is how it got picked up by US intelligence officials.",
  "Trump resisted, telling aides that Kushner had done nothing wrong.",
  "\"I thought it was absurd,” Dowd said."
]