[
  "He has regularly sparred with television anchors, claiming that Trump did not know about his son, campaign manager, and son-in-law's meeting with the Russian lawyer, and has insisted that Trump is not under criminal investigation, despite reporting from The Washington Post and the president's own tweet that suggested he is a target of the probe.",
  "In an interview on ABC's \"This Week,\" Jay Sekulow argued that Trump Jr.'s meeting with the lawyer, Natalia Veselnitskaya, and Russian-American lobbyist Rinat Akhmetshin was innocent because if it weren't, the Secret Service would not have let the guests meet with top members of the Trump campaign.",
  "— Jeet Heer (@HeerJeet) July 16, 2017\n\nThough he is not Donald Trump Jr.'s lawyer, Sekulow has become one of the most high-profile defenders of both Trumps' conduct, appearing regularly for television interviews multiple times a week from Nashville, where he is located.",
  "Sekulow's comments quickly sparked criticism, as many people noted that it was not normally the secret service's duty to bar individuals from meeting with campaign officials, particularly if those officials do not pose an immediate, obvious threat.",
  "https://t.co/mtkpW8hkw9 — James Surowiecki (@JamesSurowiecki) July 16, 2017\n\nSurely the GOP knows the Secret Service is not tasked with protecting our country from espionage nor our electoral system from tampering?",
  "https://t.co/4Awr4gGeJx\n\n— Ryan Lizza (@RyanLizza) July 16, 2017\n\nKnowing the Secret Service as I do, 1)they won't be pleased by this and 2)Executive Protective service isn't there to be a chaperone.",
  "President Donald Trump's personal lawyer floated a new reason why Donald Trump Jr. did nothing wrong when he met with a Russian lawyer offering damaging information on Hillary Clinton.",
  "https://t.co/sRgctMPcyQ — Juliette Kayyem (@juliettekayyem) July 16, 2017\n\nThe Secret Service also didn't stop Reagan from selling weapons to Iran to fund Contra war!",
  "https://t.co/NujcuvCeoH\n\n\n\n\n\n\n\n— Matthew Yglesias (@mattyglesias) July 16, 2017\n\nPrevious spin: We didn't know who they were until they got to the meeting.",
  "Akhmetshin also told Yahoo's Michael Isikoff on Friday that “no one asked us for ID's\" when he and Veselnitskaya walked into Trump Tower.",
  "NOW WATCH: A Harvard mathematician reveals how algorithms are making police and the courts more biased\n\n\n\n\n\nMore From Business Insider",
  "So the Secret Service is supposed to decide what people presidential candidates can meet, and what people they can't?",
  "\"I wonder why the Secret Service — if this was nefarious — why the Secret Service allowed these people in?\"",
  "Thus we would not have screened anyone he was meeting with at that time,\" a spokesman told Reuters.",
  "\"The president had Secret Service protection at that point, and that raised a question with me.\"",
  "https://t.co/gChzyRT45Y — Tom Bonier (@tbonier) July 16, 2017\n\nThis is a very odd defense.",
  "Jr. was not under Secret Service protection at the time of the meeting.",
  "“We literally walked in” without any security check, Akhmetshin said.",
  "If Watergate was nefarious, why'd the Secret Service let Nixon do it?",
  "\"Donald Trump, Jr. was not a protectee of the USSS in June, 2016.",
  "Further, the Secret Service said later on Sunday that Trump.",
  "New spin: They were vetted by our Secret Service detail.",
  "We need to fix the Secret Service!",
  "Because that's not their job.",
  "Just so dumb.",
  "Sekulow said."
]