[
  "A trained biochemist who speaks four languages, he described himself on one official document as a ‘househusband.’ He identified himself as the head of a Washington think tank for years after it was officially dissolved.”\n\nAlso: “[Akhmetshin] told some journalists that he worked with a military counterintelligence unit, but said he never joined Russian intelligence services — unlike his father, sister and godfather.”\n\nSaid one U.S. official who has met with him: “My understanding was that he had come from the security agencies in the Soviet Union-Russian Federation.”\n\nSaid another: “He would boast about ties and experience in Soviet intelligence and counterintelligence to give himself some cachet and make himself a mystery man.”\n\nAkhmetshin has been accused twice of involvement in hacking attacks against the corporate rivals of Russian billionaires who were employing him.",
  "Last June, Donald Trump Jr. organized a meeting between then-Trump campaign chairman Paul Manafort, current senior White House adviser Jared Kushner, and three individuals with some interesting connections to the shady Russian campaign to eliminate U.S. sanctions designed to prevent the flow of illicit Russian funds into the American financial system.",
  "Win McNamee/Getty Images\n\nIn the tradition of the Clintonometer and the Trump Apocalypse Watch, the Impeach-O-Meter is a wildly subjective and speculative daily estimate of the likelihood that Donald Trump leaves office before his term ends, whether by being impeached (and convicted) or by resigning under threat of same.",
  "Those interesting connections just got a whole lot … interesting-er thanks to a New York Times report on Rinat Akhmetshin, a lobbyist who was one of the individuals at the meeting:\n\nSays the Times: “Akhmetshin sometimes referred to his contacts by pseudonyms and collected his salary in stacks of hundred-dollar bills.",
  "Now, we don’t know that the Trump campaign and Russia agreed that Trump would give Russia favorable treatment as president in exchange for Russia’s perpetration of hacking and propaganda attacks against Hillary Clinton.",
  "But if that agreement did take place, it would really make a lot of sense for Rinat Akhmetshin to have been one of the go-betweens who set it up.",
  "He worked for five years on a project with a top Putin aide who was once the deputy director of the Russian FSB intelligence service.",
  "And also that the Trump campaign benefitted to an extroardinary degree from Russia-linked hacking and propaganda operations.)",
  "(You may recall that the Trump campaign and Trump administration have taken an unusually soft line on Russia sanctions.",
  "(One of the cases had been previously reported on; the Times found a second.)",
  "He’s apparently claimed to be a “longtime acquaintance” of Paul Manfort’s.",
  "Donald Trump Jr. at the White House on April 17.",
  "(Manafort denies a lot of things.)",
  "(Manafort denies it.)",
  "via Jonathan Chait"
]