[
  "A profane and fast talker who likes to dress well, a quick study who understands the world of geopolitics, local politics and technology, he managed to ingratiate himself with important members of Congress, and through them and his contacts with reporters single-handedly tarnished Nazarbayev’s and Kazakhstan’s reputation.”\n\nCNN reported in the afternoon that the number of attendees in the June 9 meeting now appears to be at least eight, and included a translator and another Russian representative.",
  "Donald Trump Jr. Getty Images\n\nOn Friday NBC News reported—and the Associated Press confirmed firsthand—that Donald Trump Jr.’s meeting with Russian lawyer Natalia Veselnitskaya was also attended by a Russian lobbyist formerly employed by Soviet counter-intelligence who some U.S. officials reportedly say has “ongoing ties to Russian intelligence.” From the AP:\n\nRinat Akhmetshin confirmed his participation to The Associated Press on Friday.",
  "The Daily Beast reports that in 2015, a suit was filed by the Russian company International Mineral Resources accusing Akhmetshin of orchestrating an “international hacking conspiracy.” From the Daily Beast:\n\nThe U.S. District Court in Washington, D.C. was told in July 2015 that Akhmetshin had arranged the hacking of a mining company’s private records—stealing internal documents and then disseminating them.",
  "Additionally, in Axios, the journalist Steve LeVine recounted his own interactions with Akhmetshin over the years:\n\n\n\nI met Akhmetshin in 1998 in the Kazakhstan city of Almaty, where I was writing for the New York Times and he was representing the country’s opposition leader in a quixotic effort to oust President Nursultan Nazarbayev.",
  "It’s been reported that Sen. Chuck Grassley sent letters to then-Acting Deputy Attorney General Dana Boente and Homeland Security Secretary John Kelly about Akhmetshin, who was the subject of a complaint filed with the Justice Department in 2016 about his failure to register under the Foreign Agents Registration Act (FARA).",
  "He told me specifically he was not working for the Russian government, and in fact laughed when I asked him that question.” But on Morning Joe, MSNBC’s Willie Geist reported that Futerfas was mistakenly referring to an unidentified sixth person in the meeting, not the lobbyist in question.",
  "Akhmetshin has been reported to have ties to Russian intelligence agencies, a characterization he dismisses as a “smear campaign.” He told the AP he served in the Soviet military in a unit that was part of counterintelligence but was never formally trained as a spy.",
  "NBC News initially reported that Trump Jr.’s lawyer Alan Futerfas confirmed that Akhmetshin attended the meeting, that Trump Jr. was not aware of his background, and that Futerfas had talked with the lobbyist, telling the news network, “He is a U.S. citizen.",
  "Shortly after he began that work, IMR suffered a sophisticated and systematic breach of its computers, and gigabytes of data allegedly stolen in the breach wound up the hands of journalists and human rights groups critical of the mining company.",
  "Over the subsequent months, Akhmetshin leaked me a trove of documents that linked Nazarbayev to millions of dollars in Swiss bank accounts — payments from international oil companies working in the Central Asian republic.",
  "Akhmetshin [noted],” the investigator said, “that he was hired because there were certain things that the law firm could not do.” The Daily Beast reports that IMR unexpectedly withdrew their case in early 2016.",
  "The result was a scoop in the paper, a high-profile investigation by the U.S. Justice Department, and, later, a thick section of a book I wrote about those years on the Caspian Sea.",
  "“At that time and over the subsequent years,” LeVine wrote, “Akhmetshin proved again and again to be surprisingly adept at influencing politics in Washington, DC, not his homeland.",
  "The Beast goes on to report that Akhmetshin admitted to possessing a hard drive containing files about IMR’s owners that he claimed were compiled from open-source information.",
  "The corporate espionage case was brought by IMR, who alleged that Akhmetshin was hired by Russian oligarch Andrey Melinchenko, an industrialist worth around $12 billion.",
  "That investigator also wrote a sworn declaration testifying that he had heard Akhmetshin bragging in London that he was responsible for the hacking of IMR’s systems.",
  "A private investigator hired by IMR, however, claimed that a copy of Akhmetshin’s data provided by a source contained files stolen in the attack.",
  "Both letters mention that Akhmetshin reportedly worked with Fusion GPS, which was behind the dossier on Trump compiled by Christopher Steele.",
  "A New York law firm paid Akhmetshin $140,000, including expenses, to organize a public relations campaign targeting IMR.",
  "IMR accused Akhmetshin of paying Russian hackers to carry out the hack attack.",
  "“Mr."
]