[
  "Investigators likely also asked Kushner about a pair of May reports in the New York Times and the Washington Post, which indicate that Kushner attempted to establish backchannel lines of communication to Russian President Vladimir Putin.",
  "Kushner was called to Capitol Hill to provide information related to a June 2016 meeting which he attended along with Donald Trump Jr., Paul Manafort, Rob Goldstone and former Soviet intelligence officer, Rinat Akhmetshin.",
  "The pair met with Russian lawyer Natalia Veselnitskaya with the understanding that she would provide damaging information related to Russian support for former Secretary of State Hillary Clinton’s presidential campaign.",
  "“Your son-in-law and advisor Jared Kushner is currently under investigation by Special Counsel Robert Mueller,” the lawmakers responsible for the letter wrote, according to a draft obtained by The Hill.",
  "“Anyone else would have already been fired or had federal charges filed for erroneous entries into SF-86,” he said in reference to the mandatory disclosure form required to obtain a security clearance.",
  "Rep. Steven Gallega of Arizona and Rep. Ted Lieu of California are reportedly leading the effort to draft the correspondence, which has received nine signatures thus far.",
  "“Let me very clear: I did not collude with Russia nor do I know of anyone else in the campaign who did so,” Kushner told reporters Monday following his Senate testimony.",
  "Follow Jack on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The lawmakers’ intention is to place pressure on the White House to dismiss Kushner over his failure to disclose his foreign contacts, Gallego told the Hill.",
  "Kushner denies intentionally omitting his foreign contacts, arguing that the omissions were the result of a secretarial error which was quickly corrected.",
  "The Democratic effort comes days after Kushner testified in front of the House and Senate intelligence committees in back to back close door hearings.",
  "House Democrats have drafted a letter to send to President Donald Trump urging him to immediately fire his son-in-law and close advisor Jared Kushner.",
  "Pelosi called for the immediate revocation of Kushner’s security clearance during a July 13 press conference.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "We write to urge you in the strongest possible terms to dismiss him immediately,” the letter continued.",
  "The idea that he still has a job is absolutely ridiculous,” Gallego told the Hill Thursday.",
  "Gallega said he had not yet contacted House Minority Nancy Pelosi regarding the letter.",
  "Kushner failed to disclose all of his foreign contacts, not just those with Russians.",
  "“He is also plainly unfit for the highly influential position he currently occupies.",
  "Her office did not immediately respond to a request for comment.",
  "“Why is he even still there?"
]