[
  "The emails showed that Trump Jr. accepted the meeting after he was offered \"high level and sensitive information\" that would \"incriminate\" Clinton as part of \"Russia and its government's support\" for his father's campaign.",
  "Trump Jr.'s lawyer, Alan Futerfas, told NBC that two other people came to the meeting with Veselnitskaya, one who was described as a translator and one described as a \"friend of Emin's and maybe as a friend of Natalia's.\"",
  "The AP reported that Akhmetshin said the younger Trump asked Veselnitskaya for \"evidence of illicit money flowing to the Democratic National Committee, but Veselnitskaya said she didn't have that information.\"",
  "Congressional committees and a special counsel appointed by the Justice Department are looking into Russian attempts to influence the 2016 election and whether the Trump campaign coordinated with the Kremlin.",
  "The man at the June 2016 meeting with Donald Trump Jr., Jared Kushner and Paul Manafort is a Russian-born American lobbyist who also served in the Soviet military, NBC News reported.",
  "In the emails released this week by the younger Trump, Emin Agalarov's agent, Rob Goldstone, said the Agalarovs were involved in setting up Trump Jr.'s meeting with Veselnitskaya.",
  "When Russian lawyer Natalia Veselnitskaya met with members of then-candidate Donald Trump's campaign team, she brought a guest — a former Soviet counterintelligence officer.",
  "On Fox News' \"Hannity\" this week, before NBC News' Friday report, Trump Jr. was asked, \"as far as you know, as far as this incident is concerned, this is all of it?\"",
  "Futerfas told NBC he spoke with the \"friend,\" but it is not clear if that person is the same one who U.S. officials suspect could have ties to Russian intelligence.",
  "In messages from Goldstone to Trump Jr., Veselnitskaya was characterized as a \"Russian government attorney,\" though she has denied connections to the Kremlin.",
  "Trump Jr. agreed to the meeting after being offered compromising material on then-candidate Hillary Clinton, according to emails he released this week.",
  "The revelation adds a new layer to the meeting, which has drawn the attention of congressional and possibly federal investigators.",
  "The lobbyist, Rinat Akhmetshin, has been reported to have ties with Russian intelligence, though he denies the connections.",
  "Akhmetshin added that Trump Jr. lost interest after that, the AP reported, and \"they couldn't wait for the meeting to end.\"",
  "Akhmetshin told The Associated Press the meeting was \"not substantive\" and he \"actually expected more serious\" discussion.",
  "\"If it's what you say I love it,\" Trump Jr. said in response to the offer about Clinton, according to the email exchange.",
  "Veselnitskaya told NBC News she had at least one other guest with her in the meeting, but declined to say who he was.",
  "The person Futerfas spoke to told the lawyer that he was not working for the Russian government, according to NBC.",
  "Emin Agalarov is a Russian pop singer whose billionaire father, Aras, is a friend of President Trump.",
  "\"I never thought this would be such a big deal to be honest,\" he told AP.",
  "Some U.S. officials suspect otherwise, NBC said.",
  "This is everything,\" Trump Jr. responded.",
  "\"This is everything."
]