[
  "'This threat is real'\n\nThe revelation that Trump is still questioning whether Russia was behind last year's hacking campaigns is not shocking — Trump has called the probes a \"witch hunt,\" a \"fake\"attempt by Democrats to justify their defeat, and continued to cast doubt on the conclusion as recently as July 5, when he alleged that only \"three or four\" US spy agencies had found that Moscow interfered.",
  "Five of Trump's own national security officials — CIA director Mike Pompeo, Director of National Intelligence John Coats, Homeland Security Secretary John Kelly, counterterrorism and cyber adviser Thomas Bossert, and Chairman of the Joint Chiefs of Staff, Gen. Joseph Dunford — reaffirmed at last week's Aspen Security Forum that Russia interfered in the election.",
  "Current and former officials said in testimony before the congressional intelligence committees late last month that Russian hackers infiltrated election systems in at least 21 states leading up to Election Day in a \"well-planned, well-coordinated\" campaign directed by Putin.",
  "There were many questions the witnesses — including former Homeland Security Secretary Jeh Johnson and one of the FBI's top counterintelligence officials, Bill Priestap — could not answer because of restrictions on disclosing classified information in an open setting.",
  "Former White House press secretary Sean Spicer also never provided a definitive answer when asked whether Trump believed Russia interfered in the election, telling reporters last month that he had not \"sat down\" with Trump and asked him about it.",
  "When asked how the intelligence community had determined Russia was behind the hacks, Johnson told the House Intelligence Committee that he could not get into specifics because it would require describing sensitive sources and methods.",
  "Tapper pointed out that there are ongoing FBI and congressional intelligence committee investigations into Russia's election interference and whether the Trump campaign colluded with Moscow to undermine Clinton during the election.",
  "He added that while Trump still has not decided whether or not to sign the Iran-Russia sanctions bill that recently passed the Senate and House with bipartisan support, the president \"is going to be super, super tough on Russia.\"",
  "Scaramucci also characterized Donald Trump Jr.'s controversial meeting with Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin last year at Trump Tower as a \"non-event\" and \"a nothing meeting.\"",
  "Scaramucci said the president believes that if the Russians really did hack the Democratic National Committee and Hillary Clinton's campaign chairman, John Podesta, then they would never have gotten caught.",
  "\"He called me from Air Force One and he basically said to me, 'Hey, you know, maybe they did do it, maybe they didn't do it,'\" Scaramucci, who started his new position on Friday, told host Jake Tapper.",
  "But the president's continued wavering is bound to frustrate the intelligence community, which concluded in January that Russian president Vladimir Putin ordered the interference himself.",
  "President Donald Trump's new White House communications director, Anthony Scaramucci, told CNN on Sunday that Trump is still not convinced that Russia interfered in the 2016 election.",
  "Russian President Vladimir Putin and US President Donald Trump AP\n\n\"There is a pretty clear and easy answer to that and that is yes,\" said Kelly, when asked if Russia meddled.",
  "\"From a state actor perspective,\" the \"greatest threat\" currently facing the US is Russia, Joint Chiefs chairman Dunford told NBC's Andrea Mitchell on Saturday.",
  "Dunford pointed to Russia's nuclear and cyber capabilities — and Putin's invasion of Georgia, Crimea, and Ukraine — as evidence of Moscow's aggressive posture.",
  "He then asked if the media's focus on the Russia investigation was an attempt to \"delegitimize\" Trump's victory, and called the probe a \"made-up\" scandal.",
  "The US government, including the Central Intelligence Agency, has to figure out a way to fight back against it and defeat it.",
  "\"I am confident that the Russians meddled in this election, as is the entire intelligence community,\" Pompeo said Thursday.",
  "\"I think they caught us a little bit behind the curve,\" Coats said, when asked about the Russians' strategy.",
  "But they were unequivocal on one point: Americans should have no doubt that Russia meddled in the election.",
  "But he said the intelligence he saw showed that Moscow was responsible \"beyond a reasonable doubt.\"",
  "\"They caught us a little bit asleep in terms of the capabilities that they could do.\"",
  "But Scaramucci pushed back, asking whether any of the probes had uncovered evidence.",
  "And we're intent upon doing that.\"",
  "Bossert agreed, according to NBC.",
  "\"This threat is real."
]