[
  "Special counsel Robert Mueller is questioning witnesses about a September 2016 meeting between former National Security Advisor Michael Flynn and GOP Rep. Dana Rohrabacher, in connection with his investigation into Russian interference in the 2016 presidential election.",
  "The Daily Caller first reported that the congressman recently tried to broker a deal between Assange and the Department of Justice, under which Assange would surrender data exonerating Russia of involvement in the 2016 hack of the Democratic National Committee.",
  "Federal prosecutors have not indicted Assange for any crimes, but the Justice Department has long sought to bring a case against him for his role in facilitating the release of hundreds of thousands of sensitive intelligence documents via Chelsea Manning.",
  "Flynn served as President Donald Trump’s national security advisor for less than one month, before he resigned in disgrace for lying to administration officials about the nature of his communications with the Russian government during the transition.",
  "It is not yet clear why Mueller is scrutinizing the meeting, though Rohrabacher has longstanding ties to the Kremlin and WikiLeaks, which U.S. defense officials have described as a hostile intelligence agency.",
  "He has also had contact with Rinat Akhmetshin, one of the Russia-aligned lobbyists present at Donald Trump Jr.’s June 2016 meeting with Russian political operatives at Trump Tower in New York.",
  "NBC News reports that Flynn and Rohrabacher huddled in Washington on Sept. 20, 2016 with several of Flynn’s business associates from the Flynn Intel Group, a private security firm.",
  "House Majority Leader Kevin McCarthy of California joked last year that Rohrabacher’s frequent apologies for Putin create the impression that the congressman is on Putin’s payroll.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "His extensive and undisclosed ties to the Erdogan government in Turkey are expected to prompt an indictment in the coming weeks.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The special counsel is also reviewing emails traded between Flynn associates and the congressman’s staff.",
  "Rohrabacher is a veteran Republican congressman who advocates for friendlier ties with Russia.",
  "The congressman’s office did not return a request for comment by press time.",
  "Rohrabacher met with Assange at the Ecuadorian embassy in London in August.",
  "Follow Kevin on Twitter\n\nSend tips to kevin@dailycallernewsfoundation.org.",
  "“There’s two people I think Putin pays — Rohrabacher and Trump.",
  "Swear to God,” he said."
]