[
  "This means that the meeting was attended by at least eight people: Donald Trump Jr., Jared Kushner, Paul Manafort, Russian lawyer Natalia Veselnitskaya, publicist Rob Goldstone, lobbyist Rinat Akhmetshin, a representative for the Agalarov family, and a translator.",
  "Critics of the president have used the previously-undisclosed meeting as evidence of the theory that the Trump campaign colluded with the Russian government to tilt the election to President Trump and away from Hillary Clinton.",
  "In yet another surprise development in the ongoing saga over a meeting with a Russian lawyer in June during the election, it appears as if there at least eight persons present that has not been identified yet.",
  "This doesn't contradict what Donald Trump Jr. said about the meeting, but adds more elements that he seems to have omitted, even as he says he was being completely transparent about the controversial event.",
  "He previously served as a Soviet counter-intelligence officer served in the Soviet military and was accused of hacking into the files of a Russian mining company in 2015.",
  "Others like conservative commentator Charles Krauthammer called the meeting unethical and problematic for the Trump administration, even if it was not strictly illegal.",
  "This is in addition to the revelation Friday morning that in attendance was also a lobbyist, Rinat Akhmetshin, who emigrated to the U.S. from Russia.",
  "Trump Jr. and his allies say that the meeting was so unimportant that he simply didn't think it was worth mentioning after it was completed.",
  "He claimed that that nothing came of the meeting, no information was exchanged, and that the story was completely out.",
  "\"It was such a nothing, I literally wouldn't have remembered it,\" he told Sean Hannity on Fox News Tuesday.",
  "A report Friday afternoon revealed two more people attended than were known previously.",
  "\"This is everything,\" Trump Jr. said, \"this is everything.\"",
  "He denied those allegations in court."
]