[
  "\"The thrust of Rohrabacher and Akhmetshin's discussion,\" one of the eyewitnesses at the hotel bar said, was that the facts of the case \"were all an elaborate hoax\" orchestrated by William Browder, an American-born former client and the CEO of Hermitage Capital Investment, once the largest portfolio manager in Moscow until he and his business were driven out of the country.",
  "In November of last year, Politico named Rohrabacher \"Putin's favorite congressman\" owing to his persistent role in Congress as a lone defender of Russian government behavior and a personal admirer of Vladimir Putin, with whom he playfully arm-wrestled in Washington, D.C. in the 1990s, when Putin was still a relatively unknown deputy mayor of St. Petersburg.",
  "Since then, a raft of \"counter-sanctions\" against various U.S. officials and politicians have been issued by the Kremlin, whose most notorious retaliatory measure took the form of a ban on Americans seeking to adopt Russian orphans — a proscription now dangled by Moscow as something that might be lifted if and when Magnitsky sanctions are repealed.",
  "At several points in the interview with CNN, Rohrabacher suggested that Magnitsky may have been fatally interrogated in an effort to get him to confess to where he had stashed the stolen money — a narrative that better tracks with a Russian government theory that Magnitsky committed the crime he first brought to the government's attention.",
  "On May 7, 2012, his first day back in office as Russia's president, Putin signed a decree making one of the Kremlin's prime objectives with respect to foreign policy \"to work actively in prohibiting imposition of unilateral extraterritorial sanctions of the United States of America against Russian legal entities and individuals.\"",
  "Just one week before the meeting, Senator Charles Grassley had written a letter to John Kelly, the Secretary of Homeland Security, describing Akhmetshin as \"a Russian immigrant to the United States who has been accused of acting as an unregistered agent for Russian interests and apparently has ties to Russian intelligence.\"",
  "The Russian government maintains that the lawyer died of a \"heart attack,\" despite the Russian Presidential Human Rights Council's finding that Magnitsky was \"completely deprived of medical care before his death\" and that \"there is reasonable suspicion to believe that the death was triggered by beating Magnitsky.\"",
  "(CNN) These days, most American officials would be reluctant to disclose any connection to Russia, much less a meeting with an alleged former Soviet spy whose alleged role in lobbying on behalf of Kremlin interests was recently called out by the chairman of the Senate Judiciary Committee.",
  "Kosachev then facilitated a meeting with other Russian officials who gave the congressman a letter which described the campaign to shift the perception of Magnitsky: \"Changing attitudes to the Magnitsky story in the Congress...may change the current climate in interstate relations.",
  "\"We have a huge double standard with Russia when it comes to prisoners and other things,\" Rohrabacher told CNN, adding that the Russian intelligence services' interference in the U.S. election was no different from the NSA's \"bugging [German Chancellor Angela] Merkel's phone.\"",
  "The alleged tax fraud led to the 2012 Sergei Magnitsky Rule of Law Accountability Act, a landmark human rights act named for the lawyer who tried to expose the theft before being arrested and allegedly tortured prior to his death in a Moscow prison in 2009.",
  "Trading babies for sanctions\n\nCasting doubt on the accepted wisdom of this far-reaching corruption story in order to rescind the sanctions imposed in the dead lawyer's name has been a staple of Russian foreign policy for more than five years.",
  "These officers, Browder alleges, were also under the employ of a man they had previously investigated for another financial crime: Dmitry Klyuev, an ex-convict and suspected head of a transnational crime syndicate known as the Klyuev Group.",
  "More recently, one of the U.S. attorney's key witnesses, Russian lawyer Nikolai Gorokhov almost died when he plummeted from his Moscow apartment in March, a day before he was due to appear in a Russian court to present new evidence.",
  "Rohrabacher has advocated in Congress to have \"Magnitsky\" stricken from the broader version of the law, known on the Hill as \"Global Magnitsky\" because it would address human rights abuses from any foreign country, not just Russia.",
  "The government is targeting Prevezon Holdings, a Cyprus company that has invested in Manhattan real estate and which prosecutors allege was the receptacle for some of the $230 million stolen from Russian taxpayers in 2007.",
  "As a senior member of the House Foreign Affairs committee, Rohrabacher's meeting with an accused ex-Soviet operative turned controversial lobbyist in the onetime cockpit of Cold War espionage is likely to draw scrutiny.",
  "Such a situation could have a very favourable response from the Russian side on many key controversial issues and disagreements with the United States, including matters concerning the adoption procedures.\"",
  "Rohrabacher himself described Akhmetshin to CNN as someone with \"an ulterior motive\" who is \"involved with people who've got an agenda\" and has \"international connections to different groups in Russia.\"",
  "And with the aid of complicit tax officers in Moscow, this group was able to cite the dummied-up corporate losses from litigation in justifying the $230 million refund — the largest in Russian history.",
  "In April 2016, Rohrabacher traveled to Moscow and met with Konstantin Kosachev, the chairman of the International Affairs Committee in the Federation Council, Russia's equivalent to the U.S. Senate.",
  "Akhmetshin had recently been hired as a lobbyist for a group called the Human Rights Accountability Global Initiative (HRAGI), which purports to seek the removal of the Russian adoption ban.",
  "But Rohrabacher told CNN that he remains \"skeptical\" as to the premise of the case, which he believes may be propaganda designed to \"create hostility and belligerence toward Russia.\"",
  "It lasted between 15 and 20 minutes and took place the night of April 11 in Berlin, at the lobby bar of the Westin Grand Hotel, according to two eyewitnesses and Rohrabacher.",
  "The congressman told CNN that he cannot recall exactly what was said in the lobby, or at a subsequent dinner he attended with more than a dozen people, including Akhmetshin.",
  "As Browder tells it in his bestselling memoir Red Notice, Hermitage's corporate documents were stolen by crooked police officers in the Russian Interior Ministry in 2007.",
  "\"This could well be a situation where you've got an American billionaire [Browder] who's been able to manipulate the situation in order to protect his own activities.",
  "Even still, Akhmetshin visited Rohrabacher in his office in May 2016, a day before the House Foreign Affairs Committee was due to mark up the Global Magnitsky Act.",
  "Browder and Senator Grassley have suggested Akhmetshin may be one of the Russian government's U.S.-based facilitators for having those sanctions repealed.",
  "\"More than a dozen independent law enforcement agencies around the world have investigated this case and arrived to the same conclusion,\" Browder wrote.",
  "When asked if he thought Akhmetshin was still connected to the Russian security services, Rohrabacher said: \"I would certainly not rule that out.\"",
  "'I think we've been sold a bill of goods'\n\nRohrabacher was in Berlin as part of a tour to examine the legalization of marijuana in Europe.",
  "The case is set to go to trial later this month after being beset by over a year of surreal sideshow controversies and delays.",
  "But Dana Rohrabacher, a Republican representative from California, openly acknowledges such a meeting with Rinat Akhmetshin.",
  "HRAGI was founded by Natalia Veselnitskaya, the Russian lawyer for Denis Katysv, the legal owner of Prevezon Holdings.",
  "\"I'm an opponent of calling it the Magnitsky Act because that case may not reflect\" what actually happened, he said.",
  "The focus, according to two eyewitnesses in the hotel lobby, was a U.S. federal money-laundering case in New York.",
  "He previously told Politico: \"Just because I was born in Russia doesn't mean I am an agent of [the] Kremlin.\"",
  "In the past, he has described his business as \"strategic communications,\" according to a civil court filing.",
  "The U.S. Department of Justice, in its criminal complaint against Prevezon, supports this version of events.",
  "\"Sergei Magnitsky was a victim of the massive corrupt scheme which goes high up in the Russian government.",
  "The group supposedly used the stolen documents to re-register three of Hermitage's subsidiary companies.",
  "He said that if the jury in the Prevezon case sides with the US government, he \"might\" change his mind.",
  "Rohrabacher, for his part, denies knowing Akhmetshin well at all, describing him as \"no friend of mine.",
  "Akhmetshin said his clients \"are national governments or high ranking officials in those governments.\"",
  "The topic of discussion: A high-profile Russian money laundering case and related sanctions on Russia.",
  "A prominent lawyer for the defense was thrown off the case owing to a perceived conflict of interest.",
  "In other words, it is Katysv's $14 million that the US is looking to confiscate as ill-gotten gains.",
  "The Magnitsky law has so far been used to sanction 39 Russians implicated in the theft and coverup.",
  "It is very suspicious for Rohrabacher to ignore those findings and publicly contradict them.\"",
  "Rohrabacher acknowledged to CNN that the case came up in conversation with Akhmetshin.",
  "Rohrabacher, a 14-term congressman from Orange County, openly supports legalization.",
  "Third party companies also owned by Klyuev then \"sued\" those stolen subsidiaries.",
  "In an emailed statement to CNN, Browder responded to Rohrabacher's accusation.",
  "Grassley was requesting \"all information\" on Akhmetshin's immigration history.",
  "\"We were on our way in and [Akhmetshin] was there,\" Rohrabacher told CNN.",
  "\"I'm not an opponent of the Magnitsky law,\" Rohrabacher maintained.",
  "And it is Katysv who stands to benefit if Prevezon is acquitted.",
  "\"I think we've been sold a bill of goods,\" Rohrabacher told CNN.",
  "It was processed in a single day, on Christmas Eve, 2007.",
  "Judges found in every case in the plaintiff's favor.",
  "Akhmetshin declined to comment for this story.",
  "It's unclear why Akhmetshin was there.",
  "He's just this guy who pops up.\"",
  "Magnitsky was Browder's lawyer.",
  "I'm not making that charge.\"",
  "That may be the case.",
  "(Italics added.)"
]