[
  "WATCH: Trump Labels Bannon ‘Sloppy Steve’\n\nAccording to The Times, Bannon was subpoenaed last week after the publication of the White House tell-all, “Fire and Fury: Inside the Trump White House.”\n\nThe book, written by Michael Wolff, quoted Bannon as saying that Donald Trump Jr.’s meeting at Trump Tower in June 2016 was “treasonous” and “unpatriotic.”\n\n“They’re going to crack Don Junior like an egg on national TV,” Bannon is quoted as saying in the book.",
  "“This is all about money laundering…Their path to fucking Trump goes right through Paul Manafort, Don Jr. and Jared Kushner.”\n\n“It’s as plain as a hair on your face.”\n\nDespite his comments, Bannon does not have first-hand knowledge of the Trump Tower meeting.",
  "Former White House senior advisor Steve Bannon has been subpoenaed by Special Counsel Robert Mueller to appear before a federal grand jury as part of the Russia investigation.",
  "“Even if you thought that this was not treasonous, or unpatriotic, or bad shit, and I happen to think it’s all of that, you should have called the FBI immediately,” he said.",
  "Along with Jared Kushner and Paul Manafort, Trump Jr. met with a Russian delegation which included attorney Natalia Veselnitskaya and lobbyist Rinat Akhmetshin.",
  "The New York Times broke the news while Bannon, the former chairman of Breitbart News, is testifying before the House Intelligence Committee.",
  "According to The Times, Mueller’s subpoena for Bannon could be a negotiation tool to force Bannon to meet for a voluntary interview.",
  "Bannon also told Wolff that he believed that Mueller’s investigation would eventually focus on money laundering.",
  "He joined the Trump campaign in Aug. 2016, two months after the infamous meeting occurred.",
  "Trump Jr. accepted the June 9, 2016 meeting after being offered dirt on Hillary Clinton.",
  "It is the first subpoena known to have been issued for one of Trump’s close advisers.",
  "He left Breitbart News last week because of fallout from the Wolff book.",
  "“You realize where this is going,” Bannon told the author.",
  "Bannon was fired from the White House last August.",
  "Follow Chuck on Twitter"
]