[
  "| J. Scott Applewhite/AP Photo Grassley says he wants to release transcripts tied to 2016 Trump Tower meeting\n\nSenate Judiciary Committee Chairman Chuck Grassley (R-Iowa) said this week that he is eager to release transcripts of interviews with Donald Trump Jr. and other participants in a 2016 Trump Tower meeting that included a Kremlin-linked Russian lawyer.",
  "Grassley warned in January that the release of a different politically volatile transcript — of the committee's interview with the co-founder of the firm that commissioned a now-famous dossier on President Donald Trump's Russian connections — might imperil the panel's prospects of getting voluntary compliance from Kushner.",
  "Aside from Trump Jr., the committee anticipates releasing written responses from Natalia Veselnitskaya, the Russian lawyer with ties to the Kremlin who attended the June 2016 meeting at Trump Tower alongside the president's eldest son, son-in-law Jared Kushner and former campaign chairman Paul Manafort.",
  "Other attendees of the Trump Tower meeting who sat for closed-door interviews, transcripts of which the Judiciary Committee aims to release, are Russian real estate executive Ike Kaveladze, Russian-American lobbyist Rinat Akhmetshin, music promoter Rob Goldstone and translator Anatoli Samochorno.",
  "A Republican Judiciary panel aide said Sen. Chuck Grassley's \"staff has completed its work to redact personally identifiable information, law enforcement sensitive material and third party personal information irrelevant to our inquiry.\"",
  "A Republican Judiciary panel aide said Grassley's \"staff has completed its work to redact personally identifiable information, law enforcement sensitive material and third party personal information irrelevant to our inquiry.\"",
  "Democrats, however, have long pressed for public hearings to compel testimony from Kushner and further testimony from Trump Jr., both of whom they described as failing to comply with document requests.",
  "Story Continued Below\n\n\"I don’t understand the process of redaction, I’m not an authority in that, and I think you have to have people who are an authority in it,\" Grassley said in a Tuesday interview.",
  "The aide added that Grassley has asked the committee's top Democrat, Sen. Dianne Feinstein of California, \"to submit any redactions she’d like to propose; however, we have not yet received any.\"",
  "Three months later, Grassley told POLITICO that the transcripts \"ought to be getting out\" following some redactions, describing it as the next step in the committee's Russia oversight work.",
  "Grassley first announced plans to release the transcripts in January, one day after two committee Democrats urged him to share them with special counsel Robert Mueller.",
  "Asked Thursday about the status of the transcripts, Feinstein said that \"I haven't heard\" about an update.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "Kushner and Manafort did not participate in interviews with the committee.",
  "A Democratic aide said staff members continue to work on the matter.",
  "\"But we ought to get the redactions done and get them out.\"",
  "You can unsubscribe at any time."
]