[
  "The story continued to grow throughout the week after the Times published more reports, including one that said the purpose of the meeting was to obtain damaging information on Hillary Clinton, and after Trump Jr. tweeted emails between himself and publicist Rob Goldstone showing the Russian government wanted to provide Trump's campaign with helpful information.",
  "According to the Associated Press, former Soviet counterintelligence officer Rinat Akhmetshin, who now works as a Russian-American lobbyist, accompanied Russian lawyer Natalia Veselnitskaya to the meeting that took place on June 9, 2016, with Donald Trump Jr., Jared Kushner and then-Trump campaign manager Paul Manafort.",
  "Akhmetshin said he wasn't sure if the Russian government was the source of the documents, but explained that he believed Veselnitskaya left the documents with Trump Jr.\n\nAkhmetshin had been invited to the meeting at Trump Tower by Veselnitskaya on the same day that it took place.",
  "So far, only Trump Jr., Manafort, Kushner, Goldstone, Akhmetshin and Veselnitskaya have confirmed to being at the meeting, while two more people, an unknown translator and a mystery person, also attended.",
  "The Russian lawyer who met with Trump campaign officials last summer at Trump tower brought with her documents that allegedly showed the flow of illicit monies to the Democratic National Committee.",
  "When Veselnitskaya presented Trump Jr. with the documents, Akhmetshin said Trump Jr. asked for more documentation and proof to back the claims, including evidence to prove the documents.",
  "During that meeting Akhmetshin said Veselnitskaya showed Trump Jr. documents that she believed proved the DNC was being funneled illegal money, something she called \"bad money.\"",
  "\"This could be a good issue to expose how the DNC is accepting bad money,\" Akhmetshin recalled the lawyer saying, according to the AP.",
  "However, Veselnitskaya told Trump Jr. that it was the Trump campaign's job to research further, after which Trump Jr. lost interest.",
  "The story of the meeting blew up last weekend when the New York Times initially reported on the meeting with the lawyer.",
  "It's not clear where the alleged documents originated, according to the AP.",
  "The meeting was so hurried that he showed up wearing jeans and a t-shirt.",
  "It's believed that eight people were present at the meeting.",
  "Trump Jr. has unequivocally denied any wrongdoing.",
  "They were contained in a plastic folder."
]