[
  "Five of Trump's own national security officials — CIA director Mike Pompeo, Director of National Intelligence John Coats, Homeland Security Secretary John Kelly, counterterrorism and cyber adviser Thomas Bossert, and Chairman of the Joint Chiefs of Staff, Gen. Joseph Dunford — reaffirmed their assessment at last week's Aspen Security Forum that Russia interfered in the election.",
  "Screenshot via CNN\n\nWhite House counselor Kellyanne Conway sparred with CNN host Brian Stelter Sunday over whether the media should be covering the ongoing controversy over the Trump campaign's ties to Russia, and whether it colluded with Moscow during the 2016 election to undermine Hillary Clinton's campaign.",
  "And though there is no public evidence that the Trump campaign actively colluded with Russia to undermine the election, it emerged earlier this month that at least some members of Trump's inner circle were aware of Russia's efforts during the campaign.",
  "As the Russia investigation widens in scope, Trump has also reportedly been exploring the limits of his pardoning powers, and even raised the question of pardoning himself if the need arises, according to a Thursday Washington Post report.",
  "Conway's reply echoed an increasingly frequent line of attack Trump and his allies have adopted in an attempt to discredit Mueller's investigation, and possibly set up a scenario in which the president can fire the special counsel.",
  "The Trump campaign is currently under investigation by the FBI, spearheaded by special counsel Robert Mueller, and committees in the House and the Senate for its possible role in Russia's efforts to meddle in last year's election.",
  "Thomson Reuters\n\nDuring his interview with Conway, Stelter asked her if she believed Congress and the FBI should find out the extent of Russia's interference and any possible efforts by the Trump campaign to collude with Moscow.",
  "Trump's oldest son, Donald Trump Jr., met with Russian lawyer, Natalia Veselnitskaya, and Russian-American lobbyist, Rinat Akhmetshin, last June in an effort to obtain damaging information on then-candidate Hillary Clinton.",
  "I tell you what, I tell you what we do know —\"\n\nStelter said he would leave that question to legal analysts but added: \"Many people are afraid if this president fires Robert Mueller, we will be in a constitutional crisis.",
  "There is no constitutional precedent addressing whether a president can pardon himself, but legal experts said that if Trump did use his pardoning power in that way, it would prompt a legal and political firestorm.",
  "Conway told \"Fox & Friends\" on Friday that she thought it was important for the American people to know about Mueller's team's potential conflicts of interest while they investigate Trump and his associates.",
  "Scaramucci said the president believes that if the Russians really did hack the Democratic National Committee and Hillary Clinton's campaign chairman, John Podesta, then they would never have gotten caught.",
  "Stelter's \"hoax\" comment was likely referring to Trump and his administration's repeated efforts to paint the Russia investigation as a \"witch hunt\" led by Democrats to damage Trump's presidency.",
  "\"This is a fiercely debated but unresolved legal question,\" Brian C. Kalt, a constitutional law expert at Michigan State University who has written extensively on the question, told The Post.",
  "\"He called me from Air Force One and he basically said to me, 'Hey, you know, maybe they did do it, maybe they didn't do it,'\" Scaramucci told CNN \"State of the Union\" host Jake Tapper.",
  "\"It's all a hoax, and now they're going in all types of different directions, but I think that the information you just shared is relevant information for America to have.",
  "The email in question was forwarded to Trump's son-in-law and senior adviser Jared Kushner, and former campaign manager Paul Manafort, both of whom attended the meeting.",
  "\"There is no predicting what would happen,\" Kalt said, adding that if Trump did seek to pardon himself, the issue would likely go all the way up to the Supreme Court.",
  "Conway responded to Stelter by questioning what the Russia investigation or Russia's alleged interference in the 2016 election has to do with the Trump campaign.",
  "He then asked if the media's focus on the Russia investigation was an attempt to \"delegitimize\" Trump's victory, and called the probe a \"made-up\" scandal.",
  "Earlier on Sunday, new White House communications director Anthony Scaramucci told CNN that Trump is still not convinced of Russia's involvement.",
  "In January, US intelligence agencies accused top Russian officials of authorizing hacks on voting systems in the US's 2016 presidential election.",
  "Stelter told Conway on \"Reliable Sources\" that Russia was a big story because \"journalists love America and America was attacked last year.",
  "Are you saying that, or are you just trying to put it out there because you guys are so invested in there being something there?\"",
  "Host Ainsley Earhardt pointed out that some members of Mueller's team had donated thousands of dollars to Democrats in the past.",
  "The meeting was described in an email to Trump Jr. as being \"part of Russia and its government's support for Mr.",
  "\"Are you actually alleging there was active conversations with Russians trying to change the election results?\"",
  "And America's probably going to be attacked again next year around the midterms, when you call it a hoax.\"",
  "Why doesn't the president just want Mueller to prove that Trump is right, that Russia was a hoax?",
  "People should know what folks' past and their motivations and their political motivations are.",
  "\"That may be because by the time you became campaign manager, the deal was already in.",
  "\"Well, isn't Mr. Mueller and his band of Democratic donors doing that?\"",
  "White House counselor Kellyanne Conway spars with CNN's Brian Stelter.",
  "Trump has repeatedly denied that Russia interfered in the election.",
  "Why doesn't he want Mueller to go ahead and confirm that for him?\"",
  "White House communications director Anthony Scaramucci.",
  "The conversations were already had,\" Stelter replied.",
  "\"This is just a witch hunt,\" Conway said in response.",
  "\"What constitutional crisis are we facing right now?",
  "\"Because very few people are actually saying that.",
  "Saul Loeb-Pool/Getty Images \"What is there?\"",
  "Donald Trump Jr. (L) and Donald Trump (R).",
  "\"That's just not true,\" Conway shot back.",
  "\"We don't know,\" Stelter replied.",
  "These weren't minor donations.\"",
  "\"Are they trying to do that?\"",
  "Conway asked Stelter.",
  "Conway asked.",
  "Conway asked.",
  "Trump.\""
]