[
  "We saw this again, this week, as the White House responded to the news of Donald Trump, Jr.,’s eagerness to meet with Russian officials who claimed to have “official documents and information that would incriminate Hillary” Clinton that were “part of Russia and its government’s support for Mr. Trump.” On Friday, in the latest development in an already astonishing story, it was revealed that one of the officials at the meeting last year was Rinat Akhmetshin, a Russian-American lobbyist alleged to have links to Russian intelligence—an accusation he has denied.",
  "“To have someone like Don McGahn, the White House counsel, adopt an attitude of ‘We’re going to do the bare minimum of what is legal, and we’re going to do things that are questionable, as long as there is an argument that, maybe, it’s legal,’ is completely at odds with the way the program has been run for forty years, because we’ve all understood that there is a practice and a body of things that you do to make these bare-bones rules work,” he said.",
  "“It’s been a very nuanced art that is based more on persuasion than actual legal authority,” he said, “but there were so many times that I could call up the Bush or Obama White House and I could say, ‘This just isn’t working,’ or ‘These guys won’t do what I say,’ and they would intervene and break the logjam and usually come down on my side and push people to do things.”\n\nWith the Trump Administration, it has been different.",
  "“But I couldn’t do it because there wasn’t a legal basis for it.”\n\nWhile many Administration officials took Shaub’s advice, Trump’s refusal to voluntarily adhere to traditional conflict-of-interest rules, and Shaub’s repeated fights with the White House over ethics agreements and transparency, convinced Shaub that Trump was trampling the norms that the last several Administrations voluntarily maintained.",
  "“Now, since he sold it, he’s only got to recuse from a narrow set of particular matters in which Exxon is actually a party, or representing a party, for two years, which means there’s a lot he can do now that affects Exxon, and in two years he can do anything he wants involving Exxon.”\n\nShaub said he would have preferred to be tougher.",
  "criticize you would have been a career-ender in the olden days—now it’s just lost in the noise.”\n\nThe depressing lesson Shaub learned is that in the Trump era, with a politically polarized electorate and media, the shaming effect of the government’s top ethics watchdog going public no longer had the same impact.",
  "In Shaub’s experience, most of the time he could convince reluctant officials in the George W. Bush and Barack Obama Administrations to take actions that went beyond statutes by appealing to their sense of ethics, going to their superiors, or, in extreme circumstances, going to the press.",
  "To understand how exactly Trump has been able to skirt this fine line between overturning norms but not strictly breaking the law, I recently talked to Walter Shaub, who is perhaps the greatest victim of Trump’s disdain for ethical standards.",
  "Whether the meeting itself broke any laws seems debatable, but the norm in our democracy that a Presidential campaign would find it unthinkable to coöperate with a foreign adversary against an American political rival has been shattered.",
  "Shaub used Twitter, a press conference, and an extremely transparent FOIA policy to shame the White House on several major issues, but he rarely convinced Trump and his top White House aides to do more than the bare minimum.",
  "But over the decades since Watergate, people like Shaub gradually pushed officials throughout the federal government to take actions that went well beyond the letter of the law and that added meat to the skeleton.",
  "After news of the meeting, which offered clear evidence of, at the very least, a willingness to collude with Russia, the Trump defense on the Russia investigation shifted essentially from no collusion!",
  "Among many Republicans on Capitol Hill, Trump partisans in the media, and at the White House itself, the Trump campaign’s clear effort to collude with Russia was defended as legal and justifiable.",
  "“It might have been better if we let him keep his Exxon stock, because then he would have had to recuse from everything involving Exxon for his entire time in office,” Shaub said.",
  "and not be violating the law, as long as you were willing to go to work every day, put your feet up on your desk, and read the newspaper and do nothing else,” Shaub said.",
  "“With the White House appointees and other things the White House has been involved in, they stripped all the meat off those bones and it’s just the skeleton,” he said.",
  "So far, Trump and his associates have not been officially accused of breaking any laws, though the F.B.I.’s investigation is ongoing, so that could change at any time.",
  "Before the news of this meeting, the notion that anyone in the Trump campaign would have colluded with the Russian government was vehemently denied by the White House.",
  "On July 7th, Shaub resigned as the head of the Office of Government Ethics, a position he had held since 2013, after clashing with the White House for many months.",
  "At the time, he wanted to call attention to Tillerson because he wanted the President to follow his example and divest from his stake in the Trump Organization.",
  "Most of them are selling things, even though they’re not necessarily required to do so.”\n\nShaub found that the attitude at the Trump White House was different.",
  "For example, he pointed out that the main criminal statute prohibiting conflicts of interest for government officials does not require them to shed assets.",
  "“The story that needs to be told is, what is the ethics program, and how has it run up against a set of circumstances it wasn’t built for?” Shaub told me.",
  "This shattering of norms has been a pattern with Trump across a range of issues and has rarely cost him the loyalty of his fiercest supporters.",
  "“Yet you go through the list of ethics agreements that we’ve posted on our Web page for all of these nominees, and they’re all selling things.",
  "Realizing how weak the statute was, and the kind of precarious situations it could create for government officials, the O.G.E.",
  "And as the Administration has done on so many other occasions, it vehemently denied that it was doing anything wrong.",
  "Government-ethics laws themselves are actually rather weak, just a skeleton to restrain the worst kinds of behavior.",
  "“So we reduce the risk by making them sell things, but the law doesn’t require them to sell things,” Shaub said.",
  "To make up for the lack of statutory power, Shaub often tried to persuade officials to take stronger actions.",
  "He publicly extolled Rex Tillerson’s ethics agreement because Tillerson sold all of his ExxonMobil stock.",
  "“You could seriously be the Secretary of the Department of Energy and hold Chevron, Exxon, and B.P.",
  "Instead, it requires them to recuse from working on policies that conflict with those holdings.",
  "But he routinely violates conventions that previously bound the actions of other politicians.",
  "One of the main stories of the Trump era is that President Trump is breaking norms, not laws.",
  "I want you to stay off all matters involving Exxon for your entire tenure,’ ” he told me.",
  "And I guess what is being exposed is the emperor has no clothes,” Shaub told me.",
  "“I would have liked to put my foot down and say, ‘You were the C.E.O.",
  "But privately, Shaub thought Tillerson should have gone even further.",
  "advised officials over the years to divest rather than simply recuse.",
  "“Most people would have taken that meeting,” the President said.",
  "It didn’t break the ethics laws—it broke the ethical norms.",
  "You’ve practically got Exxon branded on your forehead.",
  "Eventually, it became routine for officials to do so.",
  "“I don’t have that in this Administration.",
  "of Exxon for a very long time.",
  "to collusion isn’t illegal.",
  "It didn’t always work.",
  "“To have O.G.E."
]