[
  "What’s more, his lawyers didn’t have much to work with, given that—after days of hemming and hawing and dissembling—Trump Jr. had released his emails about the meeting, apparently believing he’d get “credit” for transparency, even though he only did so to beat the Times from publishing them first.",
  "“Every single day I fielded dozens, if not hundreds, of emails and phone calls.” (How it is that novice workers on a chaotic campaign would be so sure that meeting with foreign agents is standard operating procedure remains unexplained.)",
  "So Trump Jr., and later the president himself, went all in on the argument that their willingness to collude was totally normal operating procedure in politics, and that anyone in their shoes would have taken the meeting.",
  "While President Trump and his allies had insisted for months that no one would ever find any evidence of collusion between his campaign and Russians, the newest explanation required some reconsideration.",
  "Rather than plead politics—hey, anyone would have done it—he pleads patriotism, suggesting it was his duty as an American to hear out a foreign agent trying to influence the presidential campaign.",
  "Then the Times struck again, reporting that despite his disavowals, Trump Jr. had received an email ahead of the meeting saying that the Russian government supported his father’s candidacy.",
  "It’s an important document because while lying to the press is perhaps unwise, lying to Congress is a crime, so his statement has a higher presumption of truthfulness than previous ones.",
  "Special Counsel Robert Mueller has appeared to be focusing on Manafort in recent weeks, conducting a predawn raid on one of his homes and subpoenaing his former spokesman.",
  "To the extent they had information concerning the fitness, character, or qualifications of a presidential candidate, I believed that I should at least hear them out.",
  "In sum, the Trump Jr. line by the end of the summer was that he was willing to collude, but didn’t; and even if he did, that would have been just politics for you.",
  "Depending on what, if any, information they had, I could then consult with counsel to make an informed decision as to whether to give it further consideration.",
  "Trump Jr. told senators that he simply had to take the meeting, because what if Hillary Clinton was irreparably tainted?",
  "“I had never worked on a campaign before and it was an exhausting, all-encompassing, life-changing experience,” he said.",
  "The public still hasn’t gotten an accounting of the meeting from the standpoint of Kushner or Manafort.",
  "Trump has an explanation for that, too: The campaign was simply too much of a mess to do things right.",
  "For one, why did Trump dissemble and try to spin the encounter so hard at first?",
  "This time, Trump Jr.’s lawyers simply claimed there was nothing to see there.",
  "The latest Trump Jr. explanation offers some difficulties of its own.",
  "For another, why didn’t he consult with a lawyer before the meeting?",
  "Who knows, the Russians might have had kompromat on Clinton!",
  "Still, what they came up with for Thursday’s panel is deft.",
  "This led directly to a third, slightly different claim."
]