[
  "The White House initially said the meeting, which also involved a Russian lawyer who for years has advocated against U.S. sanctions of Russia, was primarily about an adoption program, but days after the story was published, Trump Jr. released emails showing he took the meeting after being told he would receive damaging information on Clinton as part of a Russian government effort to aide his father's candidacy.",
  "The Moscow meeting in June, which has not been previously disclosed, is now under scrutiny by investigators who want to know why the two men met in the first place and whether there was some effort to get their stories straight about the Trump Tower meeting just weeks before it would become public, The Associated Press has learned.",
  "The Moscow meeting, which has not been previously disclosed, is now under scrutiny by investigators who want to know why the two men met in the first place and whether there was some effort to get their stories straight about the Trump Tower meeting just weeks before it would become public, The Associated Press has learned.",
  "Scott Applewhite, File)\n\nWASHINGTON (AP) -- Earlier this year, a Russian-American lobbyist and another businessman discussed over coffee in Moscow an extraordinary meeting they had attended 12 months earlier: a gathering at Trump Tower with President Donald Trump's son, his son-in-law and his then-campaign chairman.",
  "He said Akhmetshin did convey during coffee the possibility that his name could come out in connection with the Trump Tower meeting and cause additional, unwanted scrutiny given that he had been linked in earlier news reports to Russian military intelligence, coverage that Akhmetshin considered unfair.",
  "Special counsel Robert Mueller's team also has been investigating the 2016 Trump Tower meeting, which occurred weeks after Trump had clinched the Republican presidential nomination and which his son attended with the expectation of receiving damaging information about Democrat Hillary Clinton.",
  "Congressional investigators have questioned both men — lobbyist Rinat Akhmetshin and Ike Kaveladze, a business associate of a Moscow-based developer and former Trump business partner — and obtained their text message communications, people familiar with the investigation told the AP.",
  "Two Russian-American's, lobbyist Rinat Akhmetshin and Kaveladze, met in June 2017 over coffee in Moscow where they discussed a meeting they had participated in a year before: a gathering at Trump Tower with President Donald Trump’s son, his son-in-law and his then-campaign chairman.",
  "FILE - In this Nov. 2, 2017, file photo, Ike Kaveladze, right, who was among those at a June 2016 meeting at Trump Tower with President Donald Trump's son, leaves the Capitol after being interviewed by the House Intelligence Committee, on Capitol Hill in Washington.",
  "One of those people said Akhmetshin told congressional investigators that he asked for the Moscow meeting with Kaveladze to argue that they should go public with the details of the Trump Tower meeting before they were caught up in a media maelstrom.",
  "Mueller had been appointed as special counsel weeks earlier following the firing in May of FBI Director James Comey, and associates of Trump were under pressure to disclose any contacts they had with Russians during the campaign.",
  "But Balber denied his client had been contacted by associates of Trump before he took the meeting with Akhmetshin, or had been aware of plans to disclose the Trump Tower gathering to the U.S. government.",
  "Balber said the men did not discuss strategy or how to line up their stories, and did not meet in anticipation of the Trump Tower meeting becoming public and attracting a barrage of news media attention.",
  "A grand jury has already heard testimony about the meeting, which in addition to Donald Trump Jr., also included Jared Kushner, Trump's son-in-law, and his then-campaign chairman Paul Manafort.",
  "___\n\nFollow Desmond Butler, Mary Clare Jalonick and Eric Tucker on Twitter: https://twitter.com/desmondbutler and http://www.twitter.com/etuckerAP and https://twitter.com/mcjalonick",
  "Akhmetshin has denied ongoing ties with Russian intelligence, but acknowledged that he served in the Soviet military in the late 1980s as part of a counterintelligence unit.",
  "The focus of the congressional investigators was confirmed by three people familiar with their probe, including two who demanded anonymity to discuss the sensitive inquiry.",
  "Scott Balber, a lawyer for Kaveladze, confirmed that his client and Akhmetshin met over coffee and that the Trump Tower meeting a year earlier was \"obviously discussed.\"",
  "As part of their inquiry, congressional investigators are reviewing copies of the text messages between the two men that were turned over, Balber said.",
  "Akhmetshin also told the investigators that Kaveladze said people in Trump's orbit were asking about Akhmetshin's background, the person said.",
  "One person familiar with the messages said they reflect the logistics of the meeting during a trip by Akhmetshin to Moscow.",
  "Mueller's investigation has included scrutiny of the White House's drafting of the initial incomplete statement.",
  "The June 2016 meeting at Trump Tower first became public on July 8 in a report in The New York Times.",
  "\"It had absolutely nothing to do with anticipation of the meeting coming out in the press.\"",
  "The meeting in Moscow occurred during a tumultuous time for the administration.",
  "___\n\nAssociated Press writer Chad Day contributed to this report.",
  "\"That was the impetus,\" Balber said of the men's get-together.",
  "Akhmetshin's lawyer, Michael Tremonte, declined to comment.",
  "He declined to say what the text messages showed.",
  "(AP Photo/J."
]