[
  "And certainly none that I was representing the campaign in any way, shape or form.”\n\nThen on July 8, when the Veselnitskaya meeting first came to light, he explained it was “primarily” about “a program about the adoption of Russian children,” which “was not a campaign issue at that time.”\n\nThen on July 9, when more information about the meeting was revealed in the press, Trump Jr. conceded that it was in fact a meeting with “an individual who I was told might have information helpful to the campaign,” but he indicated that he hadn't known who she was and he didn’t mention anything about the Russian government.",
  "Then on July 10, when he realized the New York Times was about to publish an email exchange setting up the meeting, he got out ahead of the story and published it himself — including the previously omitted fact that the stated purpose of the meeting was for Veselnitskaya to serve as a conduit for information provided by the Russian government.",
  "That said, there is something remarkable about the level of credulity essentially every Republican member of Congress, Fox News host, and CNN Trumpbot has managed to muster about his now-infamous meeting with Natalia Veselnitskaya and that the mainstream press has, in its reflexively even-handed way, gone on to muster.",
  "But the one put forward by Trumpworld — that the June 7 announcement had nothing to do with the June 7 setup of the meeting, that nothing came of the meeting, and that the meeting was then denied publicly during a months-long furor over Russian hacking — does not seem even close to being the most plausible one.",
  "Trump’s Jr.’s story has shifted a lot\n\nMy colleague Dara Lind has a detailed rundown of Trump Jr.’s shifting stories about this meeting, but here’s an express version:\n\nAs of July 7, his operative story — as told to the New York Times back in March — was, “Did I meet with people that were Russian?",
  "The big, obvious questions Trump Jr. hasn't answered\n\nThis leaves a couple of big, obvious questions that neither Trump Jr. nor Trump Sr. has seen fit to answer in their various softball media appearances and that Kellyanne Conway and Sarah Huckabee Sanders have evaded in their hardball ones.",
  "Akhmetshin’s presence is significant in its own right — he’s a US citizen born in Russia, formerly working for Russian intelligence and more recently working as a lobbyist on Russia-related issues — but it’s mostly significant because it leaves Trump Jr.’s credibility in the dust.",
  "I think you’re going to find it very informative and very, very interesting.”\n\nThe official story is that the June 7 announcement of forthcoming dirt on Clinton had nothing to do with the June 7 email exchange setting up a meeting to obtain dirt on Clinton.",
  "But when you are caught lying over and over again about a meeting — first by saying it never happened and then slowly being caught out in lie after lie — a reasonable observer is going to doubt you when you claim that this time you’ve fully come clean.",
  "Instead, he and all of Trumpworld congratulated themselves on their transparency, insisted no meaningful information had changed hands, and began shifting into trying to insulate Trump Sr. from complicity in Trump Jr.’s lies and cover-ups.",
  "But on its face, what certainly seems to be happening is that the meeting wasn’t innocent at all, and that’s why Trump Jr. keeps lying about it, and keeps shifting his story incrementally rather than coming clean all at once.",
  "But he could maybe write off the July 8 through 10 equivocations as simply a defensive response to having been under threat, apologize profusely, and offer a full and detailed account.",
  "“I am going to give a major speech on probably Monday of next week [June 13],” he said, “and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "Fox News, tellingly, has in part already moved on to justifying collusion, showing little faith from Trumpworld that the denials of collusion will hold up over the long run.",
  "He’s a man with negative credibility on this matter, and despite his father’s talismanic invocation of the word “transparency,” he’s been anything but transparent about it.",
  "Of course, without more documents — and more efforts to offer clear, detailed answers about what was happening — it’s impossible to say for sure what happened.",
  "A less ridiculous theory would be that during the June 9 sit-down, it was agreed that passing hacked documents directly to the Trump campaign would be dumb.",
  "It’s certainly possible that with the provision of much more detailed context and documentation you could convince me the meeting was entirely innocent.",
  "Having been caught, red-handed, in several different iterations of lying, this would have been a good opportunity for Trump Jr. to fully come clean.",
  "Instead, perhaps they agreed to channel them through WikiLeaks, which would frame them as the fruits of left-wing anti-establishment muckraking.",
  "In context, Goldstone appeared to believe that Trump Jr. was well aware of some larger effort of which this meeting was just one part.",
  "In context, Goldstone appeared to believe that Trump Jr. was well aware of some larger effort of which this meeting was just one part.",
  "What’s up with the apparent phone call between Trump Jr. and Emin Agal ar ov that seems to have been set up during the email exchange?",
  "Until Trump Jr. answers a lot more questions and produces a lot more information, there’s no reason to assume good faith on his part.",
  "Trump Jr. has already tried to fool us four or five times about this meeting, and there’s absolutely no reason we should trust him.",
  "What’s up with Rob Goldstone’s casual reference to the meeting being “part of Russia and its government’s support for Mr. Trump” ?",
  "The benefit of the doubt is a valuable commodity, and it’s one that those at the highest levels of Trumpland have squandered.",
  "And Trump Jr. did not ask any follow-up questions, seeming to confirm that he knew exactly what Goldstone was talking about.",
  "And Trump Jr. did not ask any follow-up questions, seeming to confirm that he knew exactly what Goldstone was talking about.",
  "This theory might have sounded ridiculous if not for the fact that Trump Jr. has already lied many times about the meeting.",
  "The larger timeline is very suspicious\n\nThe emails between Goldstone and Trump Jr. played out between June 2 and 7, 2016.",
  "Like any other American, Donald Trump Jr. is innocent as a matter of law until proven guilty and convicted by a jury.",
  "If the meeting was a bust and a total waste of time, surely they must have complained about it or sent angry emails.",
  "A victory speech given by Trump Sr. that same day has taken on new meaning now that we know about that meeting.",
  "Despite his professions of transparency, Trump Jr. hasn’t explained what was said during this phone call.",
  "Despite his professions of transparency, Trump Jr. hasn’t explained what was said during this phone call.",
  "Then on June 15, out came the first release of Democratic Party documents stolen by Russian hackers.",
  "I’m not sure how he could excuse the months of lying about there having been no meetings whatsoever.",
  "And neither Manafort nor Kushner had any questions about it when they were forwarded to the chain.",
  "And neither Manafort nor Kushner had any questions about it when they were forwarded to the chain.",
  "Then came the news that Rinat Akhmetshin, possibly a Russian spy himself, was also at the meeting.",
  "It’s certainly conceivable that he’s telling the truth and no valuable information changed hands.",
  "And when June 13 rolled around, Trump punted and instead spoke largely about national security.",
  "Those of us who aren’t in the tank ought to muster at least the same level of skepticism.",
  "By about a quarter past 5 on June 7, a meeting was set up for Thursday, June 9.",
  "There are a lot of different possible interpretations of this timeline.",
  "Nothing happened.”\n\nBut there is still such a thing as common sense.",
  "The three Americans present were all busy men with important jobs.",
  "I don’t believe Trump Jr.’s account, and neither should you.",
  "But as the old saying says, fool me twice, shame on me.",
  "“He’s a good kid,” President Trump said of his son.",
  "What was the follow-up from the meeting?",
  "None that I can think of at the moment.",
  "But none that were set up.",
  "I’m sure, I’m sure I did.",
  "“And he had a meeting.",
  "But he didn't."
]