[
  "In between, he tempered his tone enough to extend a hearty thanks to former campaign adviser Michael Caputo—who worked in Russia during the 1990s and for Gazprom Media in the early 2000s—for testifying \"so powerfully\" that there was no Russian collusion in his \"winning\" campaign before the House Intelligence Committee, and also showing his appreciation for those who had cheered him at the United States Women's Open, played at the Trump National Golf Club, despite calls for it to be moved because of his record of derogatory behavior towards women.",
  "Another twist emerged Friday, when it was revealed that Rinat Akhmetshin, a Russian-born lobbyist who served in the Soviet army, attended the meeting, and said Trump Jr. asked Veselnitskaya for information on illicit money flowing into the Democratic National Committee but that Veselnitskaya had nothing substantive to provide—although he noted that she may have left several documents.",
  "Sekulow's channeling of blame towards the Secret Service has backfired, swiveling attention back to Russia just as the Trump administration was hoping to restore the president's image with a string of \"theme weeks,\" the latest of which, starting today, and called \"Made in America,\" focuses on American workers and goods they produce.",
  "Running the full Sunday morning media gauntlet, the president's lawyer, Jay Sekulow, presented Team Trump's latest line of defense in the mounting Donald Trump Jr.scandal: blaming his meeting with Natalia Veselnitskaya, a Russian lawyer whom he was told would have damaging information about Hillary Clinton, on the Secret Service.",
  "If Trump's lawyers knew about the meeting, the Secret Service allegedly knew about the meeting, his campaign paid Trump Jr.'s lawyer, and Trump himself was in the same building at the time of the meeting, the White House can expect nothing less than the barrage of disbelief countering their surreal set of explanations.",
  "His case has not been helped by the undulating explanations his cohort have offered for the meeting which, prefaced by a now-public e-mail chain titled \"Russia - Clinton - private and confidential,\" was also attended by Trump's son-in-law, Jared Kushner, and his campaign chairman, Paul Manafort.",
  "Initially claiming the meeting was focused on the contentious issue of U.S.-Russian adoption, it has since emerged that its ostensible purpose (from Trump Jr.'s perspective, at least), was to gather information about Clinton as part of the Russian government's efforts to help elect his father.",
  "This was followed by an ABC report, which alleges that almost two weeks before Trump Jr. published screenshots of the e-mail exchange arranging the meeting, the president's re-election campaign paid $50,000 in legal fees to the attorney Trump fils is now represented by.",
  "That Trump knew nothing of his son's eager attempts to procure dirt on Clinton seems even more unlikely in light of a Yahoo News report Thursday, which claims Trump's lawyers knew about the meeting, and e-mails, in June.",
  "Trump has repeatedly claimed he knew nothing about the meeting, despite the fact he is reported to have been present in Trump Tower at the time, and, 40 minutes after the meeting, began tweeting about Clinton's e-mails.",
  "More from Vanity Fair:\n\nHow Politico's next generation took over Washington\n\nEven White House staffers think Trump's 'theme weeks' are a joke\n\nInside the secret, strange origins of Steve Bannon's nationalist fantasia",
  "The filing doesn't indicate that the June 27 disbursement of funds to Futerfas was made for the purpose of representing Trump Jr. (Futerfas has since dubbed the unfolding scandal, \"much ado about nothing.\")",
  "Brayman was echoed by former Secret Service agent Jonathan Wackrow, who told CNN on Sunday that only a physical screening was required to enter Trump Tower at the time, as Trump was just a candidate.",
  "Forty minutes later, he discharged a characteristic follow-up: \"With all of its phony unnamed sources & highly slanted & even fraudulent reporting, #Fake News is DISTORTING DEMOCRACY in our country.\"",
  "Especially when the White House is offering excuses that require a suspension of disbelief too extreme even for their standards, where drawing Shakespearian parallels has become just a tired cliché.",
  "That neither the president's son, son-in-law, nor campaign manager ever told him about a high-level meeting as part of an explicit Kremlin plot to help him win election seems uncharacteristic.",
  "The Trump family want to focus on trade, but they will find it hard to shift attention away from the Russia scandal, made right in the midst of Trump's America.",
  "Mason Brayman, a Secret Service spokesman, told Reuters in a statement that the agency was not protecting Trump Jr. in June 2016 when he attended the meeting.",
  "Just days later, he announced plans to deliver a \"major speech\" focusing on a discussion of \"all of the things that have taken place with the Clintons.\"",
  "Fueling speculation that Trump himself was present at the meeting, Sekulow's reference to the Secret Service is either false, or stupidly clumsy.",
  "\"Hillary Clinton can illegally get the questions to the Debate & delete 33,000 emails but my son Don is being scorned by the Fake News media?\"",
  "Speaking to Yahoo, Akhmetshin said that \"no one asked us for IDs\" when he and Veselnitskaya entered Trump's namesake Midtown high-rise.",
  "It was perhaps predictable, then, that Sekulow's attempts to shift blame over to the Secret Service were met with a flat incredulity.",
  "Despite his attempts to appear unperturbed by his son's scandal, he is in the midst of the most turbulent patch of his presidency.",
  "Waving to the crowds from the viewing stand Saturday, Trump must have received some welcome respite at the golf tournament.",
  "As Sekulow sought to bolster Trump Jr.'s case via the media, the president took his own shotgun approach to Twitter.",
  "According to ThinkProgress, Kushner and Manafort were not under Secret Service protection at that point, either.",
  "\"Thank you to all of the supporters, who far out-numbered the protesters, yesterday at the Women's U.S. Open.",
  "(Akhmetshin has been alleged by U.S. officials to have ties to Russian intelligence, a claim he has denied.)",
  "\"I wonder why the Secret Service—if this was nefarious—why the Secret Service allowed these people in?\"",
  "Already, the administration has lied repeatedly about who attended the meeting and what was discussed.",
  "On June 27, criminal defense attorney Alan Futerfas was paid by the campaign for \"legal consulting.\"",
  "\"The president had Secret Service protection at that point, and that raised a question with me.\"",
  "The president's claim to ignorance, given the timeline and money trail, strains credulity.",
  "\"Thus we would not have screened anyone he was meeting with at that time,\" Brayman said.",
  "Sekulow mused, pitching his self-consciously rhetorical question on ABC's This Morning.",
  "The payment was revealed in a Q2 FEC report filed on Saturday by the Trump campaign.",
  "On July 10, he was hired to represent the president's son.",
  "But, as suspicion mounts, it's hard to change the subject.",
  "Perhaps Trump was stripped of his physic tendencies.",
  "Sign up for Vanity Fair's Hive newsletter.",
  "\"Like\" Vanity Fair's Hive on Facebook.",
  "Both, of course, are possibilities.",
  "\"We literally walked in,\" he said.",
  "The speech never happened.",
  "Very cool!\""
]