[
  "In the second, he says that at the meeting, he said a contact of his working at a Russian social media site could set up a page for Trump and “Paul had said he would welcome it.”\n\nThese point to two possible topics of further discussion at the meeting — Russian hacking and Russian social media help for Trump — that could have implications with regards to collusion.",
  "The Times has reported that Mueller seems focused not just on the meeting itself but on a misleading public statement that the president crafted for Don Jr. about the meeting aboard Air Force One last year — in which he asserts that the meeting was solely about adoption policy.",
  "Manafort has agreed to fully cooperate, and so could potentially tell us whether the official story about the meeting is true — or whether it’s a cover for a much more significant interaction, one that might prove the Trump campaign did in fact collude with the Russians.",
  "It’s possible these accounts aren’t false, as the independent journalist Marcy Wheeler has suggested — just that they’re simply leaving out key parts of the meeting or a secondary visit to the senior Trump’s office (which Steve Bannon has suggested happened).",
  "There’s also the reported Hope Hicks assurance to Mark Corallo that the email thread in which Don Jr. set up the meeting “will never get out.” So the Air Force One discussion could amount to one more brick in the wall of a larger obstruction case.",
  "The Trump Tower meeting arose after a British publicist, Rob Goldstone, emailed Donald Trump Jr. to say that the Russian government had dirt on Hillary Clinton — and that he could set up a meeting to discuss its transfer to the Trump campaign.",
  "This was all suspicious, but unless someone who actually attended the meeting cracked, there was no way for reporters or anyone in Mueller’s office to really find out whether the official line was incomplete or even outright false.",
  "The question at the heart of the Trump-Russia scandal and the Mueller investigation is whether Trump’s team and the Russian government cut a secret deal for Russia to help Trump in order to get something in return.",
  "Finally, there is the question of why, exactly, President Trump himself seemed so set on hiding the truth about that meeting — something that has larger implications for the Russia investigation as a whole.",
  "The Trump Tower meeting could be nothing — or the key to a much bigger plot\n\nViewed on its face, what we know about the Trump Tower meeting looks a whole lot like smoking-gun evidence of collusion.",
  "Manafort’s years of dealings with pro-Russian elements in Ukraine led to his indictment for money laundering and other alleged crimes, his conviction on eight counts, and eventually a plea deal.",
  "They include a lawyer named Natalia Veselnitskaya, a real estate developer named Ike Kaveladze, and a lobbyist named Rinat Akhmetshin — all of whom have varying degrees of ties to the Kremlin.",
  "Kaveladze, meanwhile, is an experienced business executive who was the focus of a congressional money laundering probe nearly two decades ago (he was never charged and has denied wrongdoing).",
  "Trump Jr. isn’t an experienced political operative, so it doesn’t really make sense that the Russian government would use him as the point of contact if it was planning a major conspiracy.",
  "Trump Jr. says the meeting quickly turned away from Clinton, after he realized there was no useful information to be had, to a discussion of US policy concerning adoptions from Russia.",
  "Mueller’s focus on this has struck some as odd:\n\nSome lawyers and witnesses who have sat in or been briefed on the interviews have puzzled over Mr. Mueller’s interest in the episode.",
  "Both Manafort, who at the time was campaign manager, and Jared Kushner, a much more significant campaign figure than Trump Jr., sat in — suggesting this was a high-level thing.",
  "For that reason, some of Mr. Trump’s advisers argue that Mr. Mueller has no grounds to ask the president about the statement and say he should refuse to discuss it.",
  "Paul Manafort is the first person, as far as we know, who attended the infamous Trump Tower meeting in June 2016 who has agreed to cooperate with Mueller’s probe.",
  "It could have involved the hacked Democratic emails, money, the Russian government’s social media interference, or policy promises, such as sanctions relief.",
  "Perhaps it really was just a ham-handed attempt by Trump to prevent a narrative he genuinely believes to be fake news from advancing further.",
  "What Manafort tells Mueller is vitally important\n\nIt’s been clear that the special counsel is keenly interested in the Trump Tower meeting.",
  "But the participants’ insistence that it was meaningless — Trump Jr. has repeatedly called it “such a nothing” — isn’t totally implausible.",
  "But now, with Manafort accepting a plea deal, Mueller’s team finally has access to someone who has no incentive to stick to the party line.",
  "In the first, he says a story on Russia hacking the DNC was “eerily weird” considering what they had just discussed at Trump Tower.",
  "So any revelation that either was more involved in the meeting than we currently know would also deepen the scandal.",
  "Trump has repeatedly and fiercely denied this, but Goldstone’s emails setting up the meeting suggest it’s possible.",
  "All the attendees who have spoken publicly, however, have insisted that nothing of note happened at the meeting.",
  "Was Trump misled himself, or was he trying to throw investigators off the trail with the misleading statement?",
  "It’s the most suspicious single event we’ve learned of in more than a year of coverage of the Russia scandal.",
  "Or perhaps it was part of a deliberate action carried out because he really does have something to hide.",
  "Two more Goldstone emails sent after the meeting also fit awkwardly with the “such a nothing” scenario.",
  "Donald Trump Jr. claims that his father had no role, and the Russian government had no evident role.",
  "However, there remains no conclusive evidence that any of this actually did happen at the meeting.",
  "His team has been requesting documents about it and quizzing witnesses on what actually happened.",
  "The Mueller team will probably want Manafort to speak to each and every one of those issues.",
  "Still, others involved, including Manafort and Kaveladze, don’t seem quite so amateurish.",
  "That element of his plea deal might especially trouble the Trump legal defense team.",
  "But it also seems like they’re interested in another angle: obstruction of justice.",
  "Another question Manafort could help answer is just who knew about the meeting.",
  "And all participants who have spoken out have denied that any of it took place.",
  "So far, the Mueller probe has not (publicly) contested this version of events.",
  "It’s hard to prove the people there wrong if they all agree on the same story.",
  "Lying to federal investigators is a crime; lying to the news media is not.",
  "There just was not enough information to know one way or another.",
  "Manafort could finally provide some evidence one way or another.",
  "“If it’s what you I say I love it,” Junior infamously replied.",
  "Now someone who attended the meeting has agreed to talk.",
  "The attendees made things even more suspicious."
]