[
  "Andrew Harnik / AP The Atlantic Politics & Policy Daily: Beef Justice Supreme Court Chief Justice John Roberts rejected President Donald Trump’s criticism of a federal judge as “an Obama judge.”\n\nJacquelyn Martin / AP The Atlantic Politics & Policy Daily: Peas and Thank You Trump pardoned a 39-pound turkey named Peas during a ceremony in the White House Rose Garden.",
  "Martin Mejia / AP The Atlantic Politics & Policy Daily: It’s Fun to Stay at the USMCA Gathered in Buenos Aires for the annual G20 summit, President Donald Trump and other leaders signed the United States–Mexico–Canada trade deal into law, replacing the NAFTA deal.",
  "Alex Brandon / AP The Atlantic Politics & Policy Daily: A Bridge Too Farr Republican Senator Tim Scott of South Carolina said he would not support the nomination of Thomas Farr, one of Trump’s judicial nominees, assuring that he will not be confirmed.",
  "J. Scott Applewhite / AP The Atlantic Politics & Policy Daily: Oh Comey All Ye Faithful Former FBI Director James Comey refused to answer several questions related to the Russia investigation during his testimony before members of Congress.",
  "Rogelio V. Solis / AP The Atlantic Politics & Policy Daily: You Can Runoff, but You Can’t Hyde Mississippi voters head to the polls in the Senate runoff between the Republican Cindy Hyde-Smith and her Democratic challenger, Mike Espy.",
  "J. Scott Applewhite / AP The Atlantic Politics & Policy Daily: Sticks and Stone President Donald Trump railed against one longtime associate, Michael Cohen, while praising another, Roger Stone, for refusing to testify against him.",
  "The Atlantic Politics & Policy Daily: No More Funny Business The White House Correspondents Association broke with tradition and announced that, instead of a comedian, famed biographer Ron Chernow will host its annual dinner.",
  "Evan Vucci / AP The Atlantic Politics & Policy Daily: Eulogy for a President The funeral for former President George H. W. Bush, who died Friday at the age of 94, was held Wednesday at the Washington National Cathedral.",
  "(Ross D. Franklin / AP) The Atlantic Politics & Policy Daily: Racing Arizona Democrat Kyrsten Sinema took a small lead over Republican Martha McSally in the Arizona Senate race, which is still too close to call.",
  "Susan Walsh / AP The Atlantic Politics & Policy Daily: Wing Leaders Senators Mitch McConnell and Chuck Schumer were each reelected to their respective positions as Senate majority leader and minority leader.",
  "Carlos Osorio / AP The Atlantic Politics & Policy Daily: Power Strip The Michigan state Senate approved legislation stripping certain powers from the incoming Democratic secretary of state.",
  "AP The Atlantic Politics & Policy Daily: A Matter of Corsi Jerome Corsi, an associate of Trump ally Roger Stone, said he will reject a plea deal offer from Special Counsel Robert Mueller.",
  "Andrew Harnik / AP The Atlantic Politics & Policy Daily: Putting on Ayers President Donald Trump is reportedly considering replacements for several senior-level administration officials.",
  "Wilfredo Lee / AP The Atlantic Politics & Policy Daily: Florida Man Extends Recount A federal judge in Florida ordered the state’s deadline to validate votes be extended until Saturday.",
  "Evan Vucci / AP The Atlantic Politics & Policy Daily: Acosta’d A federal judge ruled that the Trump administration must reinstate the CNN correspondent Jim Acosta’s press pass.",
  "Marcio Jose Sanchez / AP The Atlantic Politics & Policy Daily: California Ablaze Multiple wildfires have engulfed California.",
  "The Camp Fire in Northern California is now the deadliest wildfire in modern California history, with 29 confirmed dead.",
  "Trump threw a potential trade deal between the United States and China into confusion with his latest series of tweets.",
  "Pablo Martinez Monsivais / AP The Atlantic Politics & Policy Daily: The Amazing ‘Tariff Man’!",
  "Carolyn Kaster / AP The Atlantic Politics & Policy Daily: The Once and Future Speaker?",
  "House Democrats officially nominated Representative Nancy Pelosi to be speaker.",
  "Corey Perrine / AP for PNC Financial Services ..."
]