[
  "He said he may have met with Russian people, as a lot of people meet with Russian people, so that’s not unusual,” Sekulow said on CNN’s “State of the Union.”\n\nTrump himself came to the defense of his son, who he said “is being scorned by the Fake News Media.” The president ended a series of Sunday morning tweets by writing: “With all of its phony unnamed sources & highly slanted & even fraudulent reporting, #Fake News is DISTORTING DEMOCRACY in our country!”",
  "Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee, said Sunday that he wants everyone who attended the meeting to appear before his committee, one of several in Congress investigating Russia’s interference in the 2016 election and potential coordination with the Trump campaign.",
  "“Nothing in that meeting that would have taken place, even if it was about the topic of an opposition research paper from a Russian lawyer, is illegal or a violation of the law,” Sekulow said on “Fox News Sunday,” a point he repeated several times.",
  "Donald Trump Jr.’s willingness to meet with the lawyer in the expectation of receiving incriminating information about Democratic candidate Hillary Clinton has raised new questions about possible collusion between the Trump campaign and Russia.",
  "The information had been described as “part of Russia and its government’s support for Mr. Trump.”\n\nThe president’s attorney, Jay Sekulow, defended Trump and his son in a series of appearances Sunday on five television networks.",
  "The attorney’s focus on the law appears aimed at moving beyond the shifting accounts of the meeting given by Trump Jr. At first, the June 2016 meeting was said to be about a Russian adoption program.",
  "Finally, Trump Jr. was compelled to release emails that revealed he had told an associate that he would “love” Russia’s help in obtaining incriminating information about the Democratic nominee.",
  "President Donald Trump’s attorney insisted Sunday there was nothing illegal in the meeting Trump’s eldest son had with a Russian lawyer during last year’s presidential campaign.",
  "In addition to Trump Jr. others in the Trump Tower meeting included Trump’s son-in-law, Jared Kushner, and Paul Manafort, both of whom played major roles in the campaign.",
  "“I want to hear from everyone in that meeting and get their version of the story, as well as I think we may find out there may have been other meetings as well.",
  "As recently as Friday, Rinat Akhmetshin, a Russian-American lobbyist and former Soviet military officer, confirmed his participation to The Associated Press.",
  "We don’t know that yet,” Warner, D-Va., said on CBS’ “Face the Nation.”\n\nSekulow said he was not aware of any other meetings involving Russians.",
  "“I represent the president of the United States, but Donald Trump Jr. said not in the context of formal meetings.",
  "He said the president did not attend the meeting and was not aware of it.",
  "The number of people known to be at the meeting also changed over time.",
  "Then, it was to hear information about Clinton."
]