[
  "Earlier this year, it emerged that the FBI was investigating whether Alexander Torshin, a prominent Russian banker and politician with close ties to Russian President Vladimir Putin, used the National Rifle Association to illegally send money to the Trump campaign.",
  "AP\n\nInvestigators working for the special counsel Robert Mueller are questioning several Russian oligarchs — at times after stopping them at the airport when they travel to the US — in connection with the Russia investigation, CNN reported Wednesday.",
  "At least 6 Putin-allied Russians attended Trump's inauguration\n\nNatalia Veselnitskaya, who met with Donald Trump Jr. in June 2016, is best known in the US for defending a Russian businessman accused by the US government of laundering millions.",
  "In February, Mueller's office indicted 13 Russian nationals and three Russian entities on charges of conspiring to meddle in the election by mounting a social-media influence operation meant to sway voters in Trump's favor.",
  "Torshin attended the NRA's convention every year from 2012 to 2016 — occasionally with Maria Butina, his longtime assistant who's also a gun-rights advocate — and has met every NRA president since 2012, according to NPR.",
  "When the NRA sent a delegation to Moscow in the winter of 2015, it was Torshin who received the delegates on behalf of The Right to Bear Arms, a Russian gun-rights group that's seen as the NRA's counterpart.",
  "Mueller is tasked with investigating Russia's interference in the 2016 US election, and his focus on the flow of Russian money into the election is indicative of the wide-ranging nature of the investigation.",
  "Among other things, it shows that the special counsel is interested not just in whether Americans committed any crimes in connection with the election, but in whether Russian nationals were involved too.",
  "In particular, prosecutors are said to be focusing on whether wealthy Russians illegally funneled money, either directly or indirectly, into Donald Trump's 2016 presidential campaign or inauguration.",
  "Campaign finance laws prohibit foreign nationals from donating to US political campaigns, and Mueller has since at least September been interested in the flow of Russian money into the 2016 election.",
  "At least one prominent US organization has drawn scrutiny for its ties to wealthy Russians and faced questions about whether it may have been used as a vessel to funnel money into Trump's campaign.",
  "Last month, reports indicated that prosecutors were homing in on the hack of the Democratic National Committee and subsequent dissemination of stolen emails ahead of the election in November 2016.",
  "Erickson invited scrutiny last year when reports emerged that he tried to arrange a back-door meeting between Trump and Putin, with Torshin acting as \"President Putin's emissary on this front.\"",
  "Investigators are also said to be interested in whether wealthy Russians used American donors or US companies with political action committees to indirectly infuse money into the election.",
  "In addition to investigating whether any Americans — including Trump — had prior knowledge of the hacks, Mueller's team is also said to be scoping out the Russian operatives involved.",
  "Meanwhile, Butina has been cultivating ties with American gun-rights advocates, like the Republican strategist Paul Erickson, with whom she has been acquainted since at least 2013.",
  "At least one wealthy Russian was stopped and searched after his private jet landed in New York, and another was stopped during a recent trip to the US, according to CNN.",
  "The NRA said it spent a record $55 million on the 2016 elections, most of which came from a sector of the organization that isn't required to disclose its donors.",
  "Natalia Veselnitskaya and Rinat Akhmetshin, the two Russian lobbyists who met with top Trump campaign officials in June 2016 offering dirt on Clinton, were there.",
  "The special counsel's team has also requested documents and an interview with a third Russian oligarch who has not recently traveled to the US, the report said.",
  "Citing federal filings, The Washington Post reported that two of Vekselberg's US associates donated a combined $1.25 million to Trump's inaugural committee.",
  "A wealthy Russian pharmaceutical executive named Alexey Repik and his wife were also there, as was the energy tycoon Viktor Vekselberg.",
  "That month, ABC News reported that Mueller had asked witnesses about donations to the campaign from US citizens with ties to Russia.",
  "The NRA has emphasized — and news reports have confirmed — that Torshin, not the organization, is under investigation by the FBI.",
  "The US intelligence community has concluded that the breach was carried out by Russia-linked actors on orders from the Kremlin.",
  "Yury Martyanov/AP\n\nButina was one of at least six Putin-allied Russians who attended Trump's inauguration in January 2017.",
  "About $30 million of that was spent on backing Trump or opposing the Democratic nominee, Hillary Clinton.",
  "Torshin and Donald Trump Jr., the president's eldest son, attended a separate NRA dinner the same night.",
  "Vekselberg is said to be closely aligned with Putin, with whom he frequently meets to discuss business.",
  "Butina made a similar request to the Trump campaign through another right-wing advocate.",
  "Neither Trump nor his campaign is known to have entertained the request.",
  "CNN's sources did not identify the oligarchs who had been questioned.",
  "Robert Mueller."
]