[
  "Akhmetshin: Russian-American lobbyist v former Soviet counterintel v suspected of having ongoing Kremlin contacts v https://t.co/EeYNY6CkTm pic.twitter.com/INYJZ4jNjN — Michael B Kelley (@MichaelBKelley) July 14, 2017\n\nKelly noted Akhmetshin’s past work with Veselnitskaya on sanctions related to the U.S. and past reporting suspecting him of having contact with the Russian government.",
  "A former Soviet military officer and Russian-American lobbyist attended a July 2016 meeting with Donald Trump Jr., ostensibly brokered to provide Kremlin-procured opposition research on Hillary Clinton to the Trump 2016 campaign, NBC News reports.",
  "Follow Saagar Enjeti on Twitter\n\nSend tips to saagar@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The Russian-American lobbyist accompanied Russian lawyer Natalia Veselnitskaya to the meeting, which was also attended by presidential son-in-law and adviser Jared Kushner and then Trump campaign manager Paul Manafort.",
  "Emails subsequently released from Trump Jr. himself reveal a former acquaintance of his brokered the meeting with Veselnitskaya under the auspices of giving damaging information on Clinton to the campaign.",
  "He told me specifically he was not working for the Russian government, and in fact laughed when I asked him that question,” Trump Jr.’s lawyer Alan Futerfas told NBCNews.",
  "The emails explicitly mention Veselnitskaya’s supposed connection to the Russian government and cast it as an attempt by the Russians to help the Trump campaign.",
  "Trump Jr. originally maintained that the meeting focused on restoring American adoption of Russian children and the rollback of U.S. sanctions on Russia.",
  "The former military officer is presumably Rinat Akhmetshin, Yahoo Finance editor Michael B Kelly noted on twitter in the aftermath of the story.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\n“He is a U.S. citizen.",
  "Futerfas added that Trump Jr. was unaware of the former military officer’s identity.",
  "Here is page 4 (which did not post due to space constraints)."
]