[
  "He said, ‘Absolutely not.’” The fact that Trump can’t soften the measures against the pals of his pal Putin must make him feel—to quote Richard Nixon—like a “pitiful, helpless giant.” It’s as if the United States has two foreign policies—one directed by Congress and implemented by Treasury that literally treats the Russian ruling class like criminals and a second, ad hoc foreign policy in which Trump invites Putin to visit the White House.",
  "Alleged spy Konstantin V. Kilimnik denies that he’s a spy, but according to the paper, he’s the “Person A” described in several of Mueller’s court filings as somebody with “ties to a Russian intelligence service.” Lawyer Alex van der Zwaan was just sentenced to prison for having lied to the FBI about his relationship to Kilimnik and Rick Gates, Manafort’s business partner who is now cooperating with Mueller.",
  "Treasury’s sanctions announcement described Deripaska as a thug, repeating allegations that he had “bribed a government official, ordered the murder of a businessman and had links to a Russian organized crime group.” In 2017, CNN’s Matthew Chance door-stepped Deripaska with a camera crew and asked him about some of the allegations made against him.",
  "Even if special counsel Robert S. Mueller III’s investigation of Russian interference accomplishes nothing more than filing indictments against one identity thief, two money launderers, three liars and 13 Russian cyber-op artists, his efforts will have helped to rejig U.S.-Russia relations for a decade or maybe more.",
  "In a sharp Washington Post overview of the special counsel’s investigation this week, Aaron Blake wrote that the language contained in the Kilimnik “Person A” court filings indicates that Mueller might be attempting to show that Manafort actually “colluded” with the Russians during the campaign.",
  "Shock waves created by Mueller’s 10-month probe couldn’t help but have emboldened the Treasury Department this week as it slammed Russian President Vladimir Putin with a bundle of sanctions where it hurts: the pocketbooks of seven of his most faithful oligarchs and 12 of their companies.",
  "Story Continued Below\n\nThe new sanctions were mandated by veto-proof legislation passed last year by representatives and senators from both parties who didn’t entrust the matter to the discretion of our Putin- and Russia-loving president, Donald Trump, who signed the measure reluctantly.",
  "Manafort, who tried to wriggle out of Mueller’s grasp this week, will go on trial later this year on money-laundering and other charges, and is believed to have offered to brief Deripaska on the 2016 presidential campaign while he was running Trump’s campaign.",
  "Snared in the new sanctions is Swamp Diary regular Oleg Deripaska, the oligarch who (in another example of overlap) paid former Trump campaign director Paul Manafort millions to create a confidential strategy plan for the Putin regime.",
  "Returning to Manafort, the New York Times reported late this week that his political consulting work in Eastern Europe was penetrated for a decade by an alleged Russian spy who served as Manafort’s office manager in Kiev.",
  "As you recall, Akhmetshin was one of the Russians who visited Donald Trump Jr., Jared Kushner and Manafort in Trump Tower in the summer of 2016 promising dirt on Hillary Clinton.",
  "Manafort’s business in Ukraine was registered in Mr. Kilimnik’s name.”\n\nAs long as we’re measuring degrees of separation, Kilimnik worked with Rinat Akhmetshin in Ukraine.",
  "And Kilimnik and Manafort “cooperated on an ultimately unsuccessful business venture financed by Mr. Deripaska, known as the Pericles investment fund,” the Times reports.",
  "With Mueller pressing him on one side and the sanctions crushing his former business associate Deripaska on the other, Manafort finds himself caught in a death squeeze.",
  "According to court filings cited by the Times, Gates knew that Kilimnik was connected to Russian intelligence and the two communicated during the 2016 campaign.",
  "My email alerts spied for Russia during the campaign, my Twitter feed wrote position papers for Putin, and my RSS feed dreamed of being hammered with sanctions.",
  "Some of these individuals and entities were previously charged by Mueller, demonstrating the overlap between the investigation and the sanctions machinery.",
  "Thank you.”\n\nThe thrust of the sanctions, which work like a special prosecution by other means, contrasts with Trump’s oft-stated sympathy for Russia.",
  "Perhaps Mueller hasn’t offered him one because he’s assembled a substantial, bulletproof case against him not worth trading away for cooperation.",
  "“It doesn’t say how compelling that evidence is, mind you, but it makes it crystal clear that was a focal point of the probe,” Blake writes.",
  "Trump: “I said, ‘Did you do it?’ He said, ‘No, I did not, absolutely not.’ I then asked him a second time, in a totally different way.",
  "Working in consultation with the State Department, Treasury applied sanctions to another 17 senior Russian government officials.",
  "This hunch would explain why Manafort—unlike Gates, Michael Flynn and George Papadopoulos—hasn’t copped a Mueller plea.",
  "Fluent in English, Kilimnik is also believed to have helped Manafort contact oligarch Deripaska during the campaign.",
  "Previously, Treasury had sanctioned 19 Russians and five Russian entities for hacking and messing with the election.",
  "If true, that would put only a few degrees of separation between Russian intelligence and candidate Donald Trump.",
  "The sanctions freeze any assets the sanctionees hold in the U.S. and bar Americans from dealing with them.",
  "In its announcement, Treasury linked “the Kremlin’s malign agenda” directly to the sanctioned elites.",
  "Trump says he believes Putin, who told him he made no effort to disrupt the U.S. election.",
  "“Fake news,” Deripaska said, enlisting that most Trumpian of retorts.",
  "Send your plea bargains to Shafer.Politico@gmail.com.",
  "******\n\nThere was no Week 45 of the Swamp Diary.",
  "Jack Shafer is Politico’s senior media writer.",
  "This article tagged under: Swamp Diary",
  "Next stop, collusion?",
  "“Get lost, please.",
  "“Mr."
]