[
  "But that’s only part of the story: As the New York Times’ Matthew Rosenberg reported on Friday, the Russian also wanted to pass along compromising information about President Trump to American intelligence operatives, including what the Russian said was a video of the unproven (and yet infamous) hotel room urination incident in Moscow.",
  "During the course of our conversation, which has been edited and condensed for clarity, we discussed the motives the Russians would have for offering up a fake tape, the motives the Russians might also have for offering up a real tape, whether the CIA has been politicized, and what journalists and spies have in common.",
  "And you need all these things to come together to get this truly bizarre thing where American spies, who aren’t supposed to spy on American citizens—full stop—are suddenly confronted with [the idea of], “Wait, a possible foreign agent wants to sell us a sex tape of the president?” That’s not something they usually do.",
  "But I think when you are close to it you get a sense of the wild “oh, there’s a sex tape, they were doing bank deals, everyone knows it, they were buying up all these condominiums.” You put your fingers into all that and you know how slippery it all is.",
  "He currently covers intelligence and national security at the Times; he has been a foreign correspondent in Africa, Europe, South Asia, and the Middle East, and was expelled from Afghanistan by the Hamid Karzai administration because of his reporting.",
  "What I do understand very clearly is that there is a lot of evidence that is already out there that people in Trump’s circle, including his son, were willing to talk to Russians about the possibility of cooperating or working together.",
  "That seems a little …\n\nTo get back to your point about whether the Russians wanted to see Trump elected: Wasn’t it the conclusion of our agencies that, broadly, they did want to sow dissension, but they also preferred Trump to Clinton?",
  "You are not going to be able to back it up in ways that you can confidently say, “This is Mike Pompeo who did this.” For me, if you are going to write that there is political interference, you need to have a very hard example of it.",
  "Inside American spy agencies, you don’t need the director to say, “Oh, we shouldn’t do this.” A sex tape is the kind of thing they don’t see as the work of real intelligence officers; they see it as tabloid gossip pages.",
  "I did have people say things like, “Look, if we got things that we thought were of legitimate counterintelligence value that showed an American citizen being compromised by a foreign power, we would not turn that away.",
  "Plus, if you can get this into American consciousness through American spy agencies or law enforcement, you will have set off the White House vs. its own spies in a way that if you are a Russian spy, that’s great.",
  "If their goal here is messing with American democracy, then getting some of this stuff out on Donald Trump, if it’s real, that’s worse, weakens him further, intensifies the political mess we are in.",
  "Spencer Platt/Getty Images\n\nAs part of a deal to return stolen American cyber-weapons, a Russian national was able to get $100,000 from the American government after a hotel room meeting in Germany.",
  "On the other allegations, just like responsible journalists, I think a professional intelligence officer would take the view that until you have proof it is all just rumor, it’s speculation.",
  "And my suspicion, honestly: If somebody had that tape out there, given the kind of money people like Larry Flynt are offering, never mind private buyers, they would have sold it by now.",
  "But he also does some money laundering and has this laughable cover business where he sells these portable grills you can wear around your neck for street-side sausage salesman.",
  "The story in the Intercept suggests that part of the reason might be because Mike Pompeo, who runs the CIA, does not want to go looking for stuff that reflects badly on Trump.",
  "And on top of that, suddenly you’ve got guys out there saying, “We will sell you all this crazy information.” Are they organized crime guys trying to make a quick buck?",
  "You have all these strands and you say, “What do we do with this?”\n\nIf what the Russians were selling was real, what would be the motive to get that to the Americans?",
  "You say that the reason the CIA people did not want to go too near this was because they did not want to spy on Americans, or create dissension within the government.",
  "You are talking about people who could make tens of millions of dollars and these guys are just hanging out showing 15-second clips at the Russian embassy in Berlin?",
  "You don’t need Mike Pompeo if you are working at the CIA or the NSA [to know] that it could possibly destroy your career to go poking around on this kind of stuff.",
  "Let’s make it worse and start selling this stuff off.” And you need that dossier to exist, and get the idea in the public imagination that this stuff is out there.",
  "The Americans resisted receiving the information, fearing both that it was fake, and that it would be used to create rifts within the American government.",
  "The Russian here who was selling the stuff was somebody who was kind of known to the Americans, who has these weird underground and espionage connections.",
  "Do you feel like you understand this huge story about Russian interference and Trump and what it all means better or worse than when you started?",
  "The whole story, and James Risen’s Intercept piece on the same subject, which landed earlier on Friday, must be read in full to be believed.",
  "But Steele himself says he was taking information from a variety of sources, and this was never meant to be a document to get out there.",
  "Spy games happen all the time, but you need a confluence of circumstances [for this]: You need an election with Russian interference.",
  "Think about how the president would react to that kind of news if that got into intel channels.” They know what the seams are here.",
  "I talked to a former Russian spy who said that if there is, it is locked in a safe in some general’s office and is not getting out.",
  "If we can feed this stuff in, if we can make it look like the Americans went out looking to buy stuff on Trump, think about that.",
  "All of it.” The Americans were like, “Oh, God, we don’t really want that, we want those hacking tools,” so they kept negotiating.",
  "And they found a Russian who said he could sell it all, but said, “You are also going to get all the kompromat on Donald Trump.",
  "Has all this made the people you talk to feel more or less skeptical of the Steele dossier, and its most explosive allegations?",
  "With Trump in office, you can see why they are like, “We want no part of this.” But that’s a bit of self-preservation as well.",
  "It seems like from what you are saying that the motives you have come up with all have to do with the information being fake.",
  "I quote former CIA people in the story, and as current ones and NSA counterintelligence will tell you, this is really hard.",
  "The topline is that American spies went out looking for these hacking tools that the NSA had created that had been stolen.",
  "For background on his reporting, and to put his story in context, I spoke by phone with Rosenberg soon after it published.",
  "Russian intel officer vs. a Russian who knows some guys in intel vs. organized criminal in Russia is a very blurry line.",
  "What the Russians were committed to—what we really know—is that they were committed to messing with American democracy.",
  "I have definitely spoken to people who say that if you stay at the Ritz-Carlton [in Moscow], you are probably videoed.",
  "And there was a weird tape without sex that was watched by an American businessman at the Russian embassy in Berlin.",
  "I think there’s a popular conception out there that the Russians were committed to seeing Donald Trump elected.",
  "I think, like journalism, intelligence is about collecting information and trying to corroborate what you can.",
  "Now look, Steele was a professional spy for many years and is respected by his American colleagues.",
  "You then need a president to win and deny interference ever happened and say there is no collusion.",
  "The most explosive allegation, the sex tape, I don’t think anyone knows what to think of it still.",
  "The Russians are not playing three-dimensional chess; the Russians are not savvier than we are.",
  "What should I take away from it?” It’s such a crazy story that I want to know what you’d say.",
  "You are going to run into people that say that; you are not going to run into enough of them.",
  "Journalists reprint it, and spies put it in an analysis and give it to the policymakers.",
  "They are just opportunistic, and they are willing to use information and weaponize it.",
  "We aren’t looking for it, but if somebody brings it to us, we will certainly take it.",
  "Matthew Rosenberg: It’s a really weird one, and it’s a hard one to do in 15 seconds.",
  "It’s basically a story about what a weird, kind of strange, difficult time this is.",
  "Would they have taken it under a different president and at least looked at it?",
  "Whether they actually got their act together and did it: I just have no idea.",
  "Whether Trump was a vehicle for that or not, that’s still a big question.",
  "Isaac Chotiner: If someone said to you, “Matt, I haven’t read your story.",
  "They had a preference for him, but the main goal was sowing dissension.",
  "We just didn’t see that in any of this.”\n\nNow look, it’s a weird time.",
  "(Rosenberg and I have several mutual friends, and have met socially.)",
  "You need the Russians to say, “Oh, wow, let’s take advantage of this.",
  "I guess you could say they were collusion-curious at some times.",
  "And if it hasn’t been proven, we are not going to say it’s true.",
  "Everybody who stays there—American officials, anyone important.",
  "In your reporting, have you seen anything that backs that up?",
  "Or is this a Russian intel operation saying, “You know what?",
  "The Ritz-Carlton Moscow on March 7, 2017 in Moscow, Russia.",
  "They think that this is not a man who goes off half-cocked.",
  "It’s a bunch of other records that haven’t been verified.",
  "And I think that is not entirely borne out by the facts.",
  "That’s the thing: And this is an important point, too.",
  "Disorder and dissension in the ranks of your enemies.",
  "I think I have a more realistic understanding of it.",
  "It hasn’t been disproven but it hasn’t been proven.",
  "What motive was there for the Russians to do this?",
  "That dossier is still the wild card in all this.",
  "The company has been nearly bankrupt for years.",
  "So there is certainly a plausible theory here.",
  "And with the Russians it is especially hard.",
  "How long have you been on this Russia beat?",
  "There is no direct evidence of that yet.",
  "And in this case, we just don’t have it.",
  "I have been doing it for the past year.",
  "But you are doing the same thing there.",
  "It was meant for people to corroborate.",
  "Is there a video that exists out there?",
  "That’s just not what we saw out there.",
  "You never know entirely who is who.",
  "But it looks like for them he was.",
  "That’s what it looks like, anyway.",
  "Yeah—and who knows what that was?",
  "So there are reasons to do that.",
  "Now look—is this stuff real?",
  "But let me see if I can try.",
  "No sex tape ever appeared.",
  "This really worked out.",
  "You have 15 seconds.",
  "Or is that wrong?",
  "We don’t know.",
  "The sex tape.",
  "Who knows.",
  "Maybe."
]