[
  "In short, if Trump, despite blanket claims that the dossier comprises only fictions, has concocted defenses to those fictions that are themselves untrue, it raises the question of whether the President-elect is inadvertently betraying what attorneys call “consciousness of guilt.”\n\nCertainly, if one believes Sarka’s claims and was at Mr. Trump’s press conference last Wednesday, the issue of consciousness of guilt is already resolved—and not in Mr. Trump’s favor.",
  "At his press conference last Wednesday, Trump defended himself against the most prurient allegation in the memos—that during the 2013 Miss Universe pageant in Moscow, he hired prostitutes to urinate on his bed at the Ritz-Carlton Moscow, a bed previously used by President Obama and Michelle Obama—by saying that he would never have committed an indiscretion in Moscow out of fear of being videotaped doing so.",
  "If the former, Mr. Trump was not honest with reporters last Wednesday, which would raise the question of why he would lie about a charge he claims to be innocent of; if the latter, his defense against the most salacious allegation made by Steele—that he always acted with discretion in Moscow hotels due to bugging concerns—must be disregarded by those still investigating the former MI6 agent’s claims.",
  "Indeed, the importance of the Sarka story is not its juiciness as tabloid fodder—the sexually salacious bits of the Steele report are by far the least troubling, particularly in view of the report’s allegations regarding political collusion between the President-elect and Vladimir Putin—but rather that it reveals Trump’s dishonesty as to the dossier as a whole.",
  "According to Sarka, no precautions were suggested or taken by Trump in asking that a Miss Universe contestant come alone to his hotel room after hours—despite the fact that Trump was married at the time and, by his own admission, believed his hotel room at the Ritz-Carlton had likely been bugged by Russian intelligence.",
  "The Election Cycle’s Most Explosive Story Takes An Unexpected Turn\n\nSince the release of former MI6 agent Christopher Steele’s “dossier” on Donald Trump, journalists’ assumption has been that any additional attention to the dossier’s largely unverifiable claims will have to come from either the FBI, CIA, or MI6.",
  "A reasonable inference to be taken from the contradictory stories told by Trump and Sarka is that either Trump did not know, or tell others to beware of, FSB recordings being taken at Moscow hotels in 2013, or else the President-elect saw these potential recordings as being no obstacle to personal misconduct.",
  "While other components of the Trump dossier will likely be confirmed or disproven in the coming months, it is Sarka’s story of an apparent romantic solicitation by the President-elect that may constitute the first breach of Mr. Trump’s vigorous defense against the dossier’s explosive allegations.",
  "And I always tell them—anywhere—but I always tell them, if I’m leaving this country, ‘Be very careful because in your hotel rooms—and no matter where you go—they’re going to probably have cameras.’ I’m not referring just to Russia, but I would certainly put them in that category.",
  "As first reported last Friday, Sarka, who participated in the 2013 Miss Universe pageant in Moscow, in May told Hungarian talk-show host Kasza Tibor that during a pageant after-party Trump gave her his business card, private telephone number, and hotel room number.",
  "Perhaps because one of the first reports of the story came from Perez Hilton, or perhaps because this is not the first allegation of infidelity leveled against Trump in the past eighteen months, response to the allegation has thus far been muted.",
  "The fact that Sarka told her story many months before Buzzfeed published the Steele memos lends credence to her story, and defuses any claim that the model is seeking publicity relating to the current Trump-Putin controversy.",
  "In fact, it appears the first contradiction of claims made by President-elect Trump in response to the dossier has come not from the intelligence community but former Miss Hungary Kata Sarka.",
  "The implication taken by Sarka at the time she received the card was that she was being propositioned for a romantic liaison with Trump, who was then married to current wife Melania.",
  "But a closer look at Sarka’s account of the 2013 Moscow pageant and Mr. Trump’s strikes at the heart of the President-elect’s defense to the troubling allegations made by Steele.",
  "As Trump said of the Ritz-Carlton allegation during the press conference,\n\nWhen I leave our country....I am extremely careful.",
  "Sarka has since shared the business card—which she kept, though she never went to Mr. Trump’s hotel room—with the media.",
  "‘And number one, I hope you’re going to be good anyway, but in those rooms you have cameras in the strangest places.",
  "You better be careful, or you’ll be watching yourself on nightly television.’ I tell this to people all the time.",
  "I was in Russia, years ago, with the Miss Universe contest, which did very well—Moscow, Moscow area.",
  "And I told many people, ‘Be careful, because you don’t want to see yourself on television.",
  "As of the time of this writing, the White House has not responded to Sarka’s allegations.",
  "Cameras that are so small, with modern technology, you can’t see them and you won’t know.",
  "Cameras all over the place.’ And again, not just Russia, all over.",
  "Does anyone really believe that story?",
  "I’m surrounded by bodyguards.",
  "I’m surrounded by people.",
  "Did very, very well.",
  "(Emphasis supplied.)"
]