[
  "On the information that goes into an intelligence report, it’s a combination of intelligence that’s gathered through clandestine means, whether it be signals intelligence, where you copy an email or tap a phone; or human intelligence, where you have a spy talking to you; or technical intelligence, like a picture that you interpret—that’s the information that you go out and gather.",
  "Dennis Blair: An intelligence product is written to answer a specific question that’s of interest either to policymakers or to operational leaders in the field, and it generally starts with a particular intelligence requirement: “What will ISIS do next?” at the high end, down to “Where are the IEDs in Aleppo?” on the low end.",
  "Blair: It would be turned into a field report describing how it arrived, and then that context for how it showed up [would be forwarded], along with the document itself or evidence of other kinds, and that would be sent in a field report to the analytical center at headquarters.",
  "And you blend that with information that’s available to most any expert in the field—databases that are put together by academic institutions or businesses in some cases, observations from people in the field who are not intelligence officers, but are knowledgeable observers.",
  "It starts with those sources of intelligence, and then it has to come to some sort of an assessment of answering a question: “Here’s where the IEDs are,” “this is what we think ISIS will do.” So that’s 99 percent of what the intelligence community spends its time doing.",
  "But occasionally, just in the course of [their] business, people in the intelligence community run across documents or stories that are just generally one-offs that clearly are going to be of interest to policymakers.",
  "I spoke about these and other questions with Dennis Blair, who was the director of national intelligence, overseeing the intelligence community, in 2010 and 2011.",
  "Something this explosive and this big would be sent at fairly high levels; there would be extra precautions taken to make sure that it’s not widely disseminated.",
  "Gilsinan: So we have this mysterious dossier from a private intelligence company that approaches the FBI in Rome, sometime in August in 2016.",
  "And when you find something about the actions of your president-elect, that certainly falls squarely in that category.",
  "So then you have to make a decision—generally at a high level in the intelligence community—as to what you do with it.",
  "And how does the intelligence community process or try to verify alleged information like what’s in the Trump dossier?",
  "As Stanford’s Amy Zegart notes, all intelligence is information, but not all information is intelligence.",
  "It would get to leadership within the FBI and then in the intelligence community pretty quickly.",
  "So the intelligence community doesn’t just wander off and write about what catches its fancy.",
  "Generally speaking, how would the community—the FBI in this case—process something like that?",
  "Kathy Gilsinan: What distinguishes the Trump dossier from an intelligence product?",
  "A condensed and edited transcript of our conversation follows.",
  "It’s trying to provide information to help better decisions.",
  "So what information qualifies?"
]