[
  "The U.S. has been trying to find the right balance of carrots and sticks to push Russia into making a full withdrawal from eastern Ukraine, while securing its cooperation on ending Syria's civil war, enforcing this summer's Iran nuclear agreement and advancing other international priorities.",
  "Among the Ukrainians affected by this latest round of penalties are the self-described prime minister, foreign minister and justice minister of the \"Luhansk People's Republic\" in eastern Ukraine, and the foreign minister and representative in Russia of the sister \"Donetsk People's Republic.\"",
  "Thomson Reuters The Obama administration on Tuesday imposed financial restrictions on 34 additional people and entities for helping Russian and Ukrainian companies evade U.S. penalties and other infractions, prompting threats of retaliation from the Kremlin.",
  "That agreement compelled Moscow to withdraw forces and materiel from eastern Ukraine's front lines, release prisoners, allow the Western-backed government in Kiev to reassume control over its borders and provide unfettered access to international monitors.",
  "Ukraine's Interior Minister Arsen Avakov stands next to Barrett sniper rifles before a military drill near the village of Stare in Kiev region Thomson Reuters\n\nTuesday's announcement is only an incremental enhancement of U.S. pressure.",
  "The action helps \"maintain the efficacy of existing sanctions\" established after Russia's annexation of the Crimean peninsula last year and support for eastern Ukrainian separatists, the Treasury Department said.",
  "It focuses on a number of individuals and firms that are one step removed from top-level tycoons such as Gennady Timchenko and Arkady Rotenberg, both close friends of Russian President Vladimir Putin.",
  "The new sanctions match those put in place by America's allies and demonstrate Washington's \"unwavering resolve to pressure Russia to respect the security and sovereignty of Ukraine,\" Smith added.",
  "Also identified are subsidiaries of Russian banks VTB and Sberbank, which are already blocked from the U.S. market, and export firm Rostec.",
  "The department called six separatists and two former Ukrainian government officials \"complicit\" in corruption or in destabilizing Ukraine.",
  "\"This is a continuation of the unfriendly line against Russia that runs counter to logic,\" Kremlin spokesman Dmitry Peskov said.",
  "John Smith, the department's acting sanctions boss, demanded that Russia adhere to a February cease-fire in Ukraine.",
  "His government would review the U.S. decisions \"and then gather proposals on possible countermeasures,\" he said.",
  "Fourteen are linked to \"serious and sustained evasion\" or are subsidiaries of already sanctioned firms.",
  "Americans can no longer do business with those listed, and any U.S. assets they have are now frozen.",
  "(Associated Press writer Jim Heintz in Moscow contributed to this report.)",
  "Moscow has supported both self-proclaimed authorities.",
  "Twelve were targeted for operating from Crimea.",
  "Russia quickly decried the announcement."
]