[
  "\"If we are talking about the defense sector, our businesses aren't experiencing particularly big economic pressures from the financial market, because there's an opportunity to export abroad, and thanks to that, we are making a pretty good profit, and plus domestically, our defense orders also aren't small,\" Chemezov said.",
  "Russian military vehicles including the new Russian T-14 Armata tank, center, make their way to Red Square during a rehearsal for the Victory Day military parade which will take place at Moscow's Red Square on May 9 to celebrate 70 years after the victory in WWII, in Moscow, Russia, Monday, May 4, 2015.",
  "Soviet-made tanks proved disastrously inferior at night fighting to the Abrams during Operation Desert Storm, which the new Armata family compensates for with software that can autonomously track several targets, even at night.",
  "Ivan Sekretarev/AP In an interview with The Wall Street Journal, Sergei Chemezov of Russian arms manufacturing giant Rostec said that Russia's advanced T-14 Armata tank is already in serial production.",
  "NATO commanders have increasingly expressed concern over Russia's massive military makeover, and their impact on the security of the Baltic states and the spreading of Putin's autocratic influence.",
  "New Russian Armata tank is driven during the Victory Parade marking the 70th anniversary of the defeat of the Nazis in World War II, in Red Square, Moscow, Russia, Saturday, May 9, 2015.",
  "In the longer term Germany and France will work together to develop a new Main Ground Combat System that can more comprehensively address the threats posed by Russia's T-14 Armata.",
  "AMB Brescia\n\nIn response to this threat, Germany plans to upgrade their Leopard 2A7 (+) tanks by upgrading the main turret with new 130 mm cannons.",
  "The Armata family has an impressive suite of touchscreen controls and the ability to instant message with other Armata and newer T-90 tank models.",
  "The Armata T-14 battle tank, which debuted at Russia's 2015 Victory Day parade, is the world's newest, and arguably most advanced battle tank.",
  "When asked specifically if the Armata tank family was impacted by the cuts, Chemezov said it's \"already in serial production.\"",
  "Alexander Zemlianichenko/AP\n\nIts defensive and offensive armaments render most NATO antitank weapons obsolete.",
  "A recent Russian TV broadcast took a camera crew inside the three-person tank for a view of the controls.",
  "Everything that has been started will be finished, and money will be allocated to it,\" Chemezov said.",
  "Chemezov notes that the Kremlin has made a $400 billion dollar overhaul of their military a priority.",
  "\"Money has already been invested, and if we stop without finishing, then that will be lost money.",
  "The rollout of the Armata tank family could further jeopardize NATO's standing in Eastern Europe.",
  "Experts speculate that these turrets will increase the armor penetration of the Leopard tanks.",
  "For reference, the US's main battle tank, the M1A2 Abrams, was designed in 1979.",
  "Leopard 2A7+ as seen on the Eurosatory."
]