[
  "“If the media reports are accurate, we will address it bilaterally with Russia and with the other members of the U.N. Security Council.”\n\nThe Security Council passed the resolution only days after Iran and six international powers signed a nuclear agreement that “forbids Iran from making conventional arms sales for the next five years.” Resolution 2231 states:\n\nthe supply, sale or transfer directly or indirectly from or through their territories, or by their nationals or individuals subject to their jurisdiction, or using their flag vessels or aircraft, and whether or not originating in their territories, to Iran, or for the use in or benefit of Iran, of any battle tanks, armoured combat vehicles, large calibre artillery systems, combat aircraft, attack helicopters, warships, missiles or missile systems, as defined for the purpose of the United Nations Register of Conventional Arms, or related materiel, including spare parts, and\n\nthe provision to Iran by their nationals or from or through their territories of technical training, financial resources or services, advice, other services or assistance related to the supply, sale, transfer, manufacture, maintenance, or use of arms and related materiel described above.",
  "Dehghan signed an $8 billion arms contract to purchase military equipment:\n\n“According to reports, Iran is seeking to buy Russian Su-30 and Yak-130 jets; the Mi-8 and the Mil Mi-17 helicopters; the K-300P Bastion-P Russian mobile coastal defense missile system equipped with Yakhont anti-ship missiles, in addition to diesel-electric submarines and other military equipment.",
  "In 2015, the Iranian and Russian government agreed on a “military cooperation pact,” which included a goal “to intensify military and technological cooperation.”\n\nShoigu said:\n\nWe are in favor of long-term and multi-level cooperation with Iran and welcome the Iranian leadership’s attempts to expanding its ties with Russia, including in military defense.",
  "The system allows the regime to track “multiple planes at once” and some “have an interception rage of up to 200 kilometers (124 miles).”\n\n“The deal to supply the S-300 to Iran has not only been signed between the parties but it has already come into force,” explained Sergei Chemezov, then-head of Rostec arms firm.",
  "Security Council Resolution 2231 prohibits the sale to Iran of specified categories of conventional arms … without approval in advance on a case-by-case basis by the UN Security Council,” declared State Department spokesman Mark Toner.",
  "“We are seriously with the Syrian government and nation and we have had decisive cooperation with Russia, which has resulted in a change of power balance and creation of a new situation for Syria,” said Dehghan.",
  "Last month, Russian helicopter manufacturers expressed an interest in selling their goods to the Iranian regime after the international community officially lifted sanctions against Iran.",
  "The U.S. State Department has asserted that any Russian arms sales to Iran without approval from the Security Council would violate the United Nations arms embargo.",
  "Tehran, could also seek Russian expertise in repairing Iran’s fleet of the Mikoyan MiG-29s, Sukhoi Su-24MKs and submarines,” Russia Today reported.",
  "Iranian Defense Minister Hossein Dehghan recently met with Russian Defense Minister Sergei Shoigu in Moscow to discuss military cooperation.",
  "The regime responded with a lawsuit for $4 billion in damages, but the court in Geneva has not ruled on it yet.",
  "Both countries support Syrian President Bashar al-Assad as the country enters the fifth year of its civil war.",
  "This means the country can access its frozen assets (valued at $50 billion), sell oil, and purchase goods.",
  "In 2007, Russia decided to sell Iran an air defense missile system, a contract worth $800 million.",
  "They never delivered the promised equipment, as the U.S. and Israel objected to the agreement.",
  "We have common challenges and threats in the region that we can oppose only if we communicate.",
  "Russia began delivery of the S-300 surface-to-air missiles in November 2015.",
  "There are also reports that Iran is interested in purchasing T-90 tanks.",
  "Dehghan and Shoigu also discussed the situation in Syria.",
  "“U.N."
]