[
  "* Unannounced, Russia stages test flight of new passenger plane\n\n* MS-21 seen competing against Airbus, Boeing best-sellers\n\n* Officials hope cheaper running costs will win sales (Adds comments by Western experts on length of first flight)\n\nBy Gleb Stolyarov and Jack Stubbs\n\nMOSCOW, May 28 (Reuters) - Russia carried out the maiden flight of its new MS-21 medium-range passenger plane on Sunday, its first post-Soviet foray into production of a mainline commercial aircraft which it hopes will rival those of its Western competitors.",
  "Russian officials have said the MS-21 is superior to its Western-made counterparts in many respects and will be snapped up by both Russian and foreign carriers, but Western analysts say both Russia and China face a huge challenge to shatter the transatlantic airplane duopoly.",
  "In a surprise statement, manufacturer Irkut Corporation and its state-controlled parent company United Aircraft Corporation (UAC) said an MS-21-300 model had successfully completed a 30-minute flight at a height of 1,000 metres and travelling at 300 km an hour.",
  "The test flight, which was not announced to media beforehand, comes just three weeks after China staged the maiden flight of its new C919 passenger jet, highlighting the growing competition to industry heavyweights Boeing and Airbus .",
  "Flag carrier Aeroflot last year earned its fourth star from independent ratings website Skytrax, ranking it alongside major European and Middle Eastern competitors and ahead of big U.S. carriers such as Delta and United.",
  "\"It suggests they either have severe limitations or may have had something happen and decided to come back,\" said a Western flight test engineer, speaking on condition of anonymity.",
  "Squeezed by Western sanctions over its role in the Ukraine crisis, Russia is trying to rejuvenate domestic industrial production to make the country less dependant on foreign firms.",
  "Western aviation sources however expressed surprise at the flight's brevity and relatively low altitude compared with recent 3-4 hour debuts of North American and European models.",
  "With a range of up to 6,000 kilometres, the MS-21 will be competing against the Boeing 737 and Airbus A320 aircraft which currently dominate the medium-range narrow-body market.",
  "FIRM ORDERS\n\nPresident Vladimir Putin called Irkut General Director Oleg Demchenko to congratulate him and his employees with what the Kremlin called \"a significant event\".",
  "But the new plane could win sales in Russia and some eastern European and Asian countries, industry analysts say, with buyers attracted by its lower running costs.",
  "Production is expected to start in the next two years and state media have said numerous contracts with domestic and foreign carriers have already been agreed.",
  "At least 50 of them will be leased to Aeroflot, Rostec said, which currently operates a fleet dominated by narrow-body Airbus models, including 70 A320s.",
  "America's Boeing and Europe's Airbus remain far ahead of their Chinese and Russian rivals, with bigger sales books and more advanced technical know-how.",
  "The twin-engine MS-21 will be built in two variants: the MS-21-300 which will have 160-211 seats, and the later MS-21-200 which will have 130-165 seats.",
  "UAC President Yury Slyusar said he estimated global demand for the new MS-21 models at around 15,000 aircraft over the next 20 years.",
  "The flight was fine, there were no observations which will prevent further testing,\" test pilot Oleg Kononenko was quoted as saying.",
  "Both companies recently upgraded those families to achieve comparable 15 percent operational savings compared to previous versions.",
  "State defence conglomerate Rostec, which is headed by close Putin ally Sergei Chemezov, said it had agreed to purchase 85 aircraft.",
  "Russia has fought hard to shake off its Soviet reputation for old and creaking aircraft flown by inexperienced crews.",
  "Irkut said operational costs for its new plane will be up to 15 percent cheaper than current generation aircraft.",
  "A UAC spokesman said the flight had been long enough to test everything that needed checking in the air.",
  "It is sometimes referred to as the MC-21 when using the Russian name and Cyrillic letters.",
  "(Additional reporting by Tim Hepher in PARIS; Editing by Alison Williams and David Evans)",
  "\"I'm sure the airlines will appreciate our new aircraft,\" he said.",
  "A Western jetmaking source called it a \"genteel flight\".",
  "Irkut said it so far had \"firm orders\" for 175 planes.",
  "\"The flight mission has been completed."
]