[
  "But we also know there isn’t a challenge in the entire region that wouldn’t become much more complicated, much worse, if Iran had a nuclear weapon.”\n\nLast January, the Iranian and Russian government agreed on “military cooperation pact,” which included a goal “to intensify military and technological cooperation.”\n\n“We are in favor of long-term and multi-level cooperation with Iran and welcome the Iranian leadership’s attempts to expanding its ties with Russia, including in military defense.",
  "The system allows the regime to track “multiple planes at once” and some “have an interception rage of up to 200 kilometers (124 miles).”\n\n“The deal to supply the S-300 to Iran has not only been signed between the parties but it has already come into force,” explained Sergei Chemezov, head of Rostec arms firm, at the time.",
  "The international community officially lifted the sanctions after the regime “verified disabling of much of its nuclear infrastructure.” This means the country can access its frozen assets (valued at $50 billion), sell oil, and purchase goods.",
  "The Iranian regime released four American hostages last weekend, including Washington Post journalist Jason Rezaian, pastor Saeed Abedini, and Marine veteran Amir Hekmati.",
  "We have common challenges and threats in the region that we can oppose only if we communicate,” declared Russian Defense Minister Sergei Shoigu.",
  "“The lifting of sanctions gives an opportunity to provide the Iranian side new helicopters,” declared a statement from Russian Helicopters.",
  "“We understand this marker alone will not wipe away all the concerns the world has rightly expressed about Iran’s policies in the region.",
  "Russian officials are seeking to sell Iran military helicopters following the end of decades-long sanctions on the Islamic regime.",
  "Saudi Arabia allegedly demanded that Chemezov not sell the system to Iran, but he insisted it is only a defensive weapon.",
  "The regime responded with a lawsuit for $4 billion in damages, but the court in Geneva has not ruled on it yet.",
  "In 2007, Russia decided to sell Iran an air defense missile system, a contract worth $800 million.",
  "But they never delivered the promised equipment, as the U.S. and Israel objected to the agreement.",
  "“So if the Gulf countries are not going to attack Iran… why should they be threatened?",
  "However, Russia began delivery of the S-300 surface-to-air missiles in November 2015.",
  "“Today marks the start of a safer world,” exclaimed Secretary of State John F. Kerry.",
  "They also released Nosratollah Khosravi-Roodsari, who opted to stay in Iran.",
  "Because this is defense equipment,” he stated."
]