[
  "In total, the suit comes with 59 items, Tass said, including a powered exoskeleton that supposedly gives the soldier more strength and stamina, along with cutting-edge body armor and a helmet and visor that shields the soldier's entire face.",
  "Now it's apparently being fitted with a watch that \"retains its properties upon the impact of radiation and electromagnetic impulses, for example, upon a nuclear blast,\" according to Rostec's chief designer of the suit, Oleg Faustov.",
  "The third-generation Ratnik-3 suit \"comprises five integrated systems that include life support, command and communication, engaging, protection and energy saving subsystems,\" according to Tass, a Russian state-owned media outlet.",
  "Screenshot/YouTube via Ruptly\n\nRussia's new Star Wars-like combat suit is apparently getting a nuclear-resistant watch, according to Newsweek, citing Rostec, the Russian defense contractor building the suit.",
  "The suit also has a \"pop-up display that can be used for tasks like examining a plan of the battlefield,\" Andy Lynch, who works for a military company called Odin Systems, previously told MailOnline.",
  "The first-generation Ratnik suit was reportedly given to a few Russian units in 2013, and some pieces of the suit were spotted on Russian troops in Crimea, according to The New York Times.",
  "And while Salyukov recently said that they've been able to reduce the Ratnik-3's weight by 30%, Russia is known to make wild claims about its military equipment that it doesn't back up.",
  "Russia even unveiled a video of the suit in late June, but it only showed a static display of the suit, so it's unknown if it actually has any of the capabilities that are claimed.",
  "Rostec\n\nRussia is also not the only country developing such technology, Sim Tack, a Stratfor analyst, previously told Business Insider.",
  "The third-generation Ratnik suit will supposedly be ready for service in 2022, according to Russian Col. Gen. Oleg Salyukov.",
  "Nevertheless, many problems still exist with these suits, such as bulky batteries that power the exoskeletons, Tack said.",
  "The US hopes to unveil its own Tactical Light Operator Suit, also known as the \"Iron Man\" suit, in 2018.",
  "France is working on one too, the Integrated Infantryman Equipment and Communications system, or FELIN.",
  "Russian \"Star Wars\" combat suit.",
  "The Ratnik-3 combat suit."
]