[
  "Russia is currently the third-most active country with regards to Tor users, behind the U.S. and Germany, according to metrics provided by the Tor Project.”\n\nTor has also come under scrutiny in the U.S. as of late after terrorists were found to be using the Dark Web, or hidden Internet channels, to spread propaganda.",
  "The government’s contract with Rostec, worth 3.9 million Russian Rubles (almost $60,000), is to “research the possibility of obtaining technical information on users of [the] anonymous network Tor and users’ equipment.” Tor is an encrypted site that allows users to browse the web anonymously.",
  "(RELATED: ISIS Now Spreading Ideology On Dark Web)\n\nThe Tor Project, which administrates over Tor, claims the FBI paid researchers at Carnegie Mellon University at least $1 million to hack into Tor and collect information on users.",
  "The Russian Ministry of Internal Affairs is filing suit against a defense technology company for failing to unmask–in a timely fashion–the users of an anonymous Internet browser, The Stack reported Nov. 24.",
  "(RELATED: FBI Allegedly Issued Staggering $1 Million Bounty To Break Into Internet’s Toughest Lockbox)\n\nCarnegie Mellon released a statement Nov. 18 and did not issue a blanket denial of the charges.",
  "He claims the government simply wants “to bring down the price of the contract or claim a penalty” and notes that despite this recent lawsuit, the contract with the government will continue.",
  "Follow Steve Ambrose on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The purpose of the cybersecurity institute at CMU:\n\nIs to research and identify vulnerabilities in software and computing networks so that they may be corrected.",
  "After Rostec did not hack into Tor and de-anonymize the users within a time period the Russian government wanted, it attempted to cancel the contract.",
  "According to The Washington Times, in 2012 the Russian government began censoring websites that don’t receive approval from President Vladimir Putin.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "In the course of its work, the university from time to time is served with subpoenas requesting information about research it has performed.",
  "Yet Vladimir Pleshakov, the lawyer representing Rostec, believes there are other reasons at play for the project’s cancellation.",
  "The university abides by the rule of law, complies with lawfully issued subpoenas and receives no funding for its compliance.",
  "As a result, “the number of daily Tor users in Russia has skyrocketed from around to 20,000 to roughly 175,000.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Tor is one of a number of services used to access the Dark Web."
]