[
  "The legislation also prevents the president from unilaterally easing or lifting sanctions against Russia, a provision that came after Mr. Trump had consistently espoused the idea of a warming of relations with Russia, even in the face of the intelligence community's conclusion that Russia had meddled in the 2016 elections.",
  "\"Secretary of State Rex Tillerson has authorized the department to issue guidance to the public specifying the persons or entities that are part of or operating on behalf of the defense or intelligence sectors of the government of the Russian Federation,\" said State Department spokesperson Heather Nauert.",
  "The State Department is making the entire list public in advance of actual sanctions implementation in order to alert U.S. stakeholders, primarily those who do business with these companies, early notice, so they can draw down those transactions.",
  "After President Trump signed sanctions legislation in August, the administration gave the State and Treasury Departments the authority to draw up a list of entities that enable Moscow's intelligence and defense sectors.",
  "Congressional aides acknowledged that this caveat, which essentially enables both U.S. companies and the Russian companies to prepare, was a concern as the legislation was nearing its final hours before passage.",
  "\"This seems to be a comprehensive list that broadly covers a significant portion of the Russian defense industry,\" said Mark Simakovsky, a former Defense Department official and Atlantic Council fellow.",
  "Senator Bob Corker, R-Tennessee, the chairman of the Senate Foreign Relations Committee, called the list a \"good first step in responsibly implementing a very complex piece of legislation.\"",
  "Providing dedicated staffing and resources within the State Department will demonstrate the administration's commitment to carrying out this vitally important law,\" wrote McCain and Cardin.",
  "Senators Ben Cardin, D-Maryland, and John McCain, R-Arizona also welcomed the list as part of the effort to hold Russia accountable for interfering in the 2016 U.S. presidential election.",
  "It maintains and expands sanctions against the Russian government, Russian crude oil projects and also targets those who evade foreign sanctions and entities that abuse human rights.",
  "WASHINGTON -- The State Department gave Congress a list Thursday of 39 Russian individuals and entities it says support the Russian government's intelligence and defense sectors.",
  "Making the list public before sanctions go into effect is a departure from the usual State Department policy of waiting for the sanctions to be announced.",
  "Under the current plan, beginning Jan. 29, individuals involved in \"significant\" transactions with entities on the list will also be sanctioned.",
  "\"So it helps them to at least make their business decisions and be able to decide on the best course of action going forward,\" she said.\"",
  "Five of the six Russian defense contractors listed on the State and Treasury list are among the 100 biggest defense companies worldwide.",
  "Early next year, anyone in the U.S. doing business with entities on that list will be hit with sanctions by the Trump administration.",
  "In their statement they pointed out reports that say the sanctions office has been closed and \"a number of its staff have resigned.\"",
  "Once the Senate passed its sanctions legislation with an overwhelming majority, it put pressure on the House to pass it as well.",
  "\"The administration likely took very seriously the review, required of the legislation, and has sought to abide by the terms.\"",
  "\"These are the types of entities that they can no longer do business with,\" State Department Spokeswoman Heather Nauert said.",
  "McCain and Cardin are concerned about how the agency will come up with the staffing and resources to carry out the sanctions.",
  "The policy planning staff, which doesn't usually play a role in operations, is being tasked with implementing the sanctions.",
  "Experts on Russia who reviewed the list, which was obtained by CBS News, say it covers most of the Russian defense sector.",
  "Its partner company, Rostec, promotes technology products in both the civil and defense sectors and is also on the list.",
  "On the intelligence side, the Federal Security Service (FSB) and the Foreign Intelligence Service (SVR) are included.",
  "Democrats applied intense pressure not to change anything because they did not want to water down the bill.",
  "Nauert also explained that Secretary of State Rex Tillerson is \"very hands-on in these types of things.\"",
  "Rosoboronexport OJSC, which is on the list, is one of Russia's largest exporters of defense products.",
  "The sanctions law signed by Mr. Trump in August targeted Iran and North Korea, in addition to Russia.",
  "The two senators noted that questions remain about the implementation of the sanctions.",
  "There had been growing criticism that the administration was slow-walking the process.",
  "The State Department cited the complexity of the process when asked about the delay.",
  "It's still up to the State Department to determine how the sanctions are applied.",
  "The State Department had a deadline of October 1 to send the list to Congress.",
  "In the end, there was no major effort to change this.",
  "If they don't, they, too, will face sanctions.",
  "Now, nearly a month late, State has done so."
]