[
  "Recommended: China's H-6K: The 'Old' Bomber That Could 'Sink' the U.S. Navy\n\nRecommended: Why an F-22 Raptor Would Crush an F-35 in a 'Dogfight'\n\nRecommended: Air War: Stealth F-22 Raptor vs. F-14 Tomcat (That Iran Still Flies)\n\nThe Su-35 is Russia’s most advanced fighter jet, and is often referred to as a 4++ generation fighter.",
  "Still, having a longer-range aircraft like the Su-35 enhances Beijing’s ability to project sustained power in the South China Sea, allowing it to keep its aircraft on the mainland or bases closer to China’s coast.",
  "During the St. Petersburg International Economic Forum from May 24–26, Rostec, a state-owned company, announced that the last ten Su-35s would be delivered to China in 2018, according to reports in Russian media.",
  "“As a multi-role fighter jet, the Su-35 is capable of precision strikes on ground and sea targets.” Even before then, in February 2018, China’s Su-35s took part in air combat drills over the South China Sea.",
  "China's Last Order of Russia's Su-35 Fighter Is Coming This Year\n\nThe last of the Su-35s that China is purchasing from Russia will be delivered this year, according to a Russian state-owned corporation.",
  "RT, the Russian-stated owned media outlet, has said that the plane is able to detect, track, and engage multiple targets at long ranges because it is equipped with a phased array antenna radar.",
  "China claims roughly 90 percent of the South China Sea, various parts of which are also claimed by Brunei, Malaysia, Indonesia, the Philippines, Vietnam, as well as Taiwan.",
  "It is an extreme challenge for Beijing to maintain a regular presence over the enormous waters, which are roughly 1.4 million square miles (2.25 million square kilometers).",
  "This range and the Su-35’s high fuel capacity is perhaps of most interest to China as it greatly enhances Beijing’s ability to enforce its claims in the South China Sea.",
  "The same source says each plane has an internal thirty millimeter cannon and twelve hardpoints capable of carrying eight thousand kilograms of missiles and bombs.",
  "As the National Interest has previously noted, China received the first four planes from Russia in late 2016 before getting another ten Su-35s last year.",
  "While based off of the Su-27, the Su-35 offers a number of significant improvements, including high maneuverability as well as advanced electronics.",
  "As Peter Wood has noted for The Diplomat:\n\nOne important improvement of the Su-35 over the Su-27/J-11B is the ability to carry external fuel tanks .",
  "“The People’s Liberation Army (PLA) has commissioned Su-35 fighter jets,” a spokesperson for China’s Ministry of Defense said at the time.",
  "Beijing became the first foreign country to purchase the Su-35 when it agreed to pay $2.5 billion for twenty-four planes in November 2015.",
  "The Su-35 also has a maximum speed of 2,500 kilometers per hour and a range of 3,400 kilometers (combat radius of 1,600 km).",
  "This can be mitigated by the construction of bases and airstrips on Beijing’s man-made islands in the South China Sea.",
  "Just last month Beijing landed H-6K bombers on Woody Island (a non-artificial island) in the Paracel Islands.",
  "This later capability is another important part of China’s strategy of increasing loiter times and distances.",
  "Rostect was the entity that officially signed the agreement for the fighter jets with the Chinese government.",
  "This is in addition to a 20 percent increase in fuel capacity over the Su-27 and air refueling capability.",
  "According to media outlets, this was the first time Beijing had sent the planes on a public deployment.",
  "Zachary Keck\n\nSecurity, Asia\n\nWill the deal be worth it for Moscow in the long-run?",
  "a major factor limiting the Su-27, which does not have aerial refueling capability.",
  "Beijing formally inducted the Su-35s into service in April of this year.",
  ".",
  "."
]