[
  "Russia, however, takes an aggressive, unscientific stance—and it is one of the few countries in which the HIV epidemic continues to grow.”\n\nAlmost 30 years since the first registered case of HIV infection in the Soviet Union, a paucity of HIV-related public service advertising and media coverage means the virus remains the subject of rumors and wild speculation, and discrimination is widespread.",
  "This is one of the reasons why the epidemic grew so quickly—people don’t get tested because they don’t think it can affect them.”\n\nAlthough the Russian government shows few signs of abandoning its opposition to harm reduction programs or sex education, the scale of the country’s HIV epidemic has forced the government to pay attention.",
  "When the national budget was approved in December, spending on regional HIV care and prevention had been slashed by more than $600,000, while Russian business media reports said that just over half of the increase in overall funding had been earmarked for Rostec, a sprawling, state-owned conglomerate.",
  "The best weapons in the fight against HIV/AIDs, he says , are “virtue and chastity.” It is an attitude echoed by Pavel Astakhov, Russia’s top official for children’s rights, who says the novels of Russian authors such as Leo Tolstoy contain everything a child needs to know about love and sex.",
  "A combination of widespread intravenous drug use, ignorance of or disregard for the perils of unsafe sex, and the conservative policies that have held sway in the Kremlin since Vladimir Putin’s return to the presidency in 2012 have sent HIV infection rates soaring in Russia.",
  "In Russia, whose population is nearly twice as big, around 30 times more new infections occurred over the same period, with 50 percent the result of sharing dirty needles and 42 percent due to unprotected heterosexual sex, according to Russian officials.",
  "By comparison, in neighboring Ukraine, HIV rates have decreased among drug users every year since methadone and other harm-reduction policies were introduced in 2007, although the conflict there has recently hampered efforts to reduce transmission.",
  "“The Russian government not only fails to support, it hinders the implementation of effective prevention programs that we and other nongovernmental organizations attempt to carry out,” says Anya Sarang, director of the Andrey Rylkov Foundation.",
  "It’s a snowy winter’s evening in east Moscow, and Alimova and her co-worker, Lena Plotnikova, will spend the next few hours distributing these potentially lifesaving supplies to some of the Russian capital’s tens of thousands of drug users.",
  "Despite these apocalyptic figures, the Russian government provides neither clean needle programs nor opioid substitution therapy, both recommended by the World Health Organization as essential elements in the fight against HIV/AIDS.",
  "After meeting up at a nearby metro station, Alimova and Plotnikova haul their backpacks to a 24-hour pharmacy popular with addicts because it sells a brand of eyedrops that, when injected, intensify the effect of low-grade heroin.",
  "Doctors often refuse to operate on them because they are afraid of becoming infected,” says Maria Godlevskaya, 32, who has been HIV-positive for over 15 years and is a project coordinator at the St. Petersburg-based E.V.A.",
  "Although the Kremlin has recently awarded generous grants to organizations such as the Night Wolves, an ultranationalist motorcycle gang, the Andrei Rylkov Foundation has not received a single kopek in state funding.",
  "Vadim Pokrovsky, the outspoken head of the Federal AIDS Center in Moscow, says over 2 percent of the main risk group (30- to 35-year-olds) is now HIV-positive, and around 200 new HIV infections occur every day.",
  "The reports, including by Kommersant, one of Russia’s most respected business newspapers, also said that Rostec was set to become Russia’s sole supplier of the antiretroviral drugs necessary for HIV treatment.",
  "New HIV infections have slowed dramatically throughout the world in recent years, including in much of sub-Saharan Africa—the region worst hit by the AIDS-causing virus—but Russia is a deadly exception.",
  "Rostec also said that by acting as a sole supplier, it would be able to “align the prices of medicines” and eradicate widespread price differences throughout Russia's regions for the life-saving drugs.",
  "“Sometimes we get yelled at by members of so-called patriotic movements, who believe we are undermining Russia’s spiritual values or something,” says Plotnikova, a slight, bespectacled 20-year-old.",
  "Updated | “I may be small, but I am strong,” says Anya Alimova, a 29-year-old with green hair, as she picks up a heavy backpack bulging with syringes, condoms, HIV tests and other related items.",
  "She laughs as she adds, “It’s just not always entirely clear what it is.”\n\nThis article has been updated to include statements by Russia's Ministry of Industry and Trade, as well as Rostec.",
  "Rostec, which has stakes in military, industrial and civilian industries, is headed by Sergei Chemezov, who is believed to be a former KGB officer and is one of Putin’s closest associates.",
  "The United Nations estimates that 1 out of every 3 HIV-positive injecting drug users in the world resides in Russia, where over 1.5 million people are estimated to be addicted to heroin.",
  "Russia is in the grip of an HIV epidemic, with new infections soaring among intravenous drug users, but this tiny organization is the sole source of free, clean needles in Moscow.",
  "In a statement to Newsweek, Rostec insisted any production or supply of antiretroviral drugs carried out by the company would be done in an “absolutely transparent” manner.",
  "“The Russian authorities have their own way as far as the fight against HIV and AIDS is concerned,” says Alimova, as she stands outside the 24-hour pharmacy in east Moscow.",
  "He insists that a combination of increased testing and treatment with powerful antiretroviral drugs is the best way to halt the rise of new HIV infections in Russia.",
  "Both women work at the Andrei Rylkov Foundation for Health and Social Justice, a small, nongovernmental outreach organization that has around a dozen staff members.",
  "Meanwhile, HIV activists from the Andrei Rylkov Foundation continue their work with drug users on little more than public donations and an abundance of goodwill.",
  "In Germany, where sex education is taught in high schools, needle exchanges are common, and prostitution is legal, there were 3,000 new HIV infections in 2014.",
  "Bishop Panteleimon, head of the church’s department for charity and social ministry, says sex ed would merely encourage teenagers to “experiment” with sex.",
  "Methadone, a synthetic opiate taken orally to wean addicts off heroin, is banned in Russia, and anyone caught distributing it faces up to 20 years in jail.",
  "Almost 1 million Russians are registered as having contracted HIV, out of a population of 143 million people, an almost twofold increase from 2010.",
  "In October, Prime Minister Dmitry Medvedev ordered the health ministry to double its spending on HIV care and prevention in 2016 to $600 million.",
  "In January, Russia’s Ministry of Industry and Trade denied that such a decision had yet been taken, although it did not rule out the possibility.",
  "Critics of Russia’s approach, such as Pokrovsky, the federal AIDS center chief, have been labeled “foreign agents” by pro-Kremlin politicians.",
  "Speaking to Newsweek, HIV/AIDS activistsquestioned the reported decision, pointing out that Rostec has limited production facilities.",
  "“The entire system in Russia is ineffective and corrupt,” says Anton Krasovsky, a well-known journalist and HIV/AIDS activist.",
  "He also maintains that the distribution of needles would only exacerbate the problem by increasing the appetite for drug use.",
  "Yevgeny Voronin, Russia’s top HIV specialist, decries what he says is a Western obsession with the heroin substitute.",
  "“Can I get some ointment for this?” asks one middle-aged man, pulling up his sleeve to reveal angry red needle marks.",
  "Within minutes of their arrival, the outreach workers are approached by a half-dozen shabbily dressed men and women.",
  "The strong influence of the powerful Russian Orthodox Church means sex education in high schools is taboo.",
  "Even the official figures, which most experts agree are a significant underestimation, are terrifying.",
  "“The importance of harm reduction programs in preventing HIV infections is recognized the world over.",
  "They also expressed concerns that a Rostec monopoly would lead to a decline in production quality.",
  "“The government campaign against HIV is no different.”\n\nKrasovsky is perhaps right to be cynical.",
  "The news was welcomed by international organizations, but grass-roots activists remain cautious.",
  "They exist in China, in Iran, in the United States, in Central Asia and in Eastern Europe.",
  "Pokrovsky predicts up to 3 million Russians will be living with the virus by 2020.",
  "“HIV-positive people have problems in hospitals, including at maternity wards.",
  "“In Russia, HIV is seen as…a shameful disease, and there are lots of myths.",
  "Empty capsules of the liquid litter the sidewalk around the pharmacy.",
  "organization, which helps women living with the virus.",
  "“Methadone is not a magic wand,” he says."
]