[
  "But a new management team and a fresh sales strategy — not to mention 12 billion rubles worth of investment capital — have returned Kalashnkov to a place of prominence in Russia’s still-formidable arms export industry, reports the Wall Street Journal.",
  "The company is jointly owned by three private businessmen and state holding company called Rostec, an arrangement that allows for private investment combined with the stability –and subsidy — of the Russian government’s interest in the arms industry.",
  "While it no longer produces the AK-47, the company says its new rifles offer the same near-failsafe reliability and simplicity of operation that made the AK the choice of insurgent movements and Marxist revolutionaries around the world.",
  "Searching for new revenue streams, Kalashnikov found eager buyers in Asian and African governments looking to arm their militaries with new, reliable weapons at lower prices than those offered by Western arms makers.",
  "Battered first by the breakup of the Soviet Union and then by U.S. sanctions, the maker of the iconic AK-47 rifle was reduced to building shoddy weapons in a leaky factory in the central Russian city of Izhevsk.",
  "Kalashnikov has boosted its staff to 7,000 from 4,000, and company officials say they are hiring hundreds more workers to keep round-the-clock production going at the Izhevsk facility.",
  "The company had once hoped to open an American factory, but U.S. sanctions brought against the company for Russia’s 2014 military intervention in Ukraine dashed those plans.",
  "The company’s founder and namesake Mikhail Kalashnikov is, after all, an “Honorary Hero” of Russia, and Vladimir Putin himself visited the Kalashnikov headquarters in 2016.",
  "The company’s revenues more than doubled last year to the equivalent of $300 million and are expected to double again this year, according to the WSJ.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "But the firm has recently ventured into hi-tech weapons applications, designing combat drones with artificial intelligence capabilities.",
  "That state backing helps Kalashnikov’s sales pitch to foreign governments looking to establish closer ties to the Kremlin.",
  "Some arms industry analysts say Kalashnikov remains a lesser player in the ever-innovate world of weapons manufacturing.",
  "Whether selling small arms or drones, the Kalashnikov name carries a cachet no other Russian arms company can match.",
  "Kalashnikov managed the turnaround despite being shut out of the U.S. — the world’s largest civilian arms market.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "A uniquely Russian ownership structure is also responsible for the Kalashnikov’s revival, reports WSJ.",
  "Just five years ago, Russian arms manufacturer Kalashnikov Concern teetered on the edge of bankruptcy.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org."
]