[
  "\"Even if Russian industry was able to perfect stealth camo and exoskeletons, it would likely be too expensive to fit to ordinary Russian troops, with small numbers of Russian special forces—spetsnaz—the likely recipients,\" Popular Mechanics' Kyle Mizokami wrote on Monday.",
  "\"I haven't seen the system working myself of course, but I doubt they'd be displaying it if it didn't at least do something resembling what they claim,\" Sim Tack, chief military analyst at Force Analysis and a global fellow at Stratfor, told Business Insider.",
  "\"The specialized electrically-operated material covering the helmet prototype is able to change color depending on the camouflaged surface and environment,\" Rostec said in a press statement of the helmet displayed Tuesday at the Army-2018 Forum in Moscow.",
  "In this case, it was applied to a helmet designed for Russia's third-generation Ratnik-3 combat suit, which Russia Today previously dubbed the \"Star Wars-like\" suit, but Rostec says it can be applied to practically anything, even armored vehicles.",
  "Rostec\n\nThe third-generation Ratnik-3 suit \"comprises five integrated systems that include life support, command and communication, engaging, protection and energy saving subsystems,\" TASS, a Russian state-owned media outlet, previously reported.",
  "In total, the suit comes with 59 items, including a powered exoskeleton that supposedly gives the soldier more strength and stamina, along with cutting-edge body armor and a helmet and visor that shields the soldier's entire face.",
  "It's \"not something we expect to see on the battlefield too soon, but as armies move towards more advanced infantry systems including exoskeletons and that type of technology, [it] could be a part of that,\" Tack added.",
  "Rostec\n\nThe Russian defense contractor Rostec just showed off a stealth camouflaged helmet that they claim can change colors quickly and even display moving images to better conceal Russian troops.",
  "Rostec said that the stealth camouflage coating can be \"applied to the base, like ordinary paint, and does not require great accuracy in terms of thickness and uniformity.\"",
  "It should be noted, however, that there do not appear to be any video yet of the helmet changing color, but that doesn't mean the stealth coating doesn't work.",
  "The first-generation Ratnik suit was reportedly given to a few Russian units in 2013, and some pieces of the suit were spotted on Russian troops in Crimea.",
  "\"The material can display dynamic changes of color intensity and simulate complex images, for example, the motion of leaves in the wind.\"",
  "The Ratnik-3 combat suit."
]