[
  "She has found her next role in politics: powering the “resistance.” The former presidential candidate will help launch a new entity dedicated to funding and supporting grassroots activists and organizers, with a focus on translating the energy of the opposition movement into organizing and tangible results.",
  "State oil company Rosneft, Gazprombank, which is the third-largest bank in Russia, and the military manufacturer Rostec were added to the US Treasury’s Office of Foreign Assets Control sanctions list in 2014 in response to Moscow’s support for rebels in Ukraine and annexation of Crimea.",
  "Delcy Rodríguez told BuzzFeed News in an exclusive interview that things are not “fine” in the country and drew a comparison between Venezuela’s rising opposition movement, which has gained widespread regional sympathy, and the start of civil war in Syria.",
  "Venezuela has been rocked by protests for two months, with demonstrators demanding a humanitarian channel for much-needed food and medicine to be allowed into the country, as well as early elections to challenge President Nicolás Maduro.",
  "And a little extra\n\nVenezuela’s embattled government has been doing business with US-blacklisted Russian companies, allowing Moscow to shore up its influence in the Western Hemisphere and raising bipartisan concern in Congress.",
  "But conversations with 25 people in Jones’ orbit indicate that his troubles don’t stem from a split between the character and the human, but from the fact that Jones is eminently and unquestionably himself at all times.",
  "Most controversially, the American Health Care Act would let insurance companies charge people with pre-existing conditions higher premiums than healthy people in some states that choose to allow this.",
  "Broadly, the bill loosens Obamacare’s rules on what insurance companies must offer in their plans, opening the door for plans that are cheaper but provide weaker coverage.",
  "After two decades toiling at the fringes of politics, Jones and his Infowars media empire have architected the current moment and helped usher a president into office.",
  "But This Woman Says It’s Gone Too Far: “Vegan Cheetah” claimed on his channel, which is rife with gossip, that a woman tried to have sex with him over Skype.",
  "Democrats sang “Na Na Na Na, Hey Hey Hey, Goodbye” as a taunt to Republicans after they repealed Obamacare, saying they would lose their midterm elections.",
  "Brendan Smialowski / AFP / Getty Images\n\nWE’RE KEEPING AN EYE ON\n\nVenezuela’s foreign minister says the country is trying to keep from turning into Syria.",
  "Jones, an unwavering professional conspiracy theorist, is being interrogated about his true beliefs just as his golden age of conspiracy is ascendant.",
  "People in Flint, Michigan, could lose their homes if they don’t pay their water bills, even though they still can’t drink the water from the tap.",
  "And Barack Obama — saying he won’t get involved in many elections — is endorsing Emmanuel Macron, the centrist presidential candidate in France.",
  "And Barack Obama , saying he won’t get involved in many elections, is endorsing Emmanuel Macron, the centrist presidential candidate in France.",
  "“I shouldn’t say this to our great gentleman and my friend from Australia, because you have better health care than we do,” Trump continued.",
  "The Republican bill to repeal and replace Obamacare has passed in the House, but faces an uncertain future in the Senate.",
  "Brooks Kraft / Getty Images Jones speaks during a rally in support of Trump near the 2016 Republican National Convention.",
  "On the topic of health care Trump praised Australia’s universal health care right after the House repealed Obamacare.",
  "How One Generation Changed The Way We Think About Furniture: You throw away most of what you buy in your twenties.",
  "“Right now Obamacare is failing,” Trump said while meeting with Australian Prime Minister Malcolm Turnbull.",
  "HERE ARE THE TOP STORIES House Republicans finally passed their bill to repeal and replace Obamacare.",
  "Podcast shout: BuzzFeed’s The Library spills all the tea on the latest season of RuPaul’s Drag Race.",
  "Every day, millions of Americans, even those with insurance, struggle to pay for health care.",
  "QUICK THINGS TO KNOW The French head to the polls on Sunday — here’s what you need to know.",
  "The bill now heads to the Senate for a vote before President Trump can sign it into law.",
  "Venezuela’s foreign minister says the country is trying to keep from turning into Syria.",
  "The Republican party has routinely spoken against creating a similar system in the US.",
  "Australia offers universal health care to its citizens, which is funded by taxes.",
  "She said it never happened — and confronted him on his vlog about proving it.",
  "Hillary Clinton is returning to politics with a new focus on the grassroots.",
  "If the Republican health care plan passes, that struggle will become worse.",
  "It would make deep and sweeping changes to the American health care system.",
  "New episodes drop on Saturdays, the morning after the episode airs on VH1.",
  "Each week, find out who slayed the runway and who got straight-up played.",
  "Tap to play GIF Tap to play GIF Jared Oriel for BuzzFeed News",
  "And Republicans also passed a spending bill they don’t love.",
  "Cristian Hernandez for BuzzFeed News Delcy Rodríguez.",
  "WEEKEND READS\n\nWho Should Pay For Evan Karr’s Heart?",
  "BuzzFeed News’ Charlie Warzel reports from Texas.",
  "But do millennials actually care about furniture?",
  "Alex Jones will never stop being Alex Jones.",
  "You buy a nice couch right around age 34.",
  "Vegans On YouTube Love Drama.",
  "DID YOU HEAR ABOUT THIS?"
]