[
  "But Pakistan’s new quarterback, Prime Minister Imran Khan, came late into the game and decided to throw a few Hail Mary passes to his country’s traditional receivers of wish lists, hoping to avoid the fund altogether or pursue a smaller bailout and avoid strict conditionality.",
  "In this context of Islamabad’s scramble for dollars, Pakistani officials have claimed—and subsequently denied—that Saudi Arabia was invited to join the China-Pakistan Economic Corridor (CPEC) as a “strategic partner.”\n\nTime has now run out for Pakistan.",
  "Pakistan’s new government has been in a mad dash to attract foreign aid and investment—most notably from Saudi Arabia—to offset a widening current account deficit, rising foreign debt repayment obligations, and avert a balance of payments crisis.",
  "In 2017, Pakistan lost an international arbitration case to the Tethyan Copper Company, which held an exploration license for Reko Diq, but was denied a mining lease by the Balochistan provincial government in 2011.",
  "It appears that Islamabad asked Riyadh to park funds close to $10 billion with the State Bank of Pakistan—well before these investments achieve financial close—to shore up Pakistan’s forex reserves in the interim.",
  "And on October 4, after Pakistan’s main stock exchange index declined for the sixth consecutive day, the finance ministry finally announced that it intended to begin formal talks with the IMF for a bailout.",
  "Should the project move forward, the new concession holder would likely provide Pakistan with the funds to pay the penalty, which—depending on its size—could result in a major cut to Pakistan’s royalties.",
  "In August, a suicide bomber with the Balochistan Liberation Army attacked a convoy transporting Chinese engineers to the Saindak copper and gold mine, leased by the Metallurgical Corporation of China.",
  "Sale of the plants to a Saudi public or private entity would likely require an alternate source of LNG and could even impact Pakistan’s fifteen-year LNG supply contract with Qatar.",
  "Reko Diq would certainly be a target for insurgent violence, though the Pakistani state is equipped to reduce physical risk with the right mix of political and security measures.",
  "And it should develop an inclusive and redistributive economic framework that results in a share of the earnings going directly into the hands of local citizens.",
  "Arif Rafiq\n\nSecurity, Middle East\n\nSaudi Arabia's strategic use of aid and investment has heightened under Crown Prince Mohammed bin Salman’s influence.",
  "Riyadh reportedly expressed interested in purchasing equity in the plants on a government-to-government basis, but that may not be legally possible.",
  "A return to the International Monetary Fund (IMF)—for the twenty-second time in Pakistan’s history—has been all but certain for much of this year.",
  "The second set of projects includes two government-owned operational regasified liquified natural gas-fueled power plants in the Punjab province.",
  "For both sides, these potential investments have economic and strategic value, but they are also fraught with risk—both legal and geopolitical.",
  "Potential Risks and Rewards of Saudi Investment in Pakistan\n\nPakistan has floated five sets of potential investments to Saudi Arabia.",
  "On top of the financial and legal risks, the mine is located less than one hundred miles from Pakistan’s border with Iran.",
  "Projects linked to the Saudis would become targets in the same way Chinese projects have been over the past fifteen years.",
  "Militants with several Baloch separatist groups combatting the Pakistani state are believed to be in Afghanistan or Iran.",
  "Sale of the plants could earn Islamabad much-needed cash, but there are geopolitical complications tied to that sale too.",
  "Resource nationalism is a driver of the ethnic Baloch insurgency, but it also receives support from regional states.",
  "But discussions between Islamabad and Riyadh on investments, including projects related to CPEC, will continue.",
  "During the visit, his delegation proposed to the Saudis a series of energy and mining investment opportunities.",
  "These include the Reko Diq copper and gold mine in Balochistan, valued in the hundreds of billions of dollars.",
  "Before moving forward with extractive projects in the province, Islamabad must factor in geopolitical risk.",
  "Instead, a Saudi power company, ACWA Power, could take part in open bidding for the plants.",
  "Pakistan’s external financing needs will approach or exceed $30 billion this fiscal year.",
  "Khan’s first foreign visit since coming into office was to Saudi Arabia.",
  "These power plants are fueled by liquified natural gas (LNG) from Qatar.",
  "The tribunal is expected to determine Pakistan’s liability this year.",
  "What Is Saudi Arabia's Grand Plan for Pakistan?",
  "The attacker used an Iranian vehicle.",
  "The figure could exceed $11 billion."
]