[
  "Another fund just got hit with further US anti-Russian sanctions The Treasury's Office of Foreign Assistance Control on Thursday added The Russian Direct Investment Fund to the list of sanctioned institutions, along with a number of entities linked to energy giant Rosneft and bank Vnesheconombank.",
  "The accounts had been found to have abnormal bids for shares or bid cancellations and were thus suspected of affecting share prices or influencing investment decisions by other investors, the China Securities Regulatory Commission said in its official microblog weibo.",
  "Pacific Rim trade ministers neared the final spurt of negotiations on an ambitious free trade pact on Thursday, but differences over farm exports and monopoly periods for next-generation drugs were preventing them from reaching an elusive final deal.",
  "At 10 a.m. London time (5 a.m. New York) the latest inflation data will be released for the eurozone, showing how the bloc did in July — analysts are expecting no change from June's +0.2% reading and for core inflation to stay steady at +0.8% too.",
  "GE Vice Chairman John Rice said the conglomerate is bidding on over $10 billion (£6.41 billion) worth of projects that require support from an export credit agency (ECA) like the shuttered US Export-Import Bank.",
  "A migrant from Rwanda, who gave his name as Alex, aged 35 and is the father of two children, stands on an overpass as he watches a train pass on tracks below in Calais, France, July 30, 2015.",
  "As of 6:50 a.m. London time (1:50 a.m. New York), Hong Kong's Hang Seng is up 0.28%, Japan's Nikkei is basically flat, up 0.07%, and the Shanghai Composite is down 0.96%.",
  "Core inflation, excluding volatile fresh food prices, was up 0.1% year-on-year in June, the internal affairs ministry said, well short of the Bank of Japan's 2% target.",
  "\"While the right to be forgotten may now be the law in Europe, it is not the law globally,\" Google's global privacy counsel Peter Fleischer said in a blog post.",
  "Mexico's central bank decided Thursday to increase its daily dollar auction from $52 million to $200 million to stop the peso's dramatic slide.",
  "Google is rejecting a French government attempt to apply the right to be forgotten globally.",
  "General Electric is looking to move a big chunk of manufacturing work out of the US.",
  "Mexico's central bank is stepping up dollar auctions to halt the peso's slide.",
  "Despite that, the year-on-year figure remained strong, up 5.1% from June 2014.",
  "Retail sales took a dive in Germany in June, falling 2.3% month-on-month.",
  "Chinese regulators suspended 24 equity accounts for irregularities.",
  "The new auction will start on Friday and run until September 30.",
  "Pacific trade deal negotiators are in the last leg of talks.",
  "REUTERS/Pascal Rossignol Good morning!",
  "German retail sales plunged in June.",
  "Analysts had expected a +0.3% boost.",
  "Japanese inflation is still tepid.",
  "Eurozone inflation is coming.",
  "Here's what you need to know.",
  "Asian markets are mixed."
]