[
  "Kirill Shamalov, Deputy Chairman of the management board of SIBUR company, speaks during an interview in Moscow Thomson Reuters A spokeswoman for the Russian Ministry for Economic Development, which nominates projects for NWF funding, said the Sibur bonds would be profitable in rouble terms, and that the state investment helps attract foreign investment as well.",
  "The decision to make the loan was made by the state-controlled Russian Direct Investment Fund (RDIF), which said the project \"fully complies with the rules for investing NWF money in infrastructure projects\" and gives the fund, whose loan is less than 20 percent of the project's total cost, \"maximum protection and corresponding profitability.\"",
  "Reuters\n\nThe country's National Wealth Fund, which was valued at the start of 2015 at 4.8 trillion roubles (then $72 billion), typically invests in national infrastructure projects such as railways, nuclear technology and major roads.",
  "Following Russia's annexation of Crimea in 2014, Kirill Shamalov's father, Nikolai, was sanctioned by the European Union for being \"a long-time acquaintance\" of Putin and for benefitting from his links with \"Russian decision-makers.\"",
  "On Dec. 4, the company raised $1.75 billion from the state by issuing 15-year bonds with an interest rate of either 2 percent or the U.S. annual consumer price inflation plus 1 percent, whichever is higher.",
  "Sibur has said in public announcements that the plant will be the \"largest modern petrochemical facility in Russia\" and create a world-class facility for making chemical products from Siberian gas supplies.",
  "As Reuters detailed earlier this month, Shamalov acquired a 17 percent stake in Sibur in September 2014, making him the second largest shareholder in the company, with a total stake of 21.3 percent.",
  "The money will help fund a petrochemical project at a company in which Kirill Shamalov, husband of Katerina Tikhonova, the Russian president's younger daughter, has a significant interest.",
  "Reuters MOSCOW (Reuters) - The son-in-law of Vladimir Putin stands to benefit from $1.75 billion in cheap finance from the Russian state, a Reuters examination of public documents shows.",
  "Russian President Vladimir Putin (C) and Kirill Shamalov (far right) visit \"Voronezhsintezkauchuk\" plant, part of the SIBUR company, in Voronezh, Russia, May 23, 2013.",
  "Later in September 2014, Sibur said capital expenditure on the ZapSib project would increase from 53 billion roubles ($1.4 billion at the time) to 74 billion roubles.",
  "In 2012, when design work began, Sibur's chairman Leonid Mikhelson said ZapSib would \"change the image of the company and the Russian petrochemical sector.\"",
  "A Sibur spokesman said the company had no information \"about family relations or relations between the company's shareholders and the president of Russia.\"",
  "Artyom Usmanov, an analyst at investment firm BCS, said borrowers on the Russian bond market would expect to pay over 7 percent interest for such a loan.",
  "To develop ZapSib, Sibur is working with Linde Group, a gas and engineering company based in Germany, and INEOS, a chemical company based in Switzerland.",
  "The plant is designed to produce 1.5 million tons of ethylene, which is used to make consumer and industrial products, from kitchenware to water pipes.",
  "After Shamalov married Putin's daughter in 2013, he increased his stake in Sibur five-fold and the company invested more heavily in the ZapSib project.",
  "Prime Minister Dmitry Medvedev issued a decree in October to add the petrochemical plant to the list of projects in which the fund can invest.",
  "The state money forms part of the overall $9.5 billion cost of Sibur's Siberian project, which is known as ZapSibNeftekhim, or ZapSib.",
  "In a statement by Sibur on Dec. 9, Dmitry Konov, its chief executive, described the state finance as having \"favorable terms.\"",
  "This month Sibur obtained $1.75 billion from Russia's National Wealth Fund to help build a huge new plant in Tobolsk, Siberia.",
  "The U.S. Treasury did not respond to a request for comment on whether it had considered sanctioning Sibur and Kirill Shamalov.",
  "Timchenko is also a major shareholder in another company - Novatek - that has gained finance from the National Wealth Fund.",
  "EU officials told Reuters earlier this month that there had been no discussion about expanding the Union's sanctions list.",
  "Analysts at Moody's estimate the project could boost Sibur's revenues by 25 to 30 percent to about $11 billion a year.",
  "A Wealth Fund list shows Novatek and Sibur as the only private companies that have been able to raise money this way.",
  "Another major shareholder in Sibur is the billionaire oil-trader Gennady Timchenko, who is an old friend of Putin.",
  "The state loan, he said, \"underwent all necessary procedures and was approved in strict accordance with the ...",
  "According to corporate documents, Sibur was able to borrow the money at a current interest rate of 2 percent.",
  "The development is central to Sibur's future - and to the value of Shamalov's stake in the company.",
  "The decision, Medvedev said, would reduce \"dependence on imports\" and create up to 15,000 jobs.",
  "Irina Alizarovskaya, an analyst with Raiffeisenbank called the financing \"quite cheap.\"",
  "Shamalov is a major shareholder in Sibur, Russia's largest processor of petrochemicals.",
  "In February this year, Sibur said the foundations for the plant had been laid.",
  "That investment is now worth $2.85 billion, judging by recent share deals.",
  "RDIF said ZapSib \"is one of the most promising projects in the world.\"",
  "The sanctions restrict travel rights and freeze assets within the EU.",
  "The bonds were all bought by the state via the National Wealth Fund.",
  "Annual U.S. consumer price inflation in November was 0.5 percent.",
  "Sibur has also borrowed $3.3 billion from European banks.",
  "But Kirill Shamalov and Sibur have not been sanctioned.",
  "That is a bargain, according to financial analysts.",
  "Shamalov did not respond to a request for comment.",
  "Neither company responded to requests for comment.",
  "Novatek did not respond to a request for comment.",
  "Timchenko was sanctioned by the United States.",
  "laws.\""
]