[
  "The suit cited a Reuters investigation which reported that Putin's son-in-law, Kirill Shamalov, is a major shareholder in petrochemicals producer Sibur, which received $1.75 billion in funding from Russia's National Wealth Fund at an unusually low interest rate last year.",
  "Maxim Zmeyev/Reuters Russian anti-corruption campaigner and opposition figure Alexei Navalny said on Thursday he had filed a lawsuit against Vladimir Putin after a company in which the Russian leader's son-in-law is a shareholder received $1.75 billion in state support.",
  "A Reuters investigation last year found that Shamalov marriedPutin's youngest daughter, Katerina Tikhonova, in early 2013, shortly before acquiring a majority stake in Sibur.",
  "The Russian Direct Investment Fund, which took the decision to make the loan, said it fully complied with procedures for investing state money in infra-structure projects.",
  "It also asked the court to require Putin to recuse himself from any decisions about providing state funds for the Sibur project which benefited from the financing.",
  "In the suit, a copy of which was posted on his blog, Navalnyasked the court to rule unlawful Putin's failure to act in preventing a conflict of interest.",
  "Navalny said Putin had violated Russian corruption laws by failing to declare a conflict of interest when he personally approved the financing.",
  "Putin giving money to a company where the beneficiary is his child's partner is a classic conflict of interest.",
  "Russian opposition leader Alexei Navalny (C) leaves a court after a hearing in Moscow, Russia, May 13, 2015.",
  "AP\n\nKremlin spokesman Dmitry Peskov did not immediately respond to written questions submitted by Reuters.",
  "(Reporting by Jack Stubbs, Alexander Winning and Andrey Kuzmin; editing by Christian Lowe, Larry King)",
  "Russia's TASS news agency cited Peskov as saying Putin had not yet been informed about the lawsuit.",
  "A Sibur spokesman said in December the state loan was approved in strict accordance with the law.",
  "Navalny said he had filed the suit with the Tverskoi court, in Moscow.",
  "Straight out of a textbook,\" Navalny wrote in a post on his blog.",
  "\"Kirill Shamalov is the spouse of Putin's daughter.",
  "Vladimir Putin."
]