[
  "He bought SkyBridge from Citigroup during the depths of the financial crisis and built it into a bridge between financial advisers at firms like Merrill Lynch and Morgan Stanley and the brightest stars of the hedge fund world.",
  "He recently compared a rule meant to force financial advisers to act in the best interest of their clients to the Dred Scott Supreme Court decision in 1857, which upheld the idea that African-American slaves were not citizens.",
  "How a man becomes a Mooch\n\nFor years, Scaramucci was Wall Street's unofficial master of ceremonies — the Long Island son of a construction worker who talked and boxed his way through Harvard Law and up the ladders of finance.",
  "Guests have ranged from Karl Rove to Vice President Joe Biden, from Appaloosa founder David Tepper to former Federal Reserve Chair Ben Bernanke — Lenny Kravitz and The Killers have performed.",
  "It is a Davos-in-the desert gathering of the globalists (Scaramucci is a fixture at the World Economic Forum in Switzerland as well) but with a particular Wall Street flavor of fete.",
  "Scaramucci — known (affectionately) on Wall Street as \"The Mooch\" — is charming, loquacious, effusive, combative, single-minded, transactional, over the top, and loyal to a fault.",
  "He first caught the spotlight after getting in a very public argument with President Obama, while voicing his opposition to post-financial-crisis regulation on the industry.",
  "With the selection of Anthony Scaramucci as his communications director, President Donald Trump is bringing Wall Street to Main Street through the door of the White House.",
  "What turned Scaramucci into The Mooch was more likely the annual bash SkyBridge throws at the Bellagio in Las Vegas, the SkyBridge Alternatives, or SALT, conference.",
  "Scaramucci brings to the White House not only his smooth style and experience with the international jet set but also a distinctly Wall Street set of complications.",
  "He had to explain, later, that he was talking about bad laws — not trying to claim persecution comparable to slaves', but you still get the point.",
  "HNA is a massive conglomerate reaching the end of a multiyear buying spree, and it is now under intense scrutiny in China and around the world.",
  "By way of example, I offer billionaire investor Steve Cohen, the founder of the now-defunct, but once legendary, hedge fund SAC Capital.",
  "His aim was to be in a campaign where he could have a central role, and in Trump's inexperienced operation he was a political veteran.",
  "Aside from that, the business Scaramucci founded, SkyBridge, has yet to finalize its sale to a Chinese firm, HNA.",
  "Treasury Secretary Steve Mnuchin must approve the sale as part of the Committee on Foreign Investment in the US.",
  "Scaramucci backed Mitt Romney in 2012, but he switched horses a few times in the most recent election.",
  "A man for the storm\n\nsteve cohen More\n\nIn Scaramucci, Trump will find a clear communicator with teeth.",
  "And so it isn't hard to imagine a man with this kind of Rolodex stepping into politics.",
  "Some of them relate to the White House's ongoing drama with the Russia investigations.",
  "Scaramucci joined the ranks of Republican donors during the Obama administration.",
  "He will bring a storm with him — it's most likely the storm Trump wants.",
  "He joined the Trump campaign in May 2016 after stints supporting Gov.",
  "He has remained vocal about his opposition to such regulation since.",
  "SAC, you may recall, was taken down by charges of insider trading.",
  "America, your world is about to get much more Wall Street.",
  "It's unclear whether it's the storm Trump needs.",
  "Scott Walker of Wisconsin and former Gov.",
  "That's just one aspect of the business.",
  "He will also find the loyalty he needs.",
  "We'll get to both in a bit.",
  "Jeb Bush of Florida."
]