[
  "NEW YORK (AP) — CNN accepted the resignations Monday of three journalists involved in a retracted story about a supposed investigation into a pre-inaugural meeting between an associate of President Donald Trump and the head of a Russian investment fund.",
  "The retracted story had said the Senate intelligence committee was looking into a January 16 discussion between Scaramucci and Kirill Dmitriev, whose Russian Direct Investment Fund guides investments by U.S. entities in Russia.",
  "The report also said that two Democratic senators wanted to know whether Scaramucci had indicated in the meeting whether sanctions against Russia would be lifted, a decision that could impact the investment fund.",
  "Haris, in a statement to CNN's \"Reliable Sources,\" noted that he'd been with CNN since 2001, \"and am sure about one thing: This is a news organization that prizes accuracy and fairness above all else.",
  "The story's author, Thomas Frank, was among those who resigned, according to a network executive who requested anonymity because the person was not authorized to discuss personnel issues.",
  "The episode is a damaging blow for a network that Trump has frequently derided as \"fake news,\" and for a story that never even made it onto any of CNN's television networks.",
  "___\n\nThis story has been amended to correct congressional committee's name to Senate intelligence committee, and to correct the spelling of Lex Haris' name.",
  "It was determined that the story was posted without going through the expected checks and balances for a story of such sensitivity, the executive said.",
  "Also losing their jobs were Eric Lichtblau, an assistant managing editor in CNN's Washington bureau, and Lex Haris, head of the investigations unit.",
  "CNN immediately apologized to Anthony Scaramucci, the Trump transition team member who was reported to be involved in the meeting.",
  "It's not immediately clear what in the story is factually incorrect, or whether CNN will continue to report on the issue.",
  "The story had been quickly questioned both internally and externally, including by the conservative site Breitbart News.",
  "The story was posted on the network's website on Thursday and was removed, with all links disabled, Friday night.",
  "The failure to follow proper procedures is what led to the resignations, the CNN executive said.",
  "Scaramucci, in the story, said he exchanged pleasantries in a restaurant with Dmitriev.",
  "CNN, in initially taking down the story, said it didn't meet its editorial standards.",
  "Following the retraction, Scaramucci tweeted that CNN \"did the right thing.",
  "I am leaving, but will carry those principles wherever I go.\"",
  "Everyone makes mistakes.",
  "Apology accepted.",
  "Classy move.",
  "Moving on.\""
]