[
  "By Jack Stubbs, Katya Golubkova and Vladimir Soldatkin\n\nMOSCOW (Reuters) - Saudi Arabia made no firm pledge on Thursday to extend a deal between OPEC, Russia and other producers on cutting supplies but said it was \"flexible\" regarding Moscow's suggestion to prolong the pact until the end of 2018.",
  "He said he welcomed the \"flexibility\" shown by Russia on the issue and said the Saudi government aimed to \"be flexible in leading the producing countries in and outside of OPEC to a consensus that takes the market to where we want it to be.\"",
  "\"In the kingdom, we have to keep all options open, President Putin agreed with us on this and expressed his readiness to extend until the end of 2018 if this is agreed, and if this is the best option,\" Falih told Al Arabiya television.",
  "Saudi Energy Minister Khalid al-Falih was speaking in a television interview a day after Russian President Vladimir Putin said the supply reduction deal that is due to expire in March could run to the end of next year.",
  "Saudi Arabia and Russia helped secure a deal between the Organization of the Petroleum Exporting Countries and 10 rival suppliers to cut output until the end of March 2018 in an effort to reduce a glut.",
  "Falih said MoUs would be signed with Russia's state nuclear agency Rosatom for the peaceful use of nuclear energy, alongside other deals for military industries and marine development.",
  "CLOSER TIES\n\nFalih said this week's visit by King Salman to Russia, the first by a Saudi monarch, showed the high level of mutual trust between the world's two biggest oil producers.",
  "The Russian Direct Investment Fund will sign an MoU with Aramco and the kingdom's Public Investment Fund for investments in energy services and manufacturing.",
  "State oil giant Saudi Aramco [IPO-ARMO.SE] will sign several non-binding MoUs on Thursday with Russian companies Gazprom, Gazprom Neft, Sibur and Litasco.",
  "The market can absorb it,\" Falih said, speaking alongside Russian Energy Minister Alexander Novak on a panel at an energy forum in Moscow.",
  "Falih echoed these comments, saying: \"I see huge opportunities in front of our countries and for the business sector in both nations.\"",
  "We see as we enter the fourth quarter that supply is less than demand and inventories are declining around the world,\" Falih said.",
  "Novak said he was satisfied with oil prices and Moscow would welcome other producers joining the deal to curb output.",
  "A slew of investment agreements and memorandums of understanding (MoUs) are due to be signed during the king's trip.",
  "Aramco is discussing several investment opportunities with Russian firms, Aramco Chief Executive Amin Nasser said.",
  "(Additional reporting by Vladimir Soldatkin; Writing by Rania El Gamal; Editing by Dale Hudson and Edmund Blair)",
  "Climbing U.S. shale production has kept a lid on price gains, but Falih said inventories were still falling.",
  "Oil rose above $56 a barrel on Thursday, supported by expectations of an extension to the supply cut pact.",
  "Plans for a $1 billion joint fund to invest in energy projects are also expected to be finalised.",
  "The king also said there were opportunities to expand economic cooperation with Russia.",
  "The two nations would continue working to stabilise the market, Salman told Putin.",
  "\"Shale coming in and happening again in 2018 doesn't bother me at all.",
  "\"We have seen a steady reduction in inventories.",
  "But prices are still half their mid-2014 levels."
]