[
  "“My fund has produced positive returns in dollars for our partners, which is important given the Ruble got reduced by almost half, so we have been making investments so great that they produce positive returns in dollars to all our partners.”\n\nWhile plenty of skeptics remain, when it comes to entering the Russian market, and concerns about corruption in Russia and the rule of law regarding companies continue to plague many potential investors, international organizations show an upward trend in housecleaning.",
  "Secondly, they united Russians around President Putin whose popularity throughout the sanctions time actually increased dramatically.”\n\nDespite the turmoil Russia has lived in the past several years, between the dramatic fall in oil prices and the tumble of its currency, Dmitriev extols the health of his country’s economy.",
  "We understand that Trump will focus only on the US agenda, defending U.S. interests.”\n\nStanford and Harvard educated Dmitriev, a Kiev native who runs the Russian sovereign wealth fund that holds ten billion dollars in reserved capital under management, has hopes that sanctions against Russian will be dropped by Trump.",
  "Russia is the world’s eighth largest economy, and while it claims it is not isolated, and has made great inroads doing business with countries in Asia in the Middle East while the West has given it the cold shoulder, it is eager to engage with the world’s most famous dealmaker of the moment, President Donald Trump.",
  "There has been a healthy dose of Trumpmania here in Moscow, as people celebrate the installation of the 45th President of the United States, who has famously said, he would like to get along with Russia.",
  "And Transparency International saw Russia’s image on the “corruption perceptions” index improve slightly between 2015 and 2016, but it has a way to go before it’s on a par with Western Europe.",
  "Dmitriev says he sees opportunites for the U.S. to invest in Russia, and believes such moves could help create jobs for Americans, and contribute to Trump’s pledge to get people into work.",
  "But at least they are willing to listen to the Russian story,” said Kirill Dmitriev, CEO of the Russian Direct Investment Fund.",
  "He points out the stock market grew fifty percent last year and he projects the two percent growth in Russia next year.",
  "The World Bank said Russia advanced to 40th out of 190 countries (from 51) in business rankings on its 2017 list.",
  "He says his fund, which invests in projects in Russia and around the world, with various partners, is solid.",
  "He said,\n\n“The fact is that sanctions did not work, in that they didn’t change Russian policy in any way.",
  "To that end, he is planning to host a delegation of U.S. business people, in Russia, late this spring.",
  "“There’s a realistic mood—some are excited, some are indifferent.",
  "“We don’t expect pro-Russian decisions.",
  "But it is not blind euphoria."
]