[
  "Furthermore, footage obtained by investigative journalist James O’Keefe’s Project Veritas showed a senior CNN producer admitting that the network’s relentless coverage of President Donald Trump over alleged links to Russia was “mostly bullsh*t.”\n\nOn Tuesday, Deputy Press Secretary Sarah Huckabee Sanders described the network as “a disgrace to journalism.”\n\nResponding to the crisis at the network, Donald Trump wrote on Twitter: “Fake News CNN is looking at big management changes now that they got caught falsely pushing their phony Russian stories.",
  "— Donald J. Trump (@realDonaldTrump) June 27, 2017\n\nHe then went on to attack other networks including NBC, CBS, and ABC, as well as the The New York Times and The Washington Post, describing them as “all fake news.”\n\nSo they caught Fake News CNN cold, but what about NBC, CBS & ABC?",
  "Former Speaker of the House Newt Gingrich said on Tuesday that CNN should consider bringing in an independent counsel to investigate the company as a whole amid a fake news scandal in which they retracted a hit piece pertaining to President Donald Trump.",
  "Gingrich’s comments come after the network retracted a story alleging links between former Trump transition team member Anthony Scaramucci and the Russian Direct Investment Fund — an incident that has since led to the resignation of three CNN employees.",
  "“They should appoint an outside analyst, somebody of impeccable authority like Michael Mukasey, who used to be Attorney General of the United States, to view everything of CNN and basically reset it,” he told Fox and Friends in an interview.",
  "— Donald J. Trump (@realDonaldTrump) June 27, 2017\n\nYou can follow Ben Kew on Facebook, on Twitter at @ben_kew, or email him at bkew@breitbart.com",
  "He clearly made a gamble last year to be the leading anti-Trump network, he’s clearly done things that are absurdly wrong.",
  "Fake News CNN is looking at big management changes now that they got caught falsely pushing their phony Russian stories.",
  "There are some very very good people at CNN, they have a very long tradition of being good journalists.",
  "Gingrich continued:\n\nYou cannot get to a believable network while Zucker is there.",
  "I like lots of the people at CNN, I worked with them for a while.",
  "But the culture of the overall system right now is very toxic.",
  "What about the failing @nytimes & @washingtonpost?",
  "They are all Fake News!",
  "Ratings way down!"
]