[
  "Talking Points Memo describes the details of the story:\n\nAs CNN reported, Scaramucci met with Kirill Dmitriev, the fund’s chief executive, at the World Economic Forum in Davos, Switzerland just four days before Trump’s inauguration.",
  "Congressional investigators reportedly want to know if they discussed lifting U.S. sanctions against Russia—a policy shift for which Dmitriev has strenuously advocated, according to CNN.",
  "Scaramucci also told the network that “there is nothing there.” Dmitriev “came over to say hello in a restaurant, and I was cordial,” Scaramucci said in an email to CNN.",
  "\"On June 22, 2017, CNN.com published a story connecting Anthony Scaramucci with investigations into the Russian Direct Investment Fund,\" the note read.",
  "On Thursday, CNN published a potentially explosive story that linked Trump transition team member Anthony Scaramucci to a Russian investment bank.",
  "But by late Friday night, CNN had scrubbed the story from their site and removed its links from the network's social media accounts.",
  "CNN was forced to issue a retraction late Friday after they made an unfounded connection between a Trump adviser and Russia.",
  "On Saturday morning, Scaramucci responded to news that CNN had scrubbed the story and said he accepts the network's apology.",
  "A spokeswoman for RDIF told CNN that they did not, though she declined to describe the conversation.",
  "In the note, CNN's online editors said Frank's story didn't meet CNN's editorial standards.",
  "CNN's editors replaced the story with an editor's note explaining the story's removal.",
  "\"That story did not meet CNN's editorial standards and has been retracted.",
  "The story was reported by CNN investigative reporter Thomas Frank.",
  "An archived version of CNN's story can still be viewed here.",
  "The news outlet also issued an apology to Scaramucci.",
  "Links to the story have been disabled.",
  "@CNN did the right thing.",
  "Everyone makes mistakes.",
  "Moving on,\" he wrote.",
  "CNN apologizes to Mr.",
  "Apology accepted.",
  "Classy move.",
  "Scaramucci.\"",
  "\"."
]