[
  "\"Fake news\" has been a contentious issue since the election, as Democrats have blamed the ubiquity of false stories for driving down Hillary Clinton's favorability, while President Donald Trump and his allies now decry the many leaks from the \"deep state\" that undermine his agenda.",
  "It further said that congressional officials were investigating whether Scaramucci spoke to Kirill Dmitriev, the bank official, about possibly relieving U.S. sanctions on the Russian Federation.",
  "He was part of an ambitious new investigative unit that was created last winter, bringing together existing teams from within the company and new hires like [Eric] Lichtblau.",
  "The story claimed that Trump transition team member Anthony Scaramucci had met with a chief executive from a Russian investment bank a few days before Trump's inauguration.",
  "[Thomas] Frank worked for USA Today and Newsday for three decades, pursuing investigations and covering the Iraq war as an embedded reporter, before coming to work at CNN.",
  "“On June 22, 2017, CNN.com published a story connecting Anthony Scaramucci with investigations into the Russian Direct Investment Fund,” the note read.",
  "Three journalists at CNN resigned Monday over a story that the network says was improperly vetted and should not have been published.",
  "A veteran of The New York Times who won a Pulitzer Prize for national reporting in 2006, Lichtblau joined CNN just three months ago.",
  "[Lex] Haris, who was named the executive editor of CNN Investigates in January, was previously the executive editor of CNNMoney.",
  "CNN apologizes to Mr. Scaramucci.”\n\nCNN announced on Monday that three journalists responsible for the story had resigned.",
  "The story only cited one source, and CNN said it had not been published with their normal editorial processes.",
  "A note left in its place online explained that the story didn't meet CNN's journalistic standards.",
  "Scaramucci had accepted their apology on Saturday, saying, \"CNN did the right thing.",
  "“That story did not meet CNN’s editorial standards and has been retracted.",
  "CNN's Brian Stelter lauded the reputations of the men who resigned.",
  "But by Friday the story was scrubbed by CNN's website.",
  "Links to the story have been disabled.",
  "Apology accepted.\"",
  "Classy move."
]