[
  "Along with defending his new boss — Scaramucci has been given a business outreach role in the office of public liaison (previously the office of public engagement) — he announced that he sold SkyBridge Capital to RON Transatlantic EG and HNA Capital Holding, a move that clears the way for his transition from Wall Street to public life in the White House.",
  "Many of the delegates appearing here have expressed concerns over Trump's electoral victory and the theme of the meeting — \"Responsive and Responsible Leadership — is a veiled reference to a number of anti-establishment shake-ups taking place across the world from the U.S. to the Philippines.",
  "Scaramucci was speaking about Trump's allure for voters, his well-known use of Twitter at 3 a.m., NATO, Brexit, the European Union, Russia, the pitfalls of globalization and other hot-button topics being discussed by several thousand people in this cozy Alpine ski town.",
  "(Photo: AFP)\n\nDAVOS, Switzerland — Anthony Scaramucci, the smooth-talking entrepreneur, financier and now senior aide to President-elect Donald Trump took on the Herculean task of \"Trump translator\" at the World Economic Forum that kicked off here Tuesday.",
  "Yet despite expectations — including, apparently, Scaramucci's own — that his role as a Davos envoy for anti-establishment, populist Trump would rankle many of the conference's global elite, little immediate evidence of that emerged on the first day.",
  "When he says 'hey, wait a minute there's a two or three percent, per GDP, per country, for defense expenditure, and a lot of those guys are not paying those bills,' well, he's a real-estate developer, what do you think he's going to do?",
  "\"You probably like it the way I’m explaining it because it sounds more sensible,\" the 53-year-old Goldman Sachs alumnus and founder of hedge-fund firm SkyBridge Capital, said in comments to delegates and media at the annual meeting.",
  "In a separate development, Russian news agency Tass reported Scaramucci and Kirill Dmitriev, the CEO of the Russian Direct Investment Fund, a $10 billion state-run wealth fund, met in Davos to discuss possible business cooperation.",
  "\"If you guys get a little upset about the tweeting or some of the things that he's saying I want to put your mind at ease that this is a super-compassionate man, he's a generous man, he has wonderful children, he loves people.",
  "Even though Scaramucci has been a regular attendee at this event for the last decade, his participation this year has drawn considerably more interest than usual because of his close ties to the incoming U.S. administration.",
  "Scaramucci is the sole representative of Trump's transition team appearing at the forum, a gathering of business and political leaders that runs through Friday, when the president-elect officially takes office.",
  "Scaramucci was the most popular guy in the room on a walk through the event's crowded, power-filled corridors Tuesday filled with royalty, CEOs, actors and big league movers and shakers.",
  "I would tell people here to take a pause in their lives, gain some intellectual curiosity and go meet with people that are not similarly situated to the way they are,\" Scaramucci said.",
  "\"He's saying that if you look at NATO in 2017 the way it is currently architected, maybe we need to focus less on combating Communism and more on rejecting Islamic terrorism.\"",
  "For example, on NATO, which the president-elect has criticized, Trump was \"simply trying to find common cause, let try's to find a way to get along better,\" Scaramucci said.",
  "\"I brought a food taster with me,\" the Long Island, N.Y., native joked in an interview with USA TODAY, a reference to the possibility that someone might try to poison him.",
  "\"A lot of people (in Davos) don't understand the Donald J. Trump movement or Brexit in the United Kingdom and that's primarily because they isolated themselves.",
  "Asked how he was feeling about his upcoming move from Wall Street to Washington, Scaramucci said that in the financial world \"they only stab you in the front.\"",
  "CLOSE Anthony Scaramucci, entrepreneur and senior adviser to President-elect Donald Trump, speaks to USA TODAY from the World Economic Forum in Davos.",
  "The investment vehicle is on the list of entities Russia has been sanctioned for over its illegal annexation of the Black Sea peninsula, Crimea.",
  "He's not necessarily communicating in a way that the people in (Davos) love, but he is communicating very effectively,\" Scaramucci said.",
  "\"Not just in terms of his political and strategic instincts, but in terms of how smart he is in building his relationships with people.\"",
  "\"At the end of the day, I am here to give a message to people: Let's not be out of touch with the common struggle that's going on.",
  "\"So when he uses the world 'obsolete' and everyone runs around and says he is going to bust up NATO, that's not what he's saying.",
  "Scaramucci said his job is to get people to see Trump in the way that his family, staff and the entire administration see him.",
  "No details about the meeting were disclosed and Scaramucci did not discuss it beyond confirming the meeting took place.",
  "Heads turned and he was frequently stopped by people who wanted to speak with him or shake his hand.",
  "He's going to go to those guys and say 'you signed this thing, you owe the money, start paying up.'",
  "USA TODAY NETWORK\n\nAnthony Scaramucci in Davos, Switzerland, on Jan. 17.",
  "MORE DAVOS COVERAGE:\n\nRead or Share this story: http://usat.ly/2jUTcSH",
  "SkyBridge Capital's price tag could be as high as $225 million.",
  "There are some very wealthy, very successful people here.",
  "We're drinking the same water, breathing the same air.\"",
  "I don't understand why people would be upset by that.\"",
  "Terms of Tuesday's transaction were not disclosed.",
  "But we are all just human beings."
]