[
  "The story, which was based on the statements of an anonymous congressional official, has since been deleted and replaced with an editor’s note\n\nCNN claimed Senate investigators are looking into whether or not Scaramucci discussed lifting sanctions with Kirill Dmitriev, the chief executive of the $10-billion Russian Direct Investment Fund, in a meeting just four days before President Donald Trump’s inauguration.",
  "Secretary of the Treasury Steve Mnuchin said, before he was sworn in, that he would look into “whether further investigation of this matter is warranted.”\n\nA spokesperson for the Russian investment fund told CNN that Scaramucci and Dmitriev did not discuss sanctions during their rather short meeting abroad.",
  "CNN, which the president has previously called out for “fake news,” reported Thursday that Congress is currently investigating Anthony Scaramucci, a member of the transition team’s executive committee, as well as as fundraiser and adviser for the president’s campaign.",
  "“CNN.com published a story connecting Anthony Scaramucci with investigations into the Russian Direct Investment Fund,” CNN said in its editor’s note, “That story did not meet CNN’s editorial standards and has been retracted.",
  "https://t.co/58LdPff6bV — Anthony Scaramucci (@Scaramucci) June 22, 2017\n\nThe Russian Direct Investment Fund is a government-operated investment tool that has helped private-equity firms in the U.S. invest in Russia.",
  "Scaramucci met the investment fund’s chief executive Dmitriev in Davos, Switzerland at the World Economic Forum, where he expressed a desire for more outreach with Russia and other countries, like China.",
  "Democratic Massachusetts Sen. Elizabeth Warren and Maryland Sen. Ben Cardin called for an investigation into whether Scaramucci attempted to “facilitate prohibited transactions” or to lift sanctions.",
  "CNN, however, strung the pieces together by pointing out that the Russian official has been adamantly calling for an end to sanctions, while Scaramucci has also questioned the approach.",
  "The original CNN story had to be updated before it was ultimately deleted for additional inaccurate information beyond the false statements concerning an investigation into Scaramucci.",
  "CNN has retracted a story claiming a presidential adviser is under investigation for ties to Russia and apologized to the official for improper reporting.",
  "https://t.co/lyVajCKNHx — Anthony Scaramucci (@Scaramucci) June 24, 2017\n\nFollow Ryan on Twitter\n\nSend tips to ryan@ dailycallernewsfoundation.org.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Scaramucci accepted CNN’s apology and dismissed the story as a mistake, calling CNN’s decision to retract it a classy move.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "They like hitting friends of @potus who are loyal advocates on his behalf.",
  "CNN apologizes to Mr. Scaramucci.”\n\nIt’s ok.",
  "Links to the story have been disabled.",
  "@CNN did the right thing.",
  "Everyone makes mistakes.",
  "I did nothing wrong.",
  "Apology accepted.",
  "Classy move.",
  "Moving on.",
  "."
]