[
  "No-shows from the likes of Deutsche Bank AG’s Christian Sewing, JPMorgan Chase & Co.’s Jamie Dimon and BlackRock Inc. Chief Executive Officer Larry Fink will deal a blow to the 33-year-old leader and the kingdom, which has built close ties with Wall Street executives and relies largely on global banks to finance its ambitious plans.",
  "Kirill Dmitriev, the CEO of the state-run Russian Direct Investment Fund and a leading player in President Vladimir Putin’s push to engage Saudi Arabia, has encouraged business leaders in fields ranging from petrochemicals to diamonds to banking to attend.",
  "Initially, Saudi authorities said Khashoggi, who moved to the U.S. last year for fear of being caught up in the wave of arrests sweeping the kingdom, had left the consulate shortly after entering to obtain documents he needed to marry his Turkish fiancee.",
  "Reflecting tensions in Washington over how to grapple with a top ally’s behavior, President Donald Trump said the Saudi narrative was marked by “deception and lies,” but that there remained no proof of the prince’s involvement in Khashoggi’s killing.",
  "Hosted by the kingdom’s sovereign wealth fund, the three-day conference that kicks off in Riyadh on Tuesday was meant to showcase the opportunities created by efforts to break the economy’s dependence on oil and unveil billion-dollar contracts.",
  "“The Saudi leadership can walk away with an event that neither fails or succeeds, but in a few months, the most important impact on the country will still be a dip in international confidence in the economic reform program.”\n\nBody Double?",
  "(Bloomberg) -- It’s an investment summit in the shadow of a killing: stripped of the glitz and glamour of business titans who last year flew in to woo a young prince and be a part of his grand plans to transform Saudi Arabia’s economy.",
  "But grisly details from Turkey on how the Washington Post columnist allegedly was killed have led foreigners to sell Saudi stocks in record volumes, and political pressure shows little sign of easing.",
  "“There’s more of a shift toward regional and Asian CEOs as the leadership was determined to hold the event at all costs,” said Ayham Kamel, head of Middle East and North Africa at Eurasia Group.",
  "The Saudi account was dramatically different from that given by Turkish officials, who said privately that a Saudi hit team flew in to kill and dismember the 59-year-old.",
  "Senators from both parties have called for an independent investigation and a review of arms sales to the kingdom, a move Trump has said could endanger American jobs.",
  "No Shows\n\nGerman Chancellor Angela Merkel has signaled that exports of military equipment to Saudi Arabia will be suspended while more information is unearthed.",
  "Crown Prince Mohammed bin Salman, who posed for selfies with hundreds of delegates at last year’s conference, will be keen to show it’s business as usual.",
  "U.S. Treasury Secretary Steven Mnuchin, in Jerusalem on Sunday for the first stop of a Middle East tour, said it was premature to discuss sanctions.",
  "Saudi authorities called it an interrogation gone wrong, and King Salman and Prince Mohammed called Khashoggi’s son Salah to offer condolences.",
  "On Saturday, they said rogue operatives had accidentally killed Khashoggi on Oct. 2 when a discussion at the consulate escalated into a fight.",
  "CNN reported on Monday that a Saudi operative left the consulate after the killing dressed in Khashoggi’s clothes and wearing a fake beard.",
  "It cited law enforcement footage and a senior Turkish official who said the man was sent as a body double to help cover up the death.",
  "After two weeks of denials, the kingdom acknowledged on Saturday that Khashoggi was killed inside its consulate in Istanbul.",
  "That is, until the killing of government critic Jamal Khashoggi prompted dozens of business leaders to pull out.",
  "Among those who haven’t canceled are a delegation of Russian CEOs, including at least one billionaire.",
  "He has canceled his participation in the Saudi investment conference but is still visiting Riyadh.",
  "“The Saudis need to produce Khashoggi’s body,” Ben Sasse, a Republican senator, tweeted on Monday.",
  "An adviser to Prince Mohammed and a senior intelligence official were removed from their posts.",
  "It said 18 people had been detained in the investigation."
]