[
  "Russian President Vladimir Putin, right, and Chinese President Xi Jinping attend the Eastern Economic Forum in Vladivostok, Russia, on Sept. 12 Valery Sharifulin / AP\n\nThe growing rapport between the two countries has accelerated under President Donald Trump, whose policies have put greater pressure on both countries, according to Alexander Gabuev, a senior fellow at the Carnegie Moscow Center.",
  "In Russia, sanctions are continuing to bite after they were imposed by Trump's predecessor, President Barack Obama, over Moscow's invasion of Ukraine, and under the current administration over meddling in the 2016 U.S. presidential election and for using a chemical weapon against an ex-spy in Britain.",
  "On the same weekend Trump was criticizing his allies at the Group of Seven leading industrial nations, Chinese state media released footage of Putin making several Chinese dishes, including \"baozi,\" a type of filled bun, and a crepe-like dish called \"jianbing,\" in nearby Tianjin.",
  "Their shared ideals include \"several independent power centers instead of a single-nation hegemony; protection of state sovereignty from foreign political and ideological influence; and full equality among peers, including the United States,\" he wrote last week.",
  "The latest evidence of this pressure came on Monday when the Trump administration announced a new round of tariffs on China, slapping a 10 percent tax on a $200 billion list of Chinese imports ranging from consumer goods to manufacturing materials.",
  "\"Putin and Xi are on the same page when it comes to the fundamental concept of a desirable world order,\" Dmitri Trenin, the director of the Carnegie Moscow Center think tank, wrote in an opinion piece in China Daily, a Chinese state-run newspaper.",
  "Ties between the countries have been strengthening for a while, but the \"Trump administration and domestic political fight in the U.S. just brings confrontation to a new level, and increased Sino-Russian cooperation is [the] result,” he said.",
  "Furthermore, China's e-commerce behemoth Alibaba said it signed a $2 billion strategic partnership with Russia's sovereign wealth fund, the Russian Direct Investment Fund, as well as the mobile operator MegaFon and Internet group Mail.Ru.",
  "Before last week's blini-making, the two leaders had just discussed military and economic cooperation on the sidelines of the Eastern Economic Forum, an annual event held in this far-eastern Russian city.",
  "Dimitry Solovyov / NBC News\n\nIn June, the two leaders met in the Chinese city of Qingdao at the Shanghai Cooperation Organization, a political, economic and security alliance among Eurasian nations.",
  "It was the third Xi-Putin meeting in four months, and the first time the Chinese president had attended the event in Vladivostok, which started in 2015 and encourages foreign investment.",
  "Notably, although Xi and Putin generated plenty of buzz for their so-called pancake diplomacy, it was actually the second time this year that the two leaders were shown cooking together.",
  "Putin said in Vladivostok that this figure is expected to top $100 billion for 2018, and that both sides want to increase the use of their national currencies in lieu of the U.S.dollar.",
  "China has greater bargaining power and is not willing or able to compensate Russia's economic loses due to Western sanctions, Zach Witlin, an analyst at Eurasia Group, told NBC News.",
  "\"All of this is balanced against the fact that Russia and China have limits to what they are willing to cooperate on and how deeply that cooperation is likely to develop,\" he said.",
  "trade tensions that began over the summer when the administration imposed a 25 percent tariff on steel and aluminum from China, the world's second-largest economy.",
  "Both Xi and Putin took the opportunity in Vladivostok to criticize protectionism, comments widely interpreted as an oblique reference to Trump's policies.",
  "Talks between Xi and Putin coincided with Russia's Vostok — meaning \"East\" — military exercises, billed as the largest war games since the Reagan era.",
  "\"The president and I agree that since the beginning of this year, Russian-Chinese relations have been showing dynamic growth,\" Xi said.",
  "By Elena Holodny\n\nVLADIVOSTOK, Russia — Donning a blue apron, Russian President Vladimir Putin poured batter into a pan and tossed it.",
  "He announced that ties with his \"close friend\" Putin had \"entered a new era of rapid development and are reaching a higher level.\"",
  "He was cooking with his Chinese counterpart, Xi Jinping, and the pair were making a traditional Russian pancake called a blini.",
  "Russia and China’s increased cooperation is “driven by U.S. pressure against both of them at the same time,” Gabuev said.",
  "The culinary showmanship reflected a larger trend: Russia and China are developing a closer, albeit uneasy friendship.",
  "It had been known as the Group of Eight before Russia was suspended in 2014 over its annexation of Crimea.",
  "Meanwhile, trade between Russia and China reached $87 billion in 2017, up from $64.2 billion in 2015.",
  "China generally takes a view that Russia's geopolitical problems are its own to deal with, he added.",
  "Russia and China also announced a slew of joint economic projects worth more than $100 billion.",
  "Chinese tourists posing for photos in Vladivostok, Russia, on Sept. 13.",
  "China and Russia, however, are far from jumping into a formal alliance.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The move marked an escalation in ongoing Beijing-Washington.",
  "Thousands of troops from China joined."
]