[
  "The designations also target the director of the Russian Institute for Strategic Studies, the minister of internal affairs of the Russian Federation, the chair of the Council of the Federation Committee on Foreign Affairs, and the secretary of the Russian Federation Security Council.",
  "As part of a broader strategy to address what administration officials called Russia’s \"global pattern of malign activity,\" the US on Friday placed severe sanctions on oligarchs and companies that have \"disproportionately benefited\" from the Kremlin's actions.",
  "Former acting CIA director John McLaughlin told NBC earlier this week that sanctions \"on Putin's inner circle, the dozen or so wealthy oligarchs who park money and real estate in the West\" would be a more effective action than the expulsion of diplomats.",
  "The individuals and entities include energy and weapons companies, as well as powerful individuals close to Putin in Moscow \"who formulate and support policies of aggression,\" according to senior administration officials.",
  "Officials listed Russia's \"occupation of Crimea, instigation of violence in Eastern Ukraine, support for Assad in Syria, and ongoing malicious activity,\" including cyberactivity, as reasons for the economic sanctions.",
  "Russian oligarch Suleiman Kerimov, who was arrested in France late last year and named in the list of sanctioned individuals, also appeared in a recent BuzzFeed News investigation into Russian cyberactivity.",
  "The sanctions also include Andrey Akimov, chair of the management board of Gazprombank, Russia's largest state-owned bank, as well as Viktor Vekselberg, chair of Russian investment company Renova Group.",
  "They include Putin's son-in-law, who married his youngest daughter, as well as Oleg Deripaska, an aluminum magnate who has ties to Paul Manafort, President Trump's former campaign manager.",
  "The sanctions follow the expulsion of 60 American diplomats from Russia this week, after the nerve-gas poisoning of former Russian double agent Sergei Skripal and his daughter in England.",
  "The designations are intended to cause the entities \"to wield their influence to put an end to the recurring cycle of Russia’s destabilizing activities across the globe.\"",
  "A group of the sites are also linked via an anonymized email address that also registered a site used in a sting operation targeting an NGO linked to George Soros.",
  "The designations include seven Russian oligarchs, 12 companies, 17 senior government officials in Putin's inner circle, and a state-owned Russian weapons company.",
  "Kerimov's name was linked to a set of websites and Twitter accounts set up to improve his reputation and reply to \"Trump Resistance\" accounts.",
  "When BuzzFeed News contacted Kerimov's foundation in Switzerland, a spokesperson said the organization does not own the sites.",
  "More than 20 countries have expelled more than 100 Russian diplomats and foreign officers in response to the attack.",
  "\"Most importantly, it’s a response to Russia’s continued attempts to subvert Western democracies,\" they said.",
  "The US Treasury and Office of Foreign Asset Control are implementing the designations.",
  "\"These actions are not aimed at the Russian people,\" officials said."
]