[
  "But his response - deliberately refocusing international attention back on eastern Ukraine and the lack of progress in implementing a peace deal there - suggests Putin is trying to milk the latest Crimean crisis as part of a diplomatic power play he hopes will eventually kill Western sanctions.",
  "Thomson Reuters\n\nUkraine says it thinks Vladimir Putin is planning a new invasion, and it's not hard to see why: the Russian leader has built up troops on its border and resumed the hostile rhetoric that preceded his annexation of Crimea two years ago.",
  "\"Russia is intensely frustrated by the lack of movement on the February 2015 Minsk agreement, and has sought to put the onus for the lack of progress on Ukraine,\" Paul Quinn-Judge, a senior adviser at International Crisis Group, wrote in a commentary.",
  "In the meantime, pro-Kremlin separatists continue to control two self-declared republics in Donbass, eastern Ukraine, where low-level fighting with Ukrainian government forces continues, sometimes flaring up in a big way, despite the ceasefire.",
  "One of those, the daily Vedomosti newspaper reported earlier this week citing a source close to the separatist leadership, might be to stop restraining separatist forces, effectively allowing a full-scale conflict in eastern Ukraine to resume.",
  "European leaders say the sanctions cannot be lifted unless the Minsk peace deal is implemented, but for now it looks moribund, with fighting occasionally flaring and both sides blaming each other for failing to implement truce terms.",
  "Putin, who is expected to visit Crimea later this week in a show of support, convened his Security Council and canceled the next round of international talks meant to turn the shaky ceasefire in eastern Ukraine into a lasting peace.",
  "\"For now, Russia's leadership is using the story about Crimean saboteurs as an ultimatum to its Western partners in the (Ukrainian) negotiations,\" wrote Alexander Baunov, a senior associate at the Moscow Carnegie Center.",
  "\"It looks like a way of increasing pressure on Western participants of the Minsk peace process,\" he said of a peace deal set up for eastern Ukraine, where pro-Russian separatists have battled against government forces.",
  "Whether the plot is real or imagined, Moscow has cranked up its military activity in Crimea at the same time as holding a series of what it says are pre-planned war games and missile deployments in the area.",
  "This week, tension escalated dramatically after Putin threatened to take unspecified counter-measures against Ukraine to retaliate for what his spies say was a plot to bomb targets across contested Crimea.",
  "Ultimately, Putin wants the world to forgive and forget Russia's Crimean annexation and for the conflict in the east to freeze, leaving a pro-Russian stronghold inside Ukraine, outside of Kiev's control.",
  "\"It's about sanctions,\" Andrey Kortunov, director general of the Russian International Affairs Council, a Moscow-based foreign policy think tank close to the Russian Foreign Ministry, told Reuters.",
  "Kiev justifies its slowness to act by accusing Russia of failing to meet its own obligations: continuing to stir conflict in the east, and failing to give back control of Ukraine's eastern border.",
  "TALKS RUN INTO SAND\n\nAn employee fires a machine gun during a test at the Mayak plant which produces military weapons and equipment for Ukrainian army, in Kiev, Ukraine, August 4, 2016.",
  "By flexing his military muscles, Putin is sending a signal to the West that his patience is wearing thin and that he may resort to other options if Kiev can't be made to play ball.",
  "With Russia's reserve fund set to run out next year and Moscow's access to Western credit markets still closed because of the sanctions, for Russia the clock is ticking.",
  "Kortunov said the aim of Putin's latest saber rattling is to persuade Ukraine's Western allies \"to exert influence on Kiev to get it to fulfill its side of the bargain\".",
  "But in a country ripped apart by more than two years of war that has lost control of giant chunks of territory, following through on such pledges is politically toxic.",
  "And talks between Victoria Nuland, U.S. assistant secretary of state, and Vladislav Surkov, a Russian presidential aide, have not generated a breakthrough either.",
  "Some key clauses, such as according the entities special status, would be politically explosive, perhaps politically fatal, for President Petro Poroshenko.",
  "Thomson Reuters\n\nEuropean talks between Russia, Ukraine, France and Germany meant to ensure the peace deal's implementation have so far run into the sand.",
  "But despite appearances, some experts say Putin is more likely seeking advantage through diplomacy than on the battlefield, at least this time around.",
  "Russian President Vladimir Putin speaks to Azerbaijan's President Ilham Aliyev (not seen) during their meeting in Baku, Azerbaijan, August 8, 2016.",
  "For two years, Russia has been under U.S. and EU sanctions over its annexation of Crimea and support for the separatists in eastern Ukraine.",
  "\"(It is saying:) You said yourselves that there is no military solution to the Crimea and Donbass problems, so broker a peaceful settlement.",
  "Meanwhile, as long as the peace deal is stalled, the sanctions remain in place, with the EU's preconditions to lift them growing no closer.",
  "Under the deal, Kiev committed to grant Donbass special status, to pardon separatist fighters, and to organize elections.",
  "Kiev says the incident never happened, and was concocted to create a phoney pretext for a new invasion.",
  "Putin said two Russian servicemen were killed in a clash with Ukrainian saboteurs sent to Crimea.",
  "The United States and European Union also say there is no evidence it took place.",
  "If you can't even do that, Russia reserves the right to take its own next step.\"",
  "It is a long-term settlement that Kiev would never officially accept.",
  "\"The agreement...is highly disadvantageous for Ukraine.",
  "He has accordingly chosen to delay as much as possible.",
  "Moscow is turning up the heat.\""
]