[
  "After the meeting, Papadopoulos then told a campaign supervisor (said to be Sam Clovis) he had met with them to arrange another meeting with “Russian leadership to discuss US-Russia ties under President Trump.” Papadopoulos, Mifsud, and the Russian woman later worked together to try to arrange the meeting.",
  "Yuri Kadobnov/AFP/Getty Images\n\nThe man who was called “the professor” in the documents indicting George Papadopoulos, unsealed Monday, has been identified as Joseph Mifsud, an academic of an uncertain background with ties to Malta and political views in line with those of Vladimir Putin.",
  "Mifsud, for his part, acknowledged introducing Papadopoulos to a director of a Russian think tank but says the motive was reasonable—he wanted the Trump campaign to better understand foreign policy—and insists that he didn’t know of any emails with any “dirt” on Clinton.",
  "According to the documents, Papadopoulos told investigators that Mifsud had claimed to have “substantial connections to Russian government officials” and promised “dirt” on Hillary Clinton in the form of “thousands of emails” obtained by the Russian government.",
  "The former director of the London Academy of Diplomacy, who hired Mifsud, told the Post Mifsud was assistant to the Maltese foreign minister and “traveled to many countries and met many heads of state” but had “no favor to any country except Malta.”",
  "In his online bio (which is, as of the time of this writing, down for “scheduled maintenance”), he has presented himself as the director of the London Academy of Diplomacy, which is now affiliated with the University of Stirling in Scotland.",
  "Here’s how the indictment describes Papadopoulos’ relationship to Mifsud: Papadopoulos, who was an adviser to Trump’s presidential campaign, met Mifsud in March 2016, when the latter promised “dirt” on Clinton.",
  "She didn’t believe him, but she had booked him to speak at the Valdai Discussion Club in Sochi where, she said, he met with people from the Russian think tank Russian International Affairs Council.",
  "At one point, Mifsud said he would be traveling to Russia to meet with a Russian government assembly; later, he introduced Papadopoulos to someone in the Russian Ministry of Foreign Affairs.",
  "And in emails with the Washington Post in August, Mifsud said he had “absolutely no contact” with the Russian government and was instead just an academic who didn’t even speak Russian.",
  "Papadopoulos pleaded guilty on Oct. 5 to the charge of lying to the FBI about the timing of the conversation, as it happened when he was already a member of the campaign, not before.",
  "He has espoused views similar to those of the Russian government, the New York Times reports, and he would attend annual conferences in Russia that Putin would attend.",
  "In an interview with the Telegraph, Mifsud verified that he was the professor in the documents but rejected his portrayal in Papadopoulos’ testimony.",
  "We work closely with everybody.”\n\nAccording to the Telegraph, Mifsud said he was “upset” by the “incredible” claims Papadopoulos made.",
  "His primary diplomatic experience appears to be work for the government of Malta, where he is originally from, the Times reports.",
  "However, the university identified Mifsud as a “full-time, professorial teaching fellow” in the politics department.",
  "The Post also reported that Mifsud’s former assistant said he bragged about a “short private meeting” with Putin.",
  "She said he had a goal to “build a list of Russian contacts and policy-shapers,” according to the Post.",
  "Mifsud brought a “female Russian national,” who introduced herself as Putin’s niece.",
  "The claim that he introduced Papadopoulos to the Russian woman was absurd, he said.",
  "The Kremlin, to which Mifsud may or may not have connections.",
  "It’s unclear what Mifsud’s actual connections are.",
  "Papadopoulos and Mifsud remained in contact.",
  "“I have a clear conscience,” he told them.",
  "“We are academics."
]