[
  "(Mikhail Klimentyev/Pool Photo via AP, File)\n\nBEIRUT (AP) — A Russian force deployment on the Syria-Lebanon border this week in a Hezbollah stronghold sparked protests by the Lebanese militant group, prompting the force to withdraw from its positions only a day later in a rare sign of tension between the allies.",
  "And for his part, Hezbollah leader Sayyed Hassan Nasrallah said in a speech Friday that \"if the whole world tried to impose on us a withdrawal from Syria they will not be able to make us leave,\" adding that his group would only leave at the request of the Syrian government.",
  "Russia's deployment near the Syria-Lebanon border this week and its withdrawal a day later after protests from the militant Hezbollah group reveals some of the uneasy relations between allies of President Bashar Assad who joined the country's civil war to back him.",
  "The Russian deployment and subsequent withdrawal shows that as rebels are being defeated in different parts of Syria, frictions could rise between Assad's main foreign backers — Russia and Iran — and the militias Tehran backs throughout Syria.",
  "Asked if there is tension between Hezbollah and Russian troops, the official refused to comment, speaking to the Associated Press by telephone from Syria on condition of anonymity because he was not authorized to brief reporters.",
  "\"They came and deployed without coordination,\" said an official with the so-called \"Axis of Resistance\" led by Iran, which includes Iran, Syria, Hezbollah and other groups fighting alongside President Bashar Assad's forces.",
  "At a meeting with Assad, who visited the Russian city of Sochi last month, Russian President Vladimir Putin noted that a political settlement in Syria should encourage foreign countries to withdraw their troops.",
  "The secretary of Iran's Supreme National Security Council Ali Shamkhani meanwhile told Al-Jazeera TV that as long as Syria faces a \"terrorist\" threat and Damascus requests its presence, \"we will stay in Syria.\"",
  "The tensions come amid escalation in the country's southwest near the border with Israel, where in early May Iran struck Israeli positions in the Golan Heights in retaliation for repeated airstrikes in Syria.",
  "The outskirts of the Syrian town of Qusair where the Russian troops set up three observation positions on Monday have been held by Hezbollah and Syrian troops since 2013, when they drove rebels from the area.",
  "There is no Daesh or any other terrorist organization,\" the official said, referring to the Islamic State group and other insurgents that the Syrian government and its allies call terrorist organizations.",
  "Although there have been no reports of frictions between Russian and Iranian or Iran-backed fighters in Syria, calls for Tehran to end its military presence in Syria have been on the rise in recent weeks.",
  "Syrian Deputy Foreign Minister Faisal Mikdad however has said on Russia's Sputnik news agency that \"this topic is not even on the agenda of discussion, since it concerns the sovereignty of Syria.\"",
  "In 2013, Hezbollah openly joined the Syrian civil war along with Assad's forces capturing the then rebel stronghold of Qusair in June that year after losing dozens of its battle-hardened fighters.",
  "The Russian deployment outside Qusair came after Israeli warplanes struck the nearby Dabaa air base on May 24, according to Syrian activists who said Hezbollah arms depots were hit.",
  "The move comes amid calls by Russia for foreign countries to withdraw troops from Syria while Tehran says it presence will remain as long as there are threats from terrorists.",
  "Putin's envoy for Syria, Alexander Lavrentyev, later commented that the Russian leader's statement was aimed at the United States and Turkey, along with Iran and Hezbollah.",
  "The Russian move was not expected as Moscow's military police have been deploying in areas controlled by Syrian government forces and close to insurgent positions.",
  "U.S. Secretary of State Mike Pompeo issued a list of demands last month for a new nuclear deal with Iran, including the pullout of its forces from Syria.",
  "The Israeli military is believed to be behind dozens of airstrikes in recent years against Hezbollah, Iran, and Syrian military positions.",
  "A top Iranian security official said that Tehran will maintain an advisory role in Syria and continue to support \"resistance groups.\"",
  "FILE - In this Dec. 12, 2017, file photo, Russian President Vladimir Putin addresses the troops at the Hemeimeem air base in Syria.",
  "It marked a rare instance in which Moscow suggested Iran should not maintain a permanent military presence in the country.",
  "The U.S. and Israeli governments have viewed Iran's role in Syria as a threat to Israel and have threatened action.",
  "He said that after the Russian troops left, Syrian forces belonging to the army's 11th Division replaced them.",
  "Israel has also warned it will not accept a permanent Iranian military presence in Syria.",
  "\"It's better if they don't come back.",
  "There is no work for them there.",
  "There was no word on casualties.",
  "\"What do they want to observe?\"",
  "he asked."
]