[
  "“It has become even more difficult for Trump, but it is now even more difficult for Putin as well, because he has to show he is a strong leader and that he will not yield under the U.S. pressure,” Russian International Affairs Council Director Andrey Kortunov told CBS News.",
  "Is that a long term alliance that serves Russia’s interests?” he said, suggesting Russia could forge closer ties with the U.S. and other likeminded countries rather than Assad, Iran, and the militant group Hezbollah.",
  "Hours ahead of his first scheduled trip to Moscow, U.S. Secretary of State Rex Tillerson said it was clear that “the reign of the Assad family is coming to an end,” CBS News correspondent Margaret Brennan reports.",
  "On his trip to Moscow, Tillerson was expected to urge Russia to stop propping up Assad, prevent further use of chemical weapons, and raise concerns about election meddling, Brennan reports.",
  "President Trump had made a campaign promise to improve relations with Russia, and the U.S. administration’s change in rhetoric regarding the country was striking, Brennan says.",
  "The Kremlin condemned U.S. military strikes against Syrian regime targets, which were launched in retaliation for a chemical attack that left more than 80 civilians dead.",
  "“But it’s going to take a lot of discussion and a lot of dialogue to better understand what is the relationship that Russia wishes to have with the U.S.,” he continued.",
  "His comments came after the White House this week also warned that President Donald Trump could take further military action regarding Syria, Brennan reports.",
  "“But the question of how that ends and the transition itself could be very important in our view to the durability, the stability inside of a unified Syria.",
  "“If you gas a baby and put a barrel bomb in to kill innocent people, you will see a response from this President,” U.S. Press Secretary Sean Spicer said.",
  "As a former oil executive, he gained extensive experience in Russia; President Vladimir Putin once awarded him the Order of Friendship.",
  "“I do not believe that the Russians want to have a worsening relationship with the U.S.,” Tillerson said in a TV interview on Sunday.",
  "Over the weekend, Secretary Tillerson accused Russia of being “complicit or incompetent” in preventing the Sarin gas attack.",
  "“I think it’s also worth thinking about [how] Russia has really aligned itself with the Assad regime.",
  "The U.S. strikes may complicate achieving his goals, and Russia may face new problems as well.",
  "Tillerson called out Russia for continuing to prop up Syrian dictator Bashar al-Assad.",
  "But now that he’s America’s top diplomat, that only goes so far, Brennan says.",
  "That’s why we are not presupposing how that occurs,” Tillerson said.",
  "It said that they damaged already fragile U.S.-Russian relations."
]