[
  "Nothing personal\n\nKortunov, the think-tank chief close to the Russian Foreign Ministry, said he did not think the Kremlin's defense of Kim Jong Un was based on any personal affection or support for North Korea's leadership, likening Moscow's pragmatic backing to that it has given Syria's President Bashar al-Assad.",
  "\"The Kremlin really believes the North Korean leadership should get additional assurances and confidence that the United States is not in the regime change business,\" Andrey Kortunov, head of the Russian International Affairs Council, a think-tank close to the Russian Foreign Ministry, told Reuters.",
  "Sputnik/Mikhail Klimentyev/Kremlin via REUTERS MOSCOW (Reuters) - Russia is quietly boosting economic support for North Korea to try to stymie any U.S.-led push to oust Kim Jong Un as Moscow fears his fall would sap its regional clout and allow U.S. troops to deploy on Russia's eastern border.",
  "KCNA via Reuters\n\n\"(The North Koreans) know exactly how the situation developed in Iraq,\" Putin told the economic forum, saying Washington had used the false pretext that Baghdad had weapons of mass destruction to destroy the country and its leadership.",
  "Moscow's position was motivated by a belief the status quo made Russia a powerful geopolitical player in the crisis because of its close ties to Pyongyang, Kortunov said, just as Russia's support for Assad has gifted it greater Middle East clout.",
  "Yet while Russia has an interest in protecting North Korea, which started life as a Soviet satellite state, it is not giving Pyongyang a free pass: it backed tougher United Nations sanctions against North Korea over its nuclear tests last month.",
  "Though Moscow wants to try to improve battered U.S.-Russia relations in the increasingly slim hope of relief from Western sanctions over Ukraine, it remains strongly opposed to what it sees as Washington's meddling in other countries' affairs.",
  "If the United States were to remove Kim Jong Un by force, he said Russia could face a refugee and humanitarian crisis on its border, while the weapons and technology Pyongyang is developing could fall into even more dangerous non-state hands.",
  "While condemning Pyongyang for what he called provocative nuclear tests, Putin told a forum last month in the eastern Russian port of Vladivostok that he understood North Korea's security concerns about the United States and South Korea.",
  "In this Thursday, Aug. 10, 2017, file photo, a man watches a television screen showing U.S. President Donald Trump, left, and North Korean leader Kim Jong Un during a news program at the Seoul Train Station in Seoul, South Korea.",
  "At least eight North Korean ships that left Russia with fuel cargoes this year have returned home despite officially declaring other destinations, a ploy U.S. officials say is often used to undermine sanctions against Pyongyang.",
  "Russian politicians have repeatedly accused the United States of plotting so-called color revolutions across the former Soviet Union and any U.S. talk of unseating any leader for whatever reason is politically toxic in Moscow.",
  "And Russia, which shares a short land border with North Korea, has also resisted U.S.-led efforts to repatriate tens of thousands of North Korean workers whose remittances help keep the country's hard line leadership afloat.",
  "North Korean leader Kim Jong Un guides a target-striking contest of the special operation forces of the Korean People's Army (KPA) to occupy islands in this undated picture provided by KCNA in Pyongyang on August 25, 2017.",
  "Analysts say Russia's view is that North Korea's transformation into a nuclear state, though incomplete, is permanent and irreversible and the best the West can hope for is for Pyongyang to freeze elements of its program.",
  "Ahn Young-joon/AP\n\nHe has also said Kim Jong Un and his foreign minister \"won't be around much longer\" if they made good on a threat to develop a nuclear-tipped missile capable of reaching the United States.",
  "In 2011, President Vladimir Putin accused then U.S. Secretary of State Hillary Clinton of trying to stir up unrest in Russia and he has made clear that he wants the United States to leave Kim Jong Un alone.",
  "So despite Russia giving lukewarm backing to tighter sanctions on Pyongyang, Putin wants to help its economy grow and is advocating bringing it into joint projects with other countries in the region.",
  "He said Moscow knew it would lose regional leverage if Kim Jong Un fell, much as its Middle East influence was threatened when Islamist militants looked like they might overthrow Assad in 2015.",
  "Trump, who mocks North Korean leader Kim Jong Un as a \"rocket man\" on a suicide mission, told the United Nations General Assembly last month he would \"totally destroy\" the country if necessary.",
  "But on the other hand, politicians in Moscow understand that the current situation and level of interaction between Moscow and Pyongyang puts Russia in a league of its own compared to China.\"",
  "Russia's joint military exercises with neighboring Belarus last month gamed a scenario where Russian forces put down a Western-backed attempt for part of Belarus to break away.",
  "North Korea has announced a detailed plan to launch a salvo of ballistic missiles toward the U.S. Pacific territory of Guam, a major military hub and home to U.S. bombers.",
  "But Moscow is also playing a fraught double game, by quietly offering North Korea a slender lifeline to help insulate it from U.S.-led efforts to isolate it economically.",
  "Vladivostok, a strategic port city of 600,000 people and headquarters to Russia's Pacific Fleet, is only about 100 km (60 miles) from Russia's border with North Korea.",
  "Strategic border\n\nTo be sure, Beijing's economic ties to Pyongyang still dwarf Moscow's and China remains a more powerful player in the unfolding nuclear crisis.",
  "But while Beijing is cutting back trade as it toughens its line on its neighbor's ballistic missile and nuclear program, Russia is increasing its support.",
  "\"On the one hand, Russia doesn't want to deviate from the line of its partners and mostly from China's position on North Korea which is getting tougher.",
  "Russia is already angry about a build-up of U.S.-led NATO forces on its western borders in Europe and does not want any replication on its Asian flank.",
  "A Russian company began routing North Korean internet traffic this month, giving Pyongyang a second connection with the outside world besides China.",
  "Bilateral trade more than doubled to $31.4 million in the first quarter of 2017, due mainly to what Moscow said was higher oil product exports.",
  "Russian President Vladimir Putin (C) meets with his Venezuelan counterpart Nicolas Maduro (L) at the Kremlin in Moscow, Russia October 4, 2017.",
  "They felt more secure with Barack Obama that he would not take any action that would explode the situation, but with Trump they don't know.\"",
  "People familiar with elements of Kremlin thinking say that is because Russia flatly opposes regime change in North Korea.",
  "With Russia due to hold a presidential election in March, politicians are again starting to fret about Western meddling.",
  "\"They know all that and see the possession of nuclear weapons and missile technology as their only form of self-defense.",
  "\"We need to gradually integrate North Korea into regional cooperation,\" Putin told the Vladivostok summit last month.",
  "Russia would be fiercely opposed to any U.S. forces deploying nearby in a reunited Korea.",
  "If carried out, it would be the North's most provocative missile launch to date.",
  "The Kremlin understands that (U.S. President Donald) Trump is unpredictable.",
  "\"The prospect of regime change is a serious concern.",
  "\"It's a very delicate balancing act,\" said Kortunov.",
  "Do you think they're going to give that up?\"",
  "(Editing by David Clarke)"
]