[
  "Israel will stand beside the United States, but this would be a particularly painful vise to be caught in.”\n\nDespite those risks, Israeli officials support the idea of meaningful U.S. military action in Syria, in part because they want to enforce red lines against any use of chemical weapons in the Middle East—and in part because they think that such a campaign may prompt Mr. Trump to reconsider his announced desire to withdraw American forces that currently secure a large part of eastern Syria.",
  "“The current escalation over Syria can shuffle all the cards, including the Russian-Israeli ties.”\n\nUp until now, Mr. Netanyahu’s diplomacy resulted in Russia tolerating Israel’s military activity in Syria against Iran and Iranian proxies, within well-defined limits and using a coordination mechanism to prevent mishaps.",
  "“It has definitely been a goal of Israeli policy to avoid confronting Russia on a number of issues that have been a cause of friction between Russia and the West,” said Dan Shapiro, the U.S. ambassador to Israel in 2011-2017 and currently a fellow at the Institute for National Security Studies in Tel Aviv.",
  "Those steps ranged from declining to support a U.S.-backed United Nations resolution on Crimea in 2014 to deciding not to expel Russian diplomats when over two dozen Western countries did so in response to the use of a nerve agent against a former Russian spy in the U.K. last month.",
  "PHOTO: SYRIA CIVIL DEFENCE/AGENCE FRANCE-PRESSE/GETTY IMAGES\n\n“The current friendly relations between Russia and Israel are a deviation from the norm,” said Maxim Suchkov, a Middle East expert at the Russian International Affairs Council, a state think tank.",
  "Advertisement\n\nAll of this is changing now that President Donald Trump (and, likely, France) is readying major strikes against the Syrian regime to punish it for its alleged use of lethal chemical weapons in the rebel-held Douma area northeast of Damascus.",
  "Since U.S.-Russian relations started to fray following the 2014 annexation of Ukraine’s Crimea peninsula, with sanctions, diplomatic expulsions and consulate closures, Israel has worked hard not to become entangled in this confrontation.",
  "Advertisement\n\nIt was only in 1991 that the two countries resumed diplomatic relations, an event followed by the migration of over a million Soviet Jews to Israel and the flourishing of business, tourism and cultural connections.",
  "More Middle East Crossroads Rise of Islamic Conservatism Throws Indonesian Democracy Off Balance\n\n“But if we see an open conflict emerge between Russia and the U.S., I don’t think Israel could afford that luxury,” he added.",
  "Prime Minister Benjamin Netanyahu maintained Israel’s strategic alliance with the U.S. while reaching crucial understandings with a resurgent Russia that has become a dominant force in his country’s backyard.",
  "Advertisement\n\nThat equation, however, would change fundamentally should U.S. (and French) military action pose a material threat to the Syrian regime’s stability—and endanger Moscow’s hard-won sway in Syria.",
  "Israeli soldiers block a road near the Israeli border with Syria in the Golan Heights in February.Photo: ammar awad/Reuters\n\nIn exchange, Israel took a much softer line on Russia than most Western countries.",
  "As long as Russia has no Russians hurt in Israeli actions and Israel doesn’t threaten the stability of the Assad regime, tactical deconfliction and leadership interactions make it easier,” said reserve Brig.",
  "“But that doesn’t change the fact that Russia has its own ironclad interests in Syria, and that those interests are incompatible with ours.”\n\nWrite to Yaroslav Trofimov at yaroslav.trofimov@wsj.com",
  "The Soviet Union helped establish Israel and was the first country to bestow on it de jure diplomatic recognition, as well as getting satellite Czechoslovakia to supply it with weapons in 1948.",
  "“As long as the Americans are there, the Iranians are worried and restrained, and once the Americans will be out there will be a problem,” said Eyal Zisser, Syria expert at Tel Aviv University.",
  "“Netanyahu’s many visits to Moscow were great, and I am sure that his personal relations with Putin are very warm and close,” said Ksenia Svetlova, a Russian-born Israeli lawmaker.",
  "With Moscow warning of grave consequences if these strikes go ahead, Israel’s bilateral understandings with the Kremlin risk being swept away by a much broader clash.",
  "But American-Soviet hostility during the Cold War pushed Moscow to sever its ties with Israel and to arm and fund Israel’s Arab enemies, most notably Syria.",
  "Russia also delivered on its tacit pledge to prevent the deployment of Iranian forces and their proxies in the vicinity of the Israeli-held Golan Heights.",
  "Advertisement\n\nSuch a withdrawal, in Israel’s view, would be a strategic boon to its existential foe, the Iranian regime, as well as to Russia.",
  "Russian President Vladimir Putin looked the other way as Israel repeatedly attacked Iranian and regime military installations in Syria.",
  "Footage released by Douma Revolution show patients being treated at a hospital in Syria after an alleged chemical weapons attack.",
  "Gen. Assaf Orion, who served until 2015 as head of strategic planning in Israel’s General Staff.",
  "TEL AVIV—Israel’s skillful balancing act between superpowers is becoming too hard to sustain.",
  "In a way, Israel’s current predicament with Moscow is a replay of the past.",
  "“Israel’s primary alliance is of course with the United States.",
  "“There are a lot of agreements and understandings.",
  "Viewer discretion is advised.",
  "It seemed to work until now."
]