[
  "Papadopoulos told the FBI Mifsud said “the Russians had emails of Clinton” and “they have thousands of emails.”\n\nPapadopoulos emailed Trump campaign adviser Stephen Miller the next day, saying he had “interesting messages coming in from Moscow about a meeting when the time is right.”\n\nMiller did not respond to the email, but it is unclear whether Papadopoulos told Miller, who currently works in the White House, or anyone else on the campaign about Mifsud’s comments about emails.",
  "Papadopoulos has not spoken publicly about the case against him\n\nSources say Papadopoulos has privately downplayed the conversations that are the subject of the FBI investigation\n\nSources also say Papadopoulos has privately denied collusion with the Russians\n\nMore than six months have passed since George Papadopoulos pleaded guilty to lying to the FBI and began cooperating with special counsel Robert Mueller’s Russia investigation.",
  "Democrats, including California Rep. Adam Schiff, routinely cite Papadopoulos as a possible Trump campaign conduit to Russia, and his Oct. 5 guilty plea and subsequent cooperation with Mueller has fueled speculation that he has provided damaging information about the Trump campaign’s activities.",
  "As part of his plea deal with Mueller, Papadopoulos acknowledged Joseph Mifsud, a professor and former Maltese diplomat, told him during a conversation in London on April 26, 2016, he had learned the Russian government had possession of “thousands” of Clinton-related emails.",
  "On April 18, 2016, Mifsud, who worked at the time as a professor at the University of Stirling, introduced Papadopoulos to Ivan Timofeev, an official at a state-sponsored think tank called Russian International Affairs Council.",
  "During the meeting, which TheDCNF is told Thompson attended, Downer ordered Papadopoulos to “leave David Cameron alone.”\n\nDowner could not be reached for comment, and Thompson did not respond to numerous emails.",
  "An Israeli embassy official in London named Christian Cantor introduced Papadopoulos, who he previously knew, to Erika Thompson, a counselor to Downer who serves in the Australia’s London embassy.",
  "TheDCNF has also learned previously unreported details about a second conversation that Papadopoulos had in London, this one with Alexander Downer, Australia’s top diplomat to the United Kingdom.",
  "Papadopoulos has also said he believes that the emails in question were the 30,000-plus emails that Clinton deleted in Dec. 2014 before turning her State Department emails over to the agency.",
  "Clinton’s deleted records were a hot topic of debate during the 2016 presidential campaign, well before WikiLeaks began releasing emails that were stolen from the DNC and Clinton campaign.",
  "In an April 26, 2016, meeting in London, Mifsud told Papadopoulos that he had recently met in Moscow with high-level Russian government officials who claimed to have “dirt” on Clinton.",
  "Relying heavily on the infamous and unverified Steele dossier, the FBI and Justice Department obtained a Foreign Intelligence Surveillance Act (FISA) warrant on Page on Oct. 21, 2016.",
  "In that span, speculation has swirled about whether the President Donald Trump’s former campaign adviser holds the keys to collusion between the Trump campaign and Russian government.",
  "Papadopoulos acknowledged to prosecutors that he lied when he initially claimed that he interacted with Mifsud and the Russians prior to joining the Trump team in early March 2016.",
  "Timofeev, who told Papadopoulos he had links to the Russian Ministry of Foreign Affairs, communicated with the Trump adviser over Skype about setting up meetings with the campaign.",
  "Sources say he has also downplayed the significance of conversations that he had in London with two separate diplomats in which Hillary Clinton’s emails were allegedly discussed.",
  "The FBI’s investigation appeared to focus instead on Carter Page, another energy consultant who joined the Trump campaign’s foreign policy team at the same time as Papadopoulos.",
  "In his plea, Papadopoulos acknowledged he lied to FBI agents during a Jan. 27, 2017, interview about his contacts with Mifsud and two of the professor’s Russian associates.",
  "The Aussies sat on the information for two months but revisited the Papadopoulos information after WikiLeaks released emails stolen from the Democratic National Committee.",
  "Emails and Facebook messages cited in court filings submitted by the special counsel show that Papadopoulos pitched campaign officials numerous times on holding meetings.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "On May 4, 2016, Papadopoulos gave an interview to The London Times calling on Cameron to apologize to Trump over negative comments about the then-GOP candidate.",
  "He has wondered to associates why, if he was actually suspected of conspiring with the Russian government, the bureau would have waited so long to contact him.",
  "In late-July 2016, Australia’s ambassador to the U.S., Joe Hockey, told his American counterparts about Downer’s claims about the Papadopoulos conversation.",
  "Strzok was removed from Mueller’s Russia team in July 2017 after he was found to have exchanged anti-Trump text messages with FBI attorney Lisa Page.",
  "Those texts also suggest Strzok traveled to London just days after the investigation was opened to meet with someone from the Australian embassy.",
  "Papadopoulos and Mifsud soon began corresponding and discussing arranging meetings between the Trump campaign and Russian government officials.",
  "Those alleged discussions about emails would later prompt the FBI to open a counterintelligence intelligence investigation into the Trump team.",
  "Papadopoulos was front-and-center in the British press because of comments he made about David Cameron, the U.K. prime minister at the time.",
  "The House Permanent Select Committee on Intelligence is interested in finding out how the information from Downer made its way to the FBI.",
  "Thompson reached out to Papadopoulos two days after that story appeared and said Downer wanted to meet with the young Trump aide.",
  "But sources familiar with Papadopoulos’ thinking say he has told associates he did not see, handle or disseminate Clinton emails.",
  "***\n\nPapadopoulos first met Mifsud in Italy on March 14, 2016, about a week after Papadopoulos officially joined the Trump team.",
  "Papadopoulos was not interviewed by FBI agents until Jan. 27, 2017, nearly six months after the start of the investigation.",
  "On around May 10, 2016, two weeks after the Mifsud meeting, Papadopoulos met with Downer at Kensington Gardens in London.",
  "But two sources familiar with his thinking say that he has privately denied that he was involved in any collusion scheme.",
  "It’s the longest continuously staffed establishment in London,” Strzok wrote to Page in an Aug. 2, 2016 text message.",
  "The pair had worked at the London Centre of International Law Practice but reportedly did not know each other.",
  "The ex-Trump aide has told associates that he did not discuss anything nefarious with the Australian diplomat.",
  "Downer claimed Papadopoulos drunkenly bragged to to him about Clinton-related emails, according to The Times.",
  "Papadopoulos, an energy consultant who lives in Chicago, has not spoken publicly about the case against him.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The agencies successfully obtained three more surveillance warrants on Page over the next nine months.",
  "He made one pitch personally to Trump during a March 31, 2016, meeting of the national security team.",
  "Peter Strzok, the FBI’s deputy chief of counterintelligence at the time, oversaw the investigation.",
  "The newspaper reported it was not known whether Downer was fishing for answers from Papadopoulos.",
  "TheDCNF’s sources did not say whether Papadopoulos told the campaign of Mifsud’s remarks.",
  "That six month delay is puzzling to both congressional investigators and to Papadopoulos.",
  "TheDCNF is told that Papadopoulos was introduced to Downer through two intermediaries.",
  "What Downer and the Australian government told U.S. officials is also a mystery.",
  "He was arrested on July 27, 2017, at Dulles airport after an overseas trip.",
  "Prior to that, Papadopoulos served in the Ben Carson presidential campaign.",
  "He has gone underground in the months since his name surfaced publicly.",
  "The FBI opened its counterintelligence investigation on July 31, 2016.",
  "The New York Times first reported in December the meeting took place.",
  "In fact, Papadopoulos first met Mifsud on March 14, 2016 in Italy.",
  "The Australian embassy in London matches Strzok’s description.",
  "Papadopoulos’s lawyers also declined comment for this article.",
  "He faces up to six months in jail for lying to the FBI.",
  "What exactly Papadopoulos told Downer remains unclear.",
  "There is no evidence that those meetings took place.",
  "Mifsud could not be reached for comment.",
  "“[Redacted’ talked about the Embassy.",
  "That leak occurred on July 22, 2016."
]