[
  "AP Photo/Susan Walsh\n\nPreviously-undisclosed emails described to The Washington Post indicate that George Papadopoulos, the early Trump campaign foreign-policy adviser who pleaded guilty in the Russia investigation last year, was in more frequent contact with top campaign officials than has been reported.",
  "Mifsud and Papadopoulos stayed in touch and Mifsud connected the Trump campaign adviser with at least two Russia-linked individuals over the next few weeks: Olga Polonskaya, a wine company manager based in St. Petersburg, Timofeev, the senior official on the Russian International Affairs Council.",
  "However, the so-called Steele dossier — an explosive collection of memos alleging ties between the Trump campaign and Russia — says that by late July 2016, there was \"a well-developed conspiracy of co-operation between\" the Trump campaign \"and the Russian leadership.\"",
  "Mifsud told Papadopoulos in April 2016, just over a month after their initial contact, that the Russians had information that would embarrass Hillary Clinton that came in the form of \"thousands of emails,\" the FBI's statement of offense against Papadopoulos said.",
  "The same month, Papadopoulos emailed the unidentified \"high-ranking\" campaign official to tell him he would be willing to travel to Moscow to meet with Russian government officials \"if it's in the interest of Mr. Trump and the campaign to meet specific people.\"",
  "Papadopoulos is known to have been in contact via email with several key campaign officials, including former chairman Paul Manafort, former co-chairman Sam Clovis, former campaign manager Corey Lewandowski, and an unidentified \"high-ranking\" campaign official.",
  "In July 2015, Papadopoulos reached out to the campaign to inquire about any openings but was rebuffed after months of communications with Lewandowski and Michael Glassner, then the deputy campaign manager and a key figure in the current Trump reelection effort.",
  "Two months later, when the radical pro-transparency group WikiLeaks posted a trove of hacked Democratic National Committee emails online, Australian officials informed their American counterparts of Papadopoulos' conversation with Downer, The Times reported.",
  "The next day, Papadopoulos wrote in an email to campaign adviser Stephen Miller — who now serves as a senior policy adviser in the White House — that there were \"interesting messages coming in from Moscow\" but did not elaborate on what he had learned.",
  "According to court filings, in April 2016, one month after he joined the campaign, Papadopoulos emailed Lewandowski, telling him he had gotten \"a lot of calls over the past month\" about how \"Putin wants to host the Trump team when the time is right.\"",
  "In one email around late September or early October 2016, Papadopoulos told Bannon he was receiving messages from the Egyptian embassy about organizing a meeting between Egyptian President Abdel Fatah al-Sissi and then candidate Trump.",
  "Bannon reportedly asked Papadopoulos for talking points for the meeting, scheduled a phone call to discuss the matter with him, and requested that Papadopoulos get in touch with the embassy when they finalized a meeting time.",
  "But according to The Post's report Friday, Papadopoulos was also in touch with former campaign CEO and later White House chief strategist Steve Bannon, and campaign advise, and later national-security adviser Michael Flynn.",
  "Papadopoulos reportedly told Bannon that \"they want to sign a government-to-government agreement with the USA for all rights to all energy fields offshore, strategic foothold in the Mediterranean and Balkans.\"",
  "At the time, Trump was receiving significant scrutiny for not having a foreign-policy team, and the campaign subsequently brought Papadopoulos on, along with another little-known adviser: Carter Page.",
  "On May 4, he told Lewandowski and Clovis that Ivan Timofeev, a senior official at the Russian International Affairs Council, had indicated that Russian officials were open to Trump visiting Moscow.",
  "In May, Papadopoulos told Alexander Downer, Australia's top diplomat to the UK, about Russia's dirt on Clinton while they were drinking at a swanky bar in London, according to The New York Times.",
  "Two to three months later, in December 2016, Papadopoulos again contacted Bannon and told him he had been in touch with Panos Kammenous, the Greek defense minister and a pro-Russian nationalist.",
  "Trump, Flynn, and then-campaign adviser Jeff Sessions, met with al-Sissi the next day, and Trump later said the meeting lasted \"a long time\" and that \"there was a good chemistry there.\"",
  "LinkedIn\n\nPapadopoulos joined the Trump campaign as a foreign-policy adviser in March 2016, but his outreach to the operation began nearly eight months earlier, according to the report.",
  "Lanza said the US could find common ground with Russia regarding the ongoing conflict in Syria, and he also reportedly emphasized the benefits of a potential \"partnership with Russia.\"",
  "Meanwhile, on June 1, Papadopoulos emailed someone identified in the special counsel Robert Mueller's filings as \"a high-ranking campaign official\" and inquired about Russia.",
  "Bannon did not reply to the message, but instead forwarded it to Flynn and KT McFarland, who, by that point, was working on the Trump transition team as Flynn's deputy.",
  "Investigators also said Papadopoulos sent the Interfax article to another individual after it was published: the shadowy London-based professor Joseph Mifsud.",
  "Mifsud wasn't open to engaging with Papadopoulos at first, but he became more interested after he learned Papadopoulos was working on the Trump campaign.",
  "Papadopoulos then emailed Manafort and said, \"Russia has been eager to meet with Mr. Trump for some time and have been reaching out to me to discuss.\"",
  "A little under a year later, Flynn pleaded guilty to lying to investigators about his contacts with Russian officials during the transition period.",
  "Papadopoulos pleaded guilty in October to one count of making false statements to investigators about his contacts with Russia-linked individuals.",
  "The official pointed Papadopoulos to the \"campaign supervisor,\" whom Papadopoulos emailed with the subject line: \"Re: Messages from Russia.\"",
  "Papadopoulos proposed a Trump-Putin meeting during a March 2016 meeting with Sessions, Gordon, and other campaign foreign policy advisers.",
  "As Carson's candidacy took a nosedive, Papadopoulos again contacted the Trump team and asked if there were openings, The Post reported.",
  "Screenshot/Twitter\n\nBy September 2016, the Russian state media outlet Interfax contacted Papadopoulos and asked to interview him.",
  "Wanted to pass this info along to you for you to decide what's best to do with it and what message I should send (or to ignore).\"",
  "He added in the email's body: \"I have the Russian MFA asking me if Mr. Trump is interested in visiting Russia at some point.",
  "After Papadopoulos offered to send Lanza a copy of the interview after it was published, Lanza replied, \"You're the best.",
  "\"Received a request from Interfax Russian News Agency with Ksenia Baygarova on U.S.-Russia ties under a President Trump.",
  "Later that month, Flynn is said to have told Papadopoulos in an email that his suggestions were \"great opportunities.\"",
  "Clovis replied: \"There are legal issues we need to mitigate, meeting with foreign officials as a private citizen.\"",
  "Papadopoulos reportedly wrote in an email sent to deputy communications director Bryan Lanza on September 9, 2016.",
  "\"We will examine these and determine if this is something we should take on early,\" Flynn reportedly wrote.",
  "Papadopoulos was the first individual to alert the campaign to Egypt's interest in a meeting with Trump.",
  "In August, Clovis encouraged Papadopoulos to pursue meetings with Russians on his own \"if feasible.\"",
  "The emails that were described to The Post are in the special counsel Robert Mueller's possession.",
  "Manafort forwarded the email to his associate, Rick Gates, and added: \"Let's discuss.",
  "It should be someone low level in the campaign so as not to send any signal.\"",
  "He later went on to work for then Republican candidate Ben Carson's campaign.",
  "\"This is a great move on our side,\" Papadopoulos reportedly wrote to Bannon.",
  "Based on public knowledge, Papadopoulos never went to Moscow for the trip.",
  "In July 2016, Page traveled to Moscow and met with top Russian officials.",
  "The FBI began scrutinizing the Trump campaign's Russia ties that month.",
  "We need someone to communicate that DT is not doing these trips.",
  "\"Will work this one,\" Flynn responded, according to the report.",
  "\"Stay in touch and, at some point, we should get together.\"",
  "\"You should do it,\" Lanza replied, according to The Post.",
  "Papadopoulos first met Mifsud in March 2016.",
  "\"But very hard sell to DJT.\"",
  "\"Agree,\" Bannon replied.",
  "What do you think?\"",
  "Michael Flynn.",
  "\"A home run.\"",
  "Thank you!\""
]