[
  "According to the statement of offense, Papadopoulos emailed Clovis and other campaign officials on March 24, 2016, offering to “arrange a meeting between us and the Russian leadership to discuss U.S.-Russia ties under President Trump.”\n\nClovis responded that he would “work it through the campaign.” He did not commit to the meeting, but told Papadopoulos, “great work.”\n\nOver the next few months, Papadopoulos emailed Clovis, then-campaign chairman Paul Manafort, and then-campaign manager Corey Lewandowski, offering to set up meetings between the campaign and Russians.",
  "The mysterious professor who former Trump campaign adviser George Papadopoulos claimed offered him “dirt” on Hillary Clinton last year is denying the allegations, calling them “incredible” and a “laughingstock.”\n\nJoseph Mifsud, an honorary director of the London Academy of Diplomacy at the University of Stirling in Scotland, is acknowledging to The Telegraph (U.K.) that he is the professor referenced in court papers unsealed on Monday in the case against Papadopoulos.",
  "The statement says that Papadopoulos emailed a campaign supervisor and several other members of the campaign to say that he had met with the professor, the Russian female national, and the Russian ambassador to the U.K.\n\nA footnote to the statement of offense says Papadopoulos was never introduced to the ambassador.",
  "On Tuesday, President Trump blasted Papadopoulos, saying that the “young, low level volunteer…had already proven to be a liar.”\n\nOn top of his false initial statements to the FBI, Papadopoulos misrepresented to the Trump campaign that he had met with the Russian ambassador to the United Kingdom.",
  "Papadopoulos sent an email the next day to a senior Trump campaign official, saying that he had “some interesting messages coming in from Moscow about a trip when the time is right.”\n\nIn an interview with The Telegraph, Mifsud acknowledged that he is the professor who met with Papadopoulos.",
  "The 30-year-old energy consultant pleaded guilty earlier this month to lying to the FBI during interviews in January and February about his contacts with a professor, a female Russian national and a person who described themselves as having contacts in Russia’s Ministry of Foreign Affairs.",
  "After Papadopoulos proposed an “off the record” meeting in an Aug. 15, 2016, email, Clovis responded that he “would encourage” Papadopoulos and another campaign adviser to “make the trip, if it is feasible.”\n\nThe statement of offense said that the proposed meeting did not take place.",
  "While Democrats seized on Papadopoulos statement as evidence that the Trump campaign sought to collude with Russia, Republicans pushed back, saying that the statement did not establish that Papadopoulos told higher-level campaign officials about the “dirt” on Clinton.",
  "Papadopoulos told the FBI that the professor claimed to have recently returned from a meeting in Moscow with “high-level Russian government officials” where he was notified that the Russian government had “dirt” on Clinton in the form of “thousands” of her emails.",
  "He said that the claim that he introduced Papadopoulos to a female Russian national was “a laughingstock.” A former official with Malta’s foreign ministry, Mifsud also denied having any connections to Russian government officials.",
  "(RELATED: Trump Campaign Adviser May Have Been Wearing A Wire)\n\nIn a statement of offense for the case, Papadopoulos claimed that he met an unidentified professor on March 14, 2016 during a trip to Italy.",
  "In the interim, Papadopoulos was working as a “proactive cooperator” for the FBI and Mueller’s team, which is conducting an expansive investigation of Russian interference in the presidential campaign.",
  "In addition to his affiliation with Timofeev and RIAC, he is a member of the Valdai Discussion Club, a Russia-based group that hosts forums with prior approval of Russian president Vladimir Putin.",
  "Campaign emails referenced in the statement of offense show that some of those officials seemed open to Papadopoulos’ offers to arrange meetings between the Trump campaign and Russian government.",
  "That person has since been identified as Ivan Timofeev, a senior official with the Russian International Affairs Council (RIAC), a think tank backed by the Russian government.",
  "One element of the story that is beyond dispute is that Papadopoulos provided regular updates to Trump campaign officials about his interactions with Mifsud.",
  "That was eight days after Papadopoulos had been notified that he was being brought onto the Trump campaign as a volunteer foreign policy adviser.",
  "He also says that the academic introduced him to a female Russian national who claimed to be a niece of Russian president Vladimir Putin’s.",
  "(RELATED: Trump Campaign Adviser Pled Guilty To Lying About Russian Contacts)\n\nPapadopoulos was arrested at Dulles airport on July 27.",
  "Sam Clovis, the campaign’s co-chairman and top policy adviser, provided some encouragement to Papadopoulos, the emails show.",
  "Republicans also noted that there is no evidence that the meetings Papadopoulos offered to arrange ever took place.",
  "But Papadopoulos himself has also made questionable claims, and not just in his initial interviews with the FBI.",
  "Later on, the professor introduced him to someone who claimed to be affiliated with Russian’s foreign ministry.",
  "Papadopoulos also told investigators about an April 26, 2016 meeting he had with the professor in London.",
  "He accepted a plea deal from Robert Mueller’s Office of the Special Counsel on Oct. 3.",
  "But he is denying several key allegations made by the young campaign volunteer.",
  "Papadopoulos said that he continued meeting with the professor in London.",
  "For one, Mifsud appears to be downplaying his associates with Russians.",
  "(RELATED: How Did George Papadopoulos End Up On The Trump Campaign?)",
  "“I have a clear conscience,” Mifsud told The Telegraph.",
  "Mifsud’s denial raises numerous questions.",
  "Follow Chuck on Twitter"
]