[
  "“They have a lot of topics to discuss with regard to bilateral ties and regional issues – starting with treaty withdrawal and finishing with Iran, Syria and the JCPOA,” said Alexey Khlebnikov, an expert at Moscow’s Russian International Affairs Council, referring to the Iran Deal - which the U.S. exited earlier this year, while re-imposing sanctions on Iran.",
  "CRIMEA UNDER RUSSIA: LOCALS FEAR MORE MAYHEM IF FORCED TO RETURN TO UKRAINE\n\nIRANIAN WOMEN DEFY 'TERRORIST' LABEL, CONTINUE THEIR OPPOSITION TO REGIME\n\nPutin earned the wrath of much of the international community in 2014, when Russian-backed troops methodically took control of Crimea, a Ukrainian autonomous republic that is mostly ethnic Russian.",
  "“He prioritizes intelligence and military means over other instruments of foreign policy.”\n\nBy 1994, he had ascended to become the first deputy mayor of St. Petersburg – Russia’s second largest city – before moving to Moscow in 1996, where he joined the presidential staff as deputy to the Kremlin’s chief administrator, Pavel Bordodin.",
  "Born on Oct. 7, 1952, in Leningrad (now St. Petersburg) to a factory foreman mother and Soviet sailor father, the staunchly Orthodox Christian Putin studied law at Leningrad State University before serving 15 years as a foreign intelligence officer for the KGB, otherwise known as the Committee for State Security.",
  "“Putin scuba dives in three feet of water only to discover ancient buried amphora, or wrestles a rare tiger, or leading ‘bird migration’ from a biplane,” said Natalia Arno, president of the Free Russia Foundation, a non-profit, U.S.-based diaspora organization.",
  "His interests are the interests of the state, and vice versa.”\n\nMany analysts contend that were it not for Putin’s decision to intervene in the Syria Civil War in 2016 – backing the regime led by Bashar al-Assad – the government there would have fallen.",
  "On December 1991, Yeltsin suddenly pronounced he was stepping down, after fatiguing the Russian public with his unstable conduct and apparent alcoholism – making the seemingly cool, quietly confident and collected Putin his successor.",
  "“First and foremost, he wants to demonstrate through contact with Trump, both within Russia and outside Russia, that he plays an important role in the world politics,” said Vitali Shkliarov, a Russia-U.S. political analyst.",
  "After much back-and-forth, U.S. and Russian officials this week said presidents Donald Trump and Vladimir Putin will meet not in Paris this weekend during Armistice Day celebrations, but at a G-20 summit later this month.",
  "What this all means for the future of U.S.-Russia relations remains murky - even considering the expected forthcoming report by former FBI Director Robert Mueller’s investigation on Russian meddling in the 2016 election.",
  "After a period of instability and economic downfall of the 90s, it makes sense that people allocate all the positive traits of current reality to Putin,” said Roman Kiselyov-Augustus, a Moscow-based political scientist.",
  "Trump made the move in response to allegations Russia is developing weapons systems that violate the treaty, which prohibits land-based cruise and ballistic missiles with an immediate range between 310 and 3410 miles.",
  "Two years later, then-President Boris Yeltsin appointed Putin as director of the KGB’s internal replacement – the Federal Security Service (FSB) – and the following year delegated him as his prime minister.",
  "Instead, the Assad regime has essentially defeated the rebels, and taken back most of the country - all while Russia’s entanglement undermines efforts by Western governments to support the Syrian rebels.",
  "While Trump has used the move as a rallying cry for the U.S. to upgrade its weapons systems, Putin, too, has set out to reform what he views as antiquated, conscript-based army in recent years.",
  "Putin has staunchly denied any Russian interference in the campaign, despite what is seen as overwhelming evidence to the contrary by U.S intelligence and law enforcement agencies.",
  "Despite a constitutional provision that compelled him to instead take the role of prime minister after selecting Dmitry Medvedev as president, Putin effectively still ran the show.",
  "Then there is the matter of nuclear arms control, more of an issue now since Trump pulled the United States out of the 1987 Intermediate-Range Nuclear Forces Treaty (INF).",
  "That would be followed by a Putin visit to Washington visit in early 2019, presuming he accepts the invitation announced recently by National Security Advisor John Bolton.",
  "The couple announced their divorce after 31 years of marriage during an interview – which many contend was staged – while leaving the ballet at the Grand Kremlin Palace.",
  "He has also long been romantically linked to retired Gold Medalist and former Olympic gymnast Alina Kabaeva, now 35, and a film star and politician herself.",
  "“Both are interested in striking certain deals which could be sold to the domestic audience as a victory and could improve ratings and public support.",
  "“He is highly respected within his own country.”\n\nSo just who is the man at the heart of so many headlines, questions, conspiracies, and crises?",
  "Opinions of him abound, but on this much there's agreement: The 66-year-old Russian president is a man of many faces, mysteries - and myths.",
  "But while Putin's Syrian intervention makes the headlines in the West, that's not so much the case with state-run media back in Russia.",
  "Putin in March won a fourth presidential term – after the most prominent opposition figure, Alexey Navalny, was banned from running.",
  "After chaperoning a growing economy in the aftermath of a protracted recession in the 1990s, he swept to re-election in 2004.",
  "Putin is losing popularity among Russian youth who sees his shirtless wrestler stunt as a joke.”\n\nOther experts disagree.",
  "Putin has two daughters - Yekaterina, a 32-year-old acrobatic dancer, and Maryia, a 33-year-old biomedical scientist.",
  "He climbed to the rank of lieutenant colonel before retiring in 1990, just before the fall of the Soviet Union.",
  "This surprises most Americans – no one in Russia sees him as “a fool.” He is not mercurial, nor is he confused.",
  "Then there are the not-so-positive images: Controller of a dastardly spy service that kills off dissidents.",
  "Now, the question for many is what version of Vladimir Putin will Trump and the U.S. see at these meetings?",
  "\"Secondly, Putin is sincerely convinced that the American system of governance is the same as the Russian.",
  "Therefore, if he comes to an agreement, with Trump he will come to an agreement with all of America.”",
  "The Russian leader has projected a long, varied list of public images: Accomplished statesman.",
  "He says what he means,” asserted Geoff Hellman, Chairman & CEO of the Economic Policy Forum.",
  "Mysteries have consistently swirled over “other” alleged Putin children not publicly known.",
  "He was later imprisoned for attending an “unsanctioned protest” in Moscow, which he denied.",
  "“As a former KGB agent, Putin sees the world through a prism of threats,” Arno contended.",
  "The actual losses are hidden, and there isn’t much to react on,” noted Kiselyov-Augustus.",
  "But none of that seemed to dim his enthusiasm to project an oversized public persona.",
  "However, it seems hard to achieve.”\n\nBut what does Putin ultimately want from Trump?",
  "“But I believe he has reached the point where he identifies himself with the state.",
  "Russia now spends a higher portion of its GDP on defense than the United States.",
  "The two then traded positions again, with Putin returning to the presidency.",
  "Both are children of his ex-wife and former flight attendant, Lyudmila.",
  "Important assets held by members of Putin’s tight circle were seized.",
  "Does sports, and likes to use rough language and project power.",
  "That ignited a firestorm, and a tough international sanctions.",
  "Twice voted the world's most powerful man by Forbes magazine.",
  "Accused disrupter of the 2016 Presidential elections.",
  "“But the younger generation is seeing through this.",
  "Consistently late to high-profile meetings.",
  "“He is the embodiment of powerful Russia.",
  "“People don’t care much about the war.",
  "“He wants to be taken seriously.",
  "One of the world’s richest men.",
  "Accomplished hockey player.",
  "Artful piano impressario.",
  "Kleptocrat and oligarch.",
  "“Russians trust Putin.",
  "Harley-Davidson rider.",
  "Gun-toting fisherman.",
  "Black belt in Judo.",
  "Former spy master.",
  "Shirtless cowboy."
]