[
  "“Their allegations that I am somehow acting on behalf Russian government authorities/its agents,” she adds, “are totally false, crazed and made out of revenge.” She has regularly threatened to sue anyone who repeats the allegation, but in a response to one critic who floated the idea that she and her law firm had intelligence connections, she cracked, “Thanks for the free PR.”\n\nAs the rhetorical combat between the Americans and the Russians accelerated through 2016, DeMourot says he continued to see real-world consequences (though he does not allege these consequences were related to Dianova).",
  "The report said Facebook had “observed many actions by fake account operators that could only be performed by people with language skills and a basic knowledge of the political situation in the target countries, suggesting a higher level of coordination and forethought.”\n\n“In many cases,” The Atlantic noted, “such information operations are aimed at gaming Facebook’s algorithm, using tactics like the mass creation of fake accounts and the creation of groups populated by those accounts.” In April, Facebook said it had made progress in blocking or deleting tens of thousands of fake accounts.",
  "Top U.S. intelligence officials say there’s no reason to believe the Kremlin will pull back: “Moscow will apply lessons learned from its Putin-ordered campaign aimed at the [2016] U.S. presidential election to future influence efforts worldwide,” they concluded in their January 2017 report, “including against U.S. allies and their election processes.” Such techniques have worked all too well with the rise of Trump, whose tweets denouncing investigations into contacts between the Russians and his campaign aides and family members have found a friendly echo chamber in social media sites.",
  "“Infrastructure of all types—perhaps including the voting system—can be infiltrated by sophisticated hackers based overseas.”\n\nLate last year, Facebook founder Mark Zuckerberg called the idea that his site could be manipulated to influence voters “pretty wacky.” But in April, his company produced a report on its own investigation, saying it “does not contradict” the finding of U.S. intelligence that “information warfare” ordered by Putin was carried out on Facebook and other social media sites—despite their best efforts to stop it.",
  "“If it violates those, we remove content or restrict accounts where appropriate.” Yet when Berger asked LinkedIn to remove Dianova’s “defamatory” post on Leven’s alleged espionage embezzlement, “Scarlett” cited a section of the Communications Decency Act that said “we are not responsible for such content, even when it’s alleged to be defamatory.” Another company spokesperson, granted anonymity to discuss the issue freely, said policing all the violators in real time was impossible.",
  "“The problem is almost certain to get worse, spreading to even more areas of life as bots are trained to become better at mimicking humans.” Unfortunately, Wu argued, social media companies “lack a serious financial incentive to do anything about…the millions of fake users who are corrupting the democratic process.”\n\nDuring his March encounter with that stranger at the Queen’s Arms pub, fake users and bots were the least of Malcher’s concerns.",
  "Mark Wilson/Getty\n\nDianova countered in a LinkedIn post that she had “NEVER [her capitalization] asserted… that Mr. Leven ‘engaged in theft,’” but merely “ASKED him whether or not it is true that he had misappropriated the government funds.” She also wrote that another account of the case “contains NOTHING to counter the allegation…that ‘Charles Leven, had pocketed some of the money.” In fact, the article didn’t even mention the incident.",
  "Sputnik/Alexei Nikolsky/Kremlin via REUTERS\n\n“It is a new and open issue as to whether our kind of self-government can function successfully when…much of the electorate gets its news from social media easily employed by foreign powers,” two top former White House cybersecurity officials, Richard Clarke and Robert Knake, wrote recently in Politico.",
  "Leven, who spent over three decades recruiting Russian agents, says he does “not believe she is a Russian intelligence staff officer” but rather just another well-connected Moscow figure whom the Kremlin uses to send messages, like the Russians who got a meeting with Donald Trump Jr. and other campaign officials to deliver “dirt” on Clinton.",
  "Back online, DeMourot and his fellow Kremlin critics felt LinkedIn was inclined to accept the other side’s charges—and not theirs—even though they say many of their foes were hiding behind suspected multiple fake identities (including Russians posing as pro-Trump Americans, a violation of LI’s User Agreement).",
  "The platform’s “mobile application remains available both in the AppStore and in Google Play, and the network’s e-mail service continues delivering messages sent via its website,” Nabi Abdullaev, a senior analyst at the Control Risks security firm, wrote last December in Forbes.",
  "A representative of LinkedIn’s Department of Trust and Safety using the name “Scarlett” accused them of “repeatedly posting unwanted/inappropriate content, and using the platform to harass other members.” (The red connotation provoked bitter cracks among the Americans.)",
  "“Most of the Russian trolls are still active on LinkedIn,” says the Eastern European expert on Russian internet practices, who supplied Newsweek with web addresses and screen shots of dozens of alleged fake users spouting anti-Western and pro-Kremlin messages.",
  "In a flurry of emails with Newsweek, Dianova offered to provide “a compilation” of “everything Charles Leven and his collaborators” have written about her—but only “in exchange” for Newsweek revealing its sources to her with screen shots of their comments.",
  "“My colleagues have not seen him for at least two years.” DeMourot promptly copied the email to LinkedIn’s Department of Trust and Safety, with a complaint that Eidlin was in “flagrant violation of its terms of use” by misrepresenting himself.",
  "“She told LI my profile was a fake and that the company never existed.” By raising unfounded questions about their backgrounds and credentials, DeMourot and the others complain, Dianova was “trolling,” a violation of LinkedIn’s user agreement.",
  "“LinkedIn can’t say they are blocking the Russians,” he adds, “because they [the Kremlin and its proxies] can have servers anywhere.” Plus, they can use “disposable email addresses,” just like Al-Qaeda and Islamic State group militants.",
  "“I reported so many Russian fake profiles and trolls to LinkedIn that they gave me a Premium Account for a year.” (“She helped us a lot,” a company insider said on condition of anonymity because of the issue’s sensitivity.)",
  "(The website TechCrunch speculated that “it was a warning to bigger sites to be on their guard.”) LinkedIn could get back in, the Russian news agency Tass reported in June this year, pending negotiations with Microsoft.",
  "After being retained by Leven, Berger sent written protests to LinkedIn's Department of Trust and Safety, as well as senior executives at LinkedIn and Microsoft, which acquired the site for $26.2 billion in June 2016.",
  "That's why their promise of professionalism is so important.”\n\nDeMourot, who has a Juris Doctor degree, regained his account only after sending a copy of his passport to LinkedIn to prove he was who he said he was.",
  "“If we receive a report of a false profile or harassment of a member, we investigate…with our user agreement and professional community guidelines in mind,” LinkedIn spokeswoman Mary-Katharine Juric tells Newsweek.",
  "“A small army of social media operatives...are deployed to promote all of this material to unknowing audiences,” three well-regarded former government experts wrote last November for the War on the Rocks website.",
  "Others have taken her place, while fake Russian accounts, in many cases computer-generated bots from Russia’s “propaganda factories,” continue to plague LinkedIn and other social media platforms, observers say.",
  "“I’ve never been barred, even though I have been just as hard on the Kremlin as anyone else,” says Kandy Zabka, a cybersecurity specialist who has done work uncovering hackers for the FBI, Interpol and Europol.",
  "Immediately recognizing them as “rogue” former British commandos, who he knew were working for an alleged Kremlin agent he had written about on LinkedIn, he suspected the email had come from a hijacked account.",
  "A previous version of this story also said that Grata International drafted a paper that put a new series of internet censorship provisions in “a favorable light.” We have changed \"favorable\" to \"uncritical.\"",
  "One called her “Trollvana,” another “a vicious attack dog.” In one particularly nasty exchange, Harding called her a “pigsty pinup girl.” LinkedIn, citing privacy rules, will not discuss individual cases.",
  "He says he once got a tip from a source in the Paris municipal government that a man “with a Russian accent” had tried to get confidential information about his company from the city’s business records.",
  "Like virtually all U.S.-based social media sites, LinkedIn was looking to expand abroad, including in Russia, where it had a tenuous foothold with 6 million customers in 2016, according to Reuters.",
  "In an email to Newsweek, Dianova says the suspensions of Leven and Berger were “not due to my efforts.”\n\nEither way, such results can have professional repercussions beyond LinkedIn, many say.",
  "DeMourot points to the case of Fred Eidlin, whom he calls “an ardent and virulent pro-Russian propagandist” who was active mainly in another LinkedIn discussion group, Political Science.",
  "He in fact cancelled the trip after receiving an email with photos of two men who would meet him at the airport when he landed; he had reason to believe they were Russian operatives.",
  "But others in the International Relations discussion group remain banned, including Leven and his attorney Berger, who received permanent membership bans without explanation.",
  "The evictions were first reported a year ago by Kseniya Kirillova, an exiled Russian journalist in California who has received death threats and applied for political asylum.",
  "Rockwell, LinkedIn’s head of Trust and Safety, however, maintains that Kremlin interference is “not a systematic issue” now that the site has been blocked from Russia.",
  "“Both U.S. and Russian intelligence officials agreed the story was a fabrication,” Leven points out, citing authoritative books and a magazine article on the affair.",
  "“Our group consists of real professionals, many of whom have long track records of public service, military service and/or work in fields such as law,” Berger says.",
  "He complains that she virtually labeled him “a thief” by publicizing the “long-ago-debunked allegation” that he had stolen money from one of his Russian spies.",
  "We believe it was handled appropriately.” LinkedIn spokeswoman Nicole Leverich says policing the often rancorous exchanges on the site is an ongoing challenge.",
  "He suspects he was set up for a possible “kidnapping” en route to a meeting at the Vatican, which had offered him a job as an international relations adviser.",
  "“If they have not been able respond with fact-based arguments, they will employ the lowest argumentative fallacies, including…ad hominem attacks,” she wrote.",
  "Dianova “repeatedly defamed my professional ethics, reputation and loyalty to the country for which I've risked my life,” Leven says through his attorney.",
  "Whatever the value of the Russian market, Moscow booted LinkedIn on November 17 because it would not agree to move its data servers under Russian control.",
  "However that turns out, company representatives say Russia was never a “priority” market, and any questions about incentives to stay there are now moot.",
  "A previous version of this story also said that when Raymond DeMourot landed in Rome, he saw two potential kidnappers in the crowd and slipped away.",
  "Yet such automated techniques put democracy at risk, says Tim Wu, the author of The Attention Merchants: The Epic Scramble to Get Inside Our Heads.",
  "“When we investigated this issue more than a year ago, we found it was a clear-cut case of harassment and a violation of our Terms of Service.",
  "Such actions have increased his suspicions that at least some pro-Kremlin activists online are working with the Russian intelligence services.",
  "“Intimidation?”\n\nCorrections: A previous version of this story reported that Kseniya Kirillova fled Ukraine and arrived in the United States.",
  "Berger’s own expulsion from LinkedIn came up during a recent visit to another law firm, when an associate asked him why he had been banned.",
  "Meanwhile, Dianova finally got evicted with the same vague accusations from LinkedIn, that she had posted “defamatory” material, she says.",
  "A vice rector responded that Eidlin “does not have an official status of Visiting Professor,” according to the email Newsweek reviewed.",
  "“They have thugs, fake profiles, anti-Western agents and a host of useful idiots—all carefully exploited by their Muscovite masters.",
  "“That's the big deal.”\n\nOutside of LinkedIn, the attacks on Leven and the others were echoed on other Russian propaganda sites.",
  "“Robots are…being used to attack the democratic features of the administrative state,” he recently wrote in The New York Times.",
  "“A lot of it comes down to ‘he said, she said.’”\n\nCritics strongly disagree, saying LinkedIn is rife with Kremlin favoritism.",
  "The software giant rejected his argument and evidence and told him that neither he nor Leven could appeal their suspensions.",
  "Just before leaving for Rome, he received an email with photos of two men who would meet him at the airport when he landed.",
  "She promised she would “not disclose to anyone that you are the source of this information.” Newsweek declined the offer.",
  "He argues that foreign markets are critical to the continued growth of LinkedIn and other social media platforms.",
  "In July 2016, LinkedIn suspended the accounts of DeMourot, Leven, his attorney James Berger and several others.",
  "“They will be back,” former FBI Director James Comey warned at a Senate Intelligence Committee hearing in June.",
  "She vehemently rejected the sobriquet, but whatever her intent, her writings certainly set her critics aflame.",
  "Eidlin, who died last year, claimed to be a visiting professor at Karlova (aka Charles) University in Prague.",
  "Such exchanges have prompted a few of Dianova’s critics to suspect she is connected to Russian intelligence.",
  "Scarlett rejected the complaint, telling DeMourot that someone had filed a counter-complaint against him.",
  "In the meantime, Leven and others escalated their plea to Simon Pope, the security manager at Microsoft.",
  "There is zero moral equivalency.”\n\nObtained by Newsweek\n\nMoney, Berger suspects, has played a role.",
  "After being rebuffed, the man “left in a car with CD [diplomatic] plates,” the tipster told him.",
  "“LinkedIn is well aware of the huge amount of trolls and fake profiles” on its site, says Zabka.",
  "But to most analysts of the Russian efforts, they’ve never gone away—as the LinkedIn case shows.",
  "Mikhail Svetlov/Getty\n\nDianova continued her attacks on Harding and company on Russia Insider.",
  "“No, I am not a Russian intelligence officer,” she says, nor a Russian agent of any kind.",
  "“He and I both lost our LinkedIn memberships without possibility of appeal,” Berger says.",
  "Dianova also “attacked a company I had set up in Paris” and later closed, DeMourot says.",
  "“I smelled something fishy there,” DeMourot says, so he made an inquiry at the school.",
  "LinkedIn’s head of Trust and Safety, Paul Rockwell, rejected the charge of favoritism.",
  "He had no doubt the Russians were trying to bully him in person, as they had others.",
  "REUTERS/Ilya Naymushin\n\nAnd not every critic of Russia gets kicked off the site.",
  "DeMourot has learned of other odd offline activity seemingly directed at him.",
  "Pope reviewed the matter with LinkedIn but let the decision stand.",
  "Alan Malcher, the British army infowar veteran, is more blunt.",
  "The incident was “probably only to scare me off,” he says.",
  "Dianova denied the allegations in an email to Newsweek.",
  "“They don’t have a clue” about Russian access, he says.",
  "“I mean, that’s their endgame, isn’t it?” Malcher says.",
  "The company’s policies appear, at best, inconsistent.",
  "“LinkedIn is a résumé-broadcast around the world.",
  "“Putin, for some reason, likes me,” she jokes.",
  "LinkedIn’s critics dismiss such a claim.",
  "She has never lived in Ukraine.",
  "“It was unsettling,” he says.",
  "Both remain furious about it.",
  "He canceled the trip.",
  "He got nowhere."
]