[
  "Around 2010, Sater went to work for Trump directly, carrying a Trump Organization business card that described him as a “senior advisor to Donald Trump.”\n\nThe revelation of Sater’s contribution and recent Trump Tower visit come at a time when Trump’s pro-Russian stances, his relationship with former campaign chairman Paul Manafort, and his campaign’s role in softening the Republican Party’s support for Ukrainian resistance to Russian incursions in its territory have all brought the New York billionaire’s ties to Russia under intense scrutiny.",
  "Alex Sapir’s business partner Rotem Rosen is a former lieutenant of the Soviet-born Israeli billionaire Lev Leviev, an oligarch with longstanding ties to Vladimir Putin who counts the Russian president as a “true friend.”\n\nIn making the campaign contributions last month, Sater listed his occupation as “advisor” but failed to report the name of his employer.",
  "In testimony related to a libel suit brought by Trump against a book author and first revealed by the Post, Sater said under oath that he met frequently with Trump in the billionaire’s office over a period of several years, flew with him to Colorado, and entertained a request from Trump to show Ivanka and Donald Jr. around Moscow in 2006.",
  "Story Continued Below\n\nSater, whose firm co-developed a major Trump project in New York and who was later hired by Trump to drum up business in the former USSR, has said that he closely associated with Trump and his family, while Trump has suggested he wouldn’t even recognize Sater.",
  "Felix Sater said Trump would be the \"greatest president\" because \"he’s not an indebted politician.” | Getty Trump’s mob-linked ex-associate gives $5,400 to campaign The Russian-born businessman says he visited Trump Tower last month for 'confidential' reasons.",
  "Sater told POLITICO that he has not seen the candidate recently and that the purpose of his visit to Trump Tower last month is “confidential.” Sater declined to say whether he’s had recent contact with the Trump Organization or Trump’s children.",
  "Alan Garten, the general counsel of the Trump Organization, said he had no knowledge of Sater’s visit to Trump Tower, that Sater was not advising the Trump Organization and that the Trump Organization was not seeking business in Russia.",
  "Bayrock is now being rocked by allegations made in a lawsuit brought by a former executive of unexplained cash infusions from Russia and Kazakhstan and receiving financing from a firm used by Russians “in favor with” Putin.",
  "Under oath, Trump has described his ties to Sater as distant, saying during testimony for a case related to a Trump development in Fort Lauderdale that he would not recognize Sater if the two were sitting in the same room.",
  "A Russian-born, mafia-linked businessman whose ties to both Donald Trump and loyalists of Russian President Vladimir Putin have sparked scrutiny, visited Trump Tower last month for undisclosed business, he told POLITICO.",
  "Sater’s business relationship with Trump has been the subject of sworn testimony by both men and has come under scrutiny because of Sater’s past associations and the Trump campaign’s unusual stances on Russia.",
  "Sater was convicted for stabbing a man in a bar fight in the early '90s, and pleaded guilty to racketeering in 1998 for his role in a mob-orchestrated stock fraud, according to The Washington Post.",
  "Trump and Bayrock partnered with the Sapir Organization, led by the now-deceased Tamir Sapir and his son Alex, in the development of the Trump SoHo high-rise in Manhattan a decade ago.",
  "The businessman, Felix Sater, also donated the maximum allowable contribution to Trump’s presidential campaign, according to the campaign’s most recent FEC filing.",
  "Informed that purchases of campaign paraphernalia count as contributions, Sater said he had bought campaign merchandise in the basement of Trump Tower last month.",
  "His racketeering sentence was reduced for cooperating with American intelligence officials on undisclosed matters related to national security.",
  "During the Cold War, Tamir Sapir, an émigré from the Soviet Union, sold electronics to KGB agents from a storefront in Manhattan.",
  "Around 1999, Sater joined Bayrock, a real estate firm that had offices in Trump Tower and pursued business ventures with Trump.",
  "The purchase of campaign merchandise and two contributions for $2,700 each are all dated July 21 in the FEC filing.",
  "Sater gave the campaign $5,520 in three donations in July, according to the campaign’s August FEC filing.",
  "Because the maximum allowed individual contribution is $5400, the campaign refunded the $120 difference.",
  "He said he made two $2,700 contributions to the Trump campaign online through his iPad.",
  "“I think he’ll make the greatest president of this century,” Sater said of Trump.",
  "Trump spokeswoman Hope Hicks said Sater’s generosity was news to the campaign.",
  "Sater told POLITICO he was unaware he had exceeded the maximum contribution.",
  "Eric Trump and Donald Trump Jr. did not respond to questions about Sater.",
  "“We are not aware of a contribution or visit to Trump Tower,” she said.",
  "“I don’t see the relevance of that,” he said.",
  "“Because he’s not an indebted politician.”",
  "He told POLITICO he is self-employed."
]