[
  "Compounding the impression that the state was providing Rosneft access to funding, the Bank of Russia sent out a press release shortly before the bond sale in which it announced its decision to include Rosneft bonds on the Lombard List (the list of securities eligible to be used as collateral with the central bank).",
  "This makes it all the more likely that the company will seek to use the same unorthodox financing methods it reportedly enjoyed in December, whereby the country's troubled banking sector buys up the debt in order to use it as collateral with the central bank in exchange for rubles.",
  "At the time, former Russian finance minister Alexei Kudrin pointed the finger at Rosneft for spooking currency markets on Twitter after the company received what was widely seen as back-door refinancing by the Russian central bank.",
  "The commitment comes after a similar bond issue in December was blamed for the collapse in the ruble that month, with the currency briefly touching all-time-lows of 80 rubles to the dollar and 100 rubles to the euro.",
  "REUTERS/Alexei Nikolskyi Rosneft, Russia's state-owned oil company, is set to place 400 billion rubles ($6.1 billion) worth of bonds to finance \"the company's projects and production plan\", according to the firm.",
  "As Alexey Bulgakov, a fixed-income analyst at Sberbank CIB, told Bloomberg Rosneft is effectively replacing what was relatively cheap foreign debt financing with much more expensive local debt.",
  "With international sanctions restricting the firm's access to foreign debt markets and falling oil prices lowering its foreign currency revenues, that bill is becoming ever more expensive.",
  "In setting up the deal the company felt compelled to clarify that it would not use the money it raises in the bond sale for the \"purchase of foreign currencies\".",
  "And there are grounds to doubt the companies assurances that the money raised won't simply be channelled into foreign currency debt repayments this time as well.",
  "Usually these releases include a number of company names that are being put onto the list, whereas this one was unusual in that it exclusively named Rosneft.",
  "It was widely believed that the company used the funds raised in the bond sale to help pay off a $7 billion bill in debt repayments due in December.",
  "Russia's President Vladimir Putin visits a Rosneft refinery in the Black Sea town of Tuapse in southern Russia October 11, 2013.",
  "Rosneft is due to shell out $19.5 billion in debt repayments this year followed by $8 billion a year in 2016 and 2017.",
  "Given the large state interest in the company, the pressure to ensure its health will be intense.",
  "And Rosneft hit straight back, blaming the central bank for \"pushing Russia towards recession.\"",
  "This could \"significantly worsens the company's debt structure\", Bulgakov said.",
  "The ruble was down over 3% against the dollar on Monday at the time of writing.",
  "But there are fears that the deal could set off another ruble rout.",
  "However, this is not a free lunch."
]