[
  "As a result, the markets are watching Russia's short-term financial problems, which are very real, but Russia is also sowing the seeds of long-term economic malaise as the country fails to invest in education, infrastructure, healthcare, and \"human capital.\"",
  "REUTERS/Jussi Nukari/Lektikuva Russia may have though it was out of the woods this past spring when oil prices started to rise, but the onset of another bear market for oil presents serious economic and financial threats for the country.",
  "For a country that gets about 50 percent of its budget revenues from oil and gas, the sudden collapse of oil prices since June - Brent is now trading at $55 per barrel - threatens to drag the Russian economy down to lower depths.",
  "Russia decided to cooperate with the West in reaching a nuclear deal with Iran, which contributed to the fall in oil prices as markets expect new Iranian crude to be forthcoming over the next few months and into next year.",
  "Russian President Vladimir Putin (R) attends a news conference with Finnish President Sauli Niinisto (L) during a news conference at the Novo-Ogaryovo residence, outside of Moscow, Russia June 16, 2015.",
  "REUTERS/Sergei Karpukhin Although progress is slow, the rest of Europe is looking to diversify away from Russian gas, which makes any rebound in demand for Russian gas questionable.",
  "A worker checks a pressure gauge at an oil pumping station near the Rosneft company owned Suzunskoye oil field, north from the Russian Siberian city of Krasnoyarsk, March 26, 2015.",
  "Russia is running a large deficit and its foreign exchange reserves are depleting, down from $524 to $361 billion, or worse, depending on the accuracy of official statistics.",
  "China and Russia announced a series of blockbuster deals in 2014, unveiling plans to build a massive pipeline network that would lead to huge volumes of gas exports to China.",
  "Weak domestic demand and a shrinking export market have cut into Gazprom's production, which fell by 19 percent in June compared to the same month in 2014.",
  "That share is down to just 37 percent so far this year, according to a new report from Sberbank, as Ukraine has relied more heavily on European neighbors.",
  "More importantly, cooperation with the West created good will, and U.S. President Barack Obama even thanked Russian President Vladimir Putin for his help.",
  "The conflict with Ukraine over gas pricing, not to mention the violent standoff, is forcing Ukraine to find alternative suppliers for gas.",
  "A disarmed Iran removes the justification for a U.S.-backed missile defense program in Europe, a plan vociferously opposed by Russia.",
  "This could lead, or at least contribute to, the dismantling of western sanctions imposed upon Russia for its involvement in Ukraine.",
  "The June collapse in its stock market also raised fears of a financial meltdown, although the immediate crisis has subsided for now.",
  "Russia is facing a mounting fiscal crisis as the combination of low oil prices and western sanctions continue to take their toll.",
  "As the federal government pares back support for Russia's regions, heavy debt loads are forcing dramatic reductions in spending.",
  "Although the cooperation amounts to a self-inflicted wound, it also pushes several strategic objectives forward for Russia.",
  "Since Gazprom accounts for 10 percent of Russia's economic activity, the setback is damaging to the Russian economy.",
  "About 20 of Russia's 83 regions are more or less in default already, amid excessive spending and ballooning debt.",
  "As a result, China and Russia are postponing indefinitely the western route of the \"Power of Siberia\" pipeline.",
  "Still, China's energy demand is slowing at the same time that it is finding alternative sources of supply.",
  "Gazprom may only take in $106 billion in revenue this year, down almost a third from $146 billion in 2014.",
  "Australia is bringing new LNG export capacity online this year, with more coming in the next two years.",
  "The ruble, having somewhat rebounded in the spring after a winter rout, is again deteriorating.",
  "This complicates Russia's plan to replace a weakening market in Europe for its energy exports.",
  "In fact, Gazprom's production dropped by 12.9 percent in the first half of 2015, year-on-year.",
  "And there are also economic benefits to the Iran deal for Russia, despite low oil prices.",
  "The drop in oil prices since June is not entirely unrelated to Russian actions.",
  "Russia's plan to shift its sights east are also running into some headwinds.",
  "Ukraine depended on Russia for three-quarters of its gas supply in 2014.",
  "It opens up business opportunities in Iran for Russian companies.",
  "To make matters worse, natural gas production has taken a hit.",
  "The economic problems are starting to mount.",
  "Russia's regional governments are suffering.",
  "However, China's economy is slowing.",
  "That couldn't come soon enough."
]