[
  "The question now is whether the central bank and the government have done enough to prevent a loss of confidence in the currency that could quickly become a danger to the banking system (potentially in the form of a bank run where people rush to withdraw their savings, for example).",
  "If that wasn't sufficient to underline how serious this problem is, on Tuesday economic development minister Alexei Ulyukayev announced the government's plan to stabilise the ruble that would include \"increasing the provision of foreign currency liquidity to banks in Russia\".",
  "Along with its interest rate hike it announced that it had increased the maximum volume of foreign currency it provides to Russian banks through its foreign-exchange repurchase agreement auctions for 28 days from $1.5 billion to $5 billion.",
  "Meanwhile, VTB said that although its business was operating normally \"a significant increase in the rate of the Central Bank has created a need to reassess the conditions of work with corporate clients than is now engaged in the bank\".",
  "Elsewhere, Gazeta.ru claims that there is a widespread suspension of currency conversion activities by banks with several large banks reporting they are reluctant to exchange at these levels because \"a euro should not cost 100 rubles\".",
  "It has also lowered the interest rate it charges on the currency it gives to banks from 1.5% above the London Interbank Offered Rate (Libor) — the benchmark interest rate at which banks lend to one another — to 0.5% above Libor.",
  "As a nod to this, Elvira Nabiullina, head of the Russian central bank, announced last week that \"the Bank of Russia plans to consider the introduction of foreign currency lending on the security of non-marketable assets\".",
  "However, there are rumours that the Russian banking system is running low on the collateral — high quality loans and other financial securities — that they have to pledge to the central bank to access that money.",
  "This will be of particular concern to the Russian authorities, and the central bank in particular, as it comes in a month where Russia's private sector is due to repay some $35 billion in foreign-currency loans.",
  "Sberbank said \"despite the increased volatility in financial markets and increasing the emergency key rate of the Central Bank, Sberbank continues lending to customers - both individuals and companies\".",
  "Bloomberg Rumours abound that the lenders had stopped issuing new loans to customers across the country as the ruble collapse continued, falling almost 13% against the dollar at the time of writing.",
  "This is a problem as, unlike the country's commodity exporters that can sell their products in dollars and euros, most of the banks' business is conducted in local currency.",
  "That is, the central bank could choose to accept lower quality assets in exchange for cash — effectively allowing the state to take on more risk on the banks' behalf.",
  "Wells Fargo The news suggests that Russia's banking system is struggling to adapt to the abrupt changes in financial conditions in the country.",
  "Shares in Russia's two largest banking groups, Sberbank and VTB, fell on Tuesday amid rumours that the bank had stopped lending to customers.",
  "Russian banks were also caught out by the central bank's decision to raise interest rates by 650 basis points overnight from 10.5% to 17%.",
  "Despite the banks' denials both of the companies' shares plummeted by 13% as fears grow about the health of Russia's banking system.",
  "That means that ruble falls increase the cost of repayments as they have to convert ruble revenues back into foreign currencies.",
  "A lower interest rate should make it less expensive for banks to borrow from the central bank and therefore more appealing.",
  "The Russian banking system is taking a big hit by a combination of a shock rate hike and the collapsing ruble.",
  "After two days of double digit falls in the ruble, the signs don't look promising.",
  "Well the Russian central bank is moving to be as accommodate as it can be.",
  "Both Sberbank and VTB issued statements denying the rumours.",
  "A good chunk of that is owed by Russia's banking sector.",
  "Sberbank share price.",
  "What does this mean?"
]