[
  "Saudi Arabia, the de facto leader of oil producing group OPEC, has been largely blamed for the continued fall in oil prices given the group's decision not to cut production amid a glut in supply – a move that would have helped to support prices – as part of a strategy to pressure non-OPEC rivals.",
  "Major oil companies have been announcing cutbacks on drilling projects and staffing, the latest announcement being from BP on Tuesday, which announced that it was slashing more than 4,000 jobs amid a $2.5 billion restructuring program.",
  "As oil prices threatened to fall through the psychologically-important $30 a barrel mark on Tuesday, there were reports that OPEC could be about to hold an emergency meeting as some members request a change of strategy.",
  "According to Olya Khvostunova, a Russian journalist tweeting extracts of Siluanov's speech, the finance minister also said that the government expects to raise money through the privatization of state property.",
  "Six Gulf oil-producing countries (Saudi Arabia, Kuwait, Bahrain, Oman, Qatar and the United Arab Emirates) are planning on introducing a sales tax for the first time amid the drop in prices.",
  "On Wednesday, the head of Sodexo, a company providing facilities management to the oil and gas sector, said it had seen the demand for its services drop \"dramatically.\"",
  "Also speaking at the Gaidar event on Wednesday, Russian Finance Minster Anton Siluanov warned that oil prices would stay low for longer, Reuters reported .",
  "He said that the state budget deficit was around 2.6 percent of gross domestic product in 2015 and that he would review the budget due to low oil prices.",
  "The budget was balanced at $82 a barrel, he said, a far cry from current levels with Brent and U.S. WTI crude trading around the $30 mark.",
  "The UAE, an OPEC member, quashed rumors of a meeting however, signaling that there would be no change to the group's record oil output.",
  "Russia is not the only country having to find ways to mitigate the price of oil's effect on the government budget.",
  "Against such a backdrop, Siluanov said he would propose a 10 percent cut to budget spending.",
  "The consequences of lower oil prices have extended beyond oil producers, however.",
  "Follow CNBC International on Twitter and Facebook."
]