[
  "Long-term investors should shop for opportunities in emotion-driven markets and remember that, on balance, money has been exiting emerging market stocks over several years, says James Donald, lead manager of the $11 billion Lazard Emerging Markets Equity Portfolio.",
  "Photo: ALEXANDER KLEIN/AFP/Getty Images\n\nCielo’s American depositary receipts are up 35% this year, well behind the iShares MSCI Brazil Capped exchange-traded fund (EWZ), which has gained 58% as hopes grow for economic and political reform there.",
  "The latest slide came as the International Energy Agency said the Chinese and Indian economies are “wobbling,” even though each claims annualized gross-domestic-product growth near 7%.",
  "Given the potential for gains in cash flow, Cielo’s return on equity—net income divided by shareholder equity—has been rising despite a recession and could climb from roughly 56%.",
  "Although investor attention is focused on the Federal Reserve’s eventual rate hike, a number of key emerging market central banks are increasingly likely to reduce rates.",
  "There is a more than 40% probability of cuts in Brazil, Israel, Russia, Turkey, Indonesia, Chile, and Hungary, according to a Goldman Sachs report released last week.",
  "He points to two top holdings: the biggest credit-card processor in Brazil, Cielo (ticker: CIOXY), and Russia’s largest bank, Sberbank Russia (SBRCY).",
  "Text size\n\nEmerging Markets\n\nIt was an anxious week for traders in emerging market equities, with the MSCI Emerging Market index sinking more than 2%.",
  "Bulls contend the latest bout of selling only makes developing-market stocks more appealing than those in the U.S., where growth is closer to 1%.",
  "The U.S. market trades at an above-average premium to global stocks of roughly 25%, while emerging markets trade at a below-average 18% discount.",
  "This is why “emerging markets still look too good not to own,” writes Paula Wieck, a portfolio manager at Omaha, Neb.-based CLS Investments.",
  "The ADR is up 70% this year, but the company has been selling assets and otherwise belt-tightening as the Russian economy exits recession.",
  "A Bloomberg poll showed Trump in the lead in all-important Ohio, while a New York Times poll gave Hillary Clinton a narrow lead overall.",
  "The risks: It is partly owned by two big Brazilian banks, and regulatory change could favor smaller competitors or online payments.",
  "Donald sees more upside for Cielo because credit-card penetration is still very low in Brazil, but has begun to grow.",
  "Donald says Sberbank—and Russian equities generally—can “do much better” with even modest 1% to 1.5% economic growth.",
  "That also would be seen as a very big positive.” Donald thinks Sberbank’s return on equity can rise from 15% to 20%.",
  "The peso was weaker by nearly 2% against the U.S. dollar; it is weaker by about 12% against the greenback this year.",
  "The bank, trading at book value, last week made broker Jefferies’ list of attractively valued Russian stocks.",
  "E-mail: dimitra.defotis@barrons.com\n\nFollow @DeFotis\n\nLike Barron’s on Facebook\n\nFollow Barron’s on Twitter",
  "Meanwhile in Mexico: Prospects for a Donald Trump presidential win hit the Mexican peso again last week.",
  "“What would happen if the European Union starts reducing sanctions a little bit?",
  "The stock looks reasonably valued, with a price/earnings multiple of about 15.",
  "Cielo has a roughly 50% share of the credit-processing pie.",
  "Sberbank holds more than 40% of Russians’ total deposits.",
  "“No one seems to be counting on it,” he says."
]