[
  "(1) see Ichak Kalderon Adizes: Mastering Change ( Russian publisher), Managing Corporate Life Cycle ( Russian publisher) and How to solve the Mismanagement Crisis ( Russian Publisher)\n\n(2) Jack Stack: The Great Game of Business: Unlocking the Power and Profitability of Open-Book Management ( Doubleday Publishing 1994)\n\n(3) Robert S. Kaplan, David P. Norton:The Balanced Scorecard: Translating Strategy into Action Hardcover - (Harvard University Publication, 1996)",
  "Change is accelerating and getting increasingly multi faceted; A change in political conditions has almost instant repercussion on economic conditions which in turn impact social conditions and legal regulations which in turn impact back political and economic conditions ...It is like a closed loop that one finds difficult to predict the outcomes and successfully analyze.",
  "How to maintain organizational health, how to define what it is, how to identify early signs of \" sickness\" and what to do about it is a new field I have personally devoted my professional life to and I hope it will be one of the main developments of the future of management and leadership, theory and practice.",
  "So is the Adizes Organizational Therapy profession taught for certification by the Adizes Graduate School (www.adizesgraduateschool.org)\n\n9) In my judgment the most important change that will hit management theory and practice is a change in how the goals of a corporation are defined.",
  "7) All above changes and the management theories that will be developed to deal with them and the practice that will apply those new theories spell out one thing: more stress on management to change itself, how it works, what it believes in and how it is being evaluated.",
  "In the pursuit of profits many companies become dysfunctional, sick with internal conflicts, with loss of direction, and furthermore make the environment in which they operate, the community they belong to , sick as well, polluting air, water and the society at large.",
  "No hierarchy on the other hand enables flexibility of the system and thus enables it to deal with change more effectively then a hierarchy would, but implementation of decisions taken to deal with change is not as effective nor efficient.",
  "The management of such a company by definition is composed of multi national leaders that have different cultures, have different expectations from their jobs and the company has to respond to multi national laws and tax regulations.",
  "The reason why I believe they are not research and development oriented but rather in the business of documenting and explain what the industry has already done is because they do not have a lab where they can experiment.",
  "As information sharing technologies improve, and transportation effectiveness and efficiency progress, distances are not a barrier for trade and in spite of some protectionist tendencies, globalization is here to stay.",
  "Only companies like Sberbank that are blessed with unusually entrepreneurial leadership with a global vision that are able to escape the barriers to good management that exist in Russian culture and environment.",
  "In summary, I see major changes in management theory and practice in the developed world and I see Russia struggling to catch up because of the soviet union legacy and the culture of authoritarian management .",
  "Grown in abundance, their expectations what work means, how it should be performed and how it should reward them is different from previous generations who are still in leading positions in companies.",
  "Systems like the Open Book approach(2), the Balanced Score Card system(3) and the Adizes Executive Dashboard (4)are only the beginning of what will be needed to introduce transparency of information.",
  "Competition increases as more companies can reach your market and the need for strategic thinking and capability to implement the strategic changes you might weed to make\n\nbecome now indispensable.",
  "Another barrier to import or be exposed to modern latest developments in management practice is that Russia is well behind in developing or allowing multi national companies to operate in Russia.",
  "The multi national raises funds on the American stock market, its factories might be in China, its R and D in Israel, its IT needs are outsourced to India and the market it serves is world wide.",
  "Companies that just pursue profits as a goal, that focus only on stockholders interests, I believe, will find themselves not attracting talent which in modern society is critical for success.",
  "The older generation on the other hand expects discipline, sacrifice, loyalty, and long-term employment, factors that are not at the top list of priorities of the millennia generation.",
  "Russian Business Schools are still hung on copying Harvard or other leading business schools although in my judgment those schools are not up to the latest practices used in practice.",
  "The training and consulting industries will grow but the technology of consulting profession will change as well from just giving reports to the leading of change and implementation.",
  "Information Technology, how to manage it, how to incorporate it in company life, how to make it available and at the same time secure it, is a major challenge facing management .",
  "Those who know how to capitalize on change for their own self interests take a bigger piece of the pie in comparison to those who find change a threat and freeze in their tracks.",
  "The globalization created conditions for the emergence of multi national companies; they are emerging as a major force in world markets and pose their own demands on management.",
  "8)Because of all the changes enumerated above, corporations will need more and more training and the services of consultants who with their knowledge cross pollinate industries.",
  "They are still the outgrowth of schools of economics (some are still divisions of the department of economics) and still focused on profit as the dominant goal of corporations.",
  "Following the hierarchical lines of authority does not work well because problems in the modern world are multi dimensional and call for a multi disciplinary interventions.",
  "We can see this development in how many executives retire or leave their business leadership position to dedicate their time to a social purpose that makes sense to them.",
  "They are more like museums where one can find what HAS worked for companies rather than an R and D institution where management innovation occurs in theory and practice.",
  "(1))\n\n3) Because of the increase in complexity of managing companies in the future, the future corporation will have to develop and nurture a culture of teamwork.",
  "As our materialistic needs are being satisfied, as we live in abundance rather than in scarcity, people are looking more and more for a meaning in their life.",
  "I see the immigration of so many oligarchs out of Russia, the capital leaving the country, a small sign of self interests at the expense of social interests.",
  "One more change: As technology enables faster and faster decision making, the time it takes for a stimulus to get a response is getting shorter and shorter.",
  "We can see that already in the United States where companies devote part of the their revenues to philanthropic purposes and advertise it on their product.",
  "I attribute it to the many years Russia was under communist regime which negated materialism and nurtured sacrificing oneself for the good of the country.",
  "When market forces were introduced in Russia and private ownership was allowed, materialism as a driving force in decision making erupted with full force.",
  "The rate of change and the complexity that is born by the changes makes it impossible for any single individuals to dominate the decision making process.",
  "It makes the company effective and efficient in the short run but the organization has problems in adapting the organization to changes in the long run.",
  "10) Management by values\n\nAs our society becomes more and more affluent, materialistic goals will pale in comparison to goals that embrace spirituality.",
  "4) I strongly believe the future management theories and practice will give more emphasis to organizational architecture and less to strategic planning.",
  "Companies will have to emphasize the values that govern their behavior and develop control systems to monitor that those values are not being violated.",
  "6) In order to make better decisions in time of increased uncertainty, which is a product of change, transparency of information, is a call of the day.",
  "Any talk on social responsibility, attention to country needs is reacted with a shrug of shoulders as if saying, just get off it, we have been there .",
  "It will move away from the medical analogy where by the consultant gives a prescription to the client to a methodology which is more akin to therapy.",
  "Thus having a flexible organization where people do not hold to their chairs till they retire becomes an indispensable managerial practice to follow.",
  "The new age consultant only help the client to make the decision and implement it.The Coaching profession is the beginning of such transformation.",
  "Both systems, absolute hierarchy and no hierarchy whatsoever, in their extreme, have side effects that hamper the effectiveness of organizations.",
  "That is done by firing people and causing unemployment which frequently can become chronic; The unemployed people can not be easily retrained.",
  "I believe profit is the holly grail because business schools were and still are in some universities an offshoot of the school of economics.",
  "What I mean by that is that in certain industries, IT industry for instance, by the age of forty a person is considered too old to be hired.",
  "For example Holocracy, network organization, flat organizations and even the Agile system of management has anti hierarchy characteristics.",
  "Another factor inhibiting Russian management from adapting to the changes I have elaborated above is the preoccupation with materialism .",
  "This development poses its own challenges for management: what to do with the turnover of personnel, how to retrain those not fired etc.",
  "The millennia labor force wants to feel their work has a meaning, has a spiritual purpose of making a better world, not just more money.",
  "As our capability to predict and thus plan declines, the need to have a flexible organization that can change direction fast increases.",
  "To provide channels for information and know how for information and knowledge to flow from the bottom up and across the organization.",
  "What new management theories and practices are going to emerge or are already emerging to respond to the changes we are experiencing?",
  "In the information based society, brain is critical and the more brain power the better..\n\nRussia has incredible pool of brain power.",
  "This environment does not encourage investments and through it importing of managerial knowledge and the newest managerial practices.",
  "Profits as a goal will need to be removed from being an exclusive or dominant goal and become part and parcel of a basket of goals.",
  "Hampered by a culture that supports Uravnilovkas in condering appointments and rewards and by a culture of nepotism and corruption.",
  "What is wrong with it, in my judgment, is that business schools like any bureaucratic institutions are not prone to change easily.",
  "Management has to take it into account in their recruitment practices, in their marketing messages and in their corporate mission.",
  "Russian management practice is also hampered by the Soviet Union legacy of authoritarian corporate leadership, central planning.",
  "There is the \"boss\" who keeps the cards close to his or her vest and the rest of the organization that is supposed to follow.",
  "It calls for a major educational training effort on how to avoid destructive conflict to be a cultural trait of the company.",
  "The need for a complementary team that works in unison is becoming indispensable for the success of the modern corporation.",
  "Team work calls for collaborative leadership, complementary teamwork composed of people with a global vision of the world.",
  "I believe Russia is significantly behind in adapting or proactively changing in joining the modern world of management.",
  "The emphasis on team work started already but, in my judgment, in light of the needs, it is still in its infancy.",
  "This gives birth to increased confrontations, management against workers and even management against management.",
  "How can a company be managed under such an increase in uncertainty and risk which are the by product of change?",
  "It is still trying to learn and adapt management theory as established in leading business schools in the West.",
  "Autocratic style of management with which older generation feels comfortable will not work with the millennia.",
  "The dominant need in the present, and will increase in its importance in the future, is how to handle change.",
  "That will give birth to the field of organizational therapy, making dysfunctional companies to function well.",
  "This generation has different work habits and ethics than the generation that has known war and depression.",
  "I believe we will slide away even from addressing goals of stake holders as the basket of goals to follow.",
  "5) The emergence of millennia generation will require a change in motivational and compensation schemes.",
  "Freedom of choice, flexibility in working schedule, factors that disrupt the working process as we know.",
  "Those changes will give birth to new needs that will call for new theories and practices of management .",
  "Company is functioning but the fact is that\n\nthe organization is not using well the brain of its people.",
  "2) The end to hierarchy\n\nThe pure military system of hierarchy is not flexible enough to handle change.",
  "The shrinking of the middle class and increased polarization between the rich and the poor manifest it.",
  "The result is that the management of conflict is emerging as a dominant facet of managerial practice.",
  "Due to the complexity of change and the accelerated rate of change, people are getting older younger.",
  "It is a list to manifest that change is intense and accelerating and management has to deal with it.",
  "What is needed is a double system, democracy for decision-making and dictatorship in implementation.",
  "Moving from total hierarchy to no hierarchy is not the solution to the problem hierarchy creates.",
  "Prominent among the changes that are driving most of the other changes are technological changes.",
  "They are like a medical school without an attached hospital where students and faculty practice.",
  "We are not living anymore in agricultural or industrial society where the focus was on muscles.",
  "I believe we will come to identify that the primary goal of any organization is to be healthy.",
  "Another major change is the emerging of the millennia generation as the dominant labor force.",
  "Success in modern world is based on how much active, intelligent, brains does a company have.",
  "Communism has had other impacts beyond authoritarian leadership on how company are managed.",
  "Thus Russia is well behind in joining the developments encompassing the world of today.",
  "Decisions have to be made faster and faster, which causes managerial stress to expand.",
  "No, one including the central banks, predicted the financial crisis of this century.",
  "It also fits the capitalist model where companies exist for their investors, owners.",
  "Team work across organizational silos is indispensable in solving complex problems.",
  "That means that new theories of management on how to handle stress will be needed.",
  "No one alone can evaluate risks in an environment of chronic accelerated change.",
  "The above changes are not an exhaustive list of changes that impact management.",
  "Healthy means integrated within the company and outside the company boundaries.",
  "In my judgment consulting profession will experience a major traumatic change.",
  "Theories are developed to respond to needs, to problems that call for answers.",
  "Religious revival, spiritual awakening is a trend that should not be ignored.",
  "The company has to think and plan globally but act and be responsive locally.",
  "The technology is changing so fast that it takes young people to master it.",
  "All managerial innovation is done in the field and documented in the field.",
  "Double organizational structures with the same people in the organization.",
  "That has formidable impact on how companies will be managed in the future.",
  "We are witnessing theories and practices that negate hierarchy totally.",
  "That has repercussions for how the organization should be structured.",
  "Companies look for people in early twenties (soon to be early teens).",
  "Not good enough in my judgement for developing leaders of the future.",
  "Our capability to predict the future is getting increasingly weaker.",
  "Business School faculty studies what has happened and documents it.",
  "Russian managerial decision making is very much focused on profits.",
  "Integrated , healthy organizations can have sustainable profits.",
  "(The Adizes methodology has addressed this problem successfully.",
  "There are many attempts already to break the mold of hierarchy.",
  "I believe values will be a dominant factor in decision making.",
  "As if by keeping it down for so many years under communism .",
  "In the future it will be the corner stone of management\n\n.",
  "It is because of the complexity of the changes occurring.",
  "In an authoritarian leadership this does not happen well.",
  "Just monetary compensation is not good enough any more.",
  "This has repercussion on how companies will be managed.",
  "That creates a cultural clash that needs to be managed.",
  "The complexity of managing is increasing exponentially.",
  "What is the future of management theory and practice?",
  "No one predicted the oil crisis of the last century.",
  "Talent will go to work for causes they believe in .",
  "Where does Russia stand with all these changes?",
  "This has its own impact on management practice.",
  "Not true for companies that are falling apart.",
  "One more point: Change causes disintegration.",
  "1} The end to autocratic style management.",
  "It has left behind the fear of government.",
  "And I believe we will go beyond that too.",
  "So far the holly grail has been profits.",
  "People in companies keep to themselves .",
  "In the short run that looks very good .",
  "More on change: The world is shrinking.",
  "The millennia want self-actualization.",
  "Because of their multi faceted nature.",
  "We have discussed that already above.",
  "How will it impact Russia, if at all?",
  "it needed to be over compensated now.",
  "Entrepreneurial, if given a chance.",
  "In the short and in the long run.",
  "It feels as if time is shrinking.",
  "Do not challenge decisions made.",
  "Not an easy maneuver to make.",
  "I see several developments.",
  "There is no real team work.",
  "Well educated population .",
  "We do not need more of it.",
  "Client decides what to do.",
  "Hierarchy is inflexible.",
  "First and above all.",
  "Or on raw material .",
  "Almost exclusively.",
  "Not an easy feat.",
  "Double culture.",
  "One more point.",
  "With profits.",
  "Of authority.",
  "With money.",
  "If at all.",
  "Well read.",
  "Creative.",
  ".",
  "."
]