[
  "Lindland said that untangling Opel from GM would not be easy but that \"even if GM sells Opel to PSA, I can see a world where both companies continue with existing joint projects long into the future, as these types of engineering collaborations provide vital economies of scale on a local and global basis.\"",
  "In 2009, GM agreed on a sale of a majority stake in Opel to Canadian car parts firm Magna International and Russian lender Sberbank but called the deal off as GM's fortunes improved following its bankruptcy restructuring.",
  "Rebecca Lindland, executive analyst for Kelley Blue Book, said that \"Opel has been hemorrhaging money for the last 16 years, so hard decisions are on the table in (CEO) Mary Barra's version of a profitable GM.\"",
  "It had hoped to reach break-even in Europe by now, but last year posted a loss of $257 million despite selling 1.1 million vehicles, and even as GM as a whole turned in a robust profit of $9.4 billion.",
  "Combining PSA Group with Opel and its British brand Vauxhall would create the second-largest carmaker by market share in Europe, with 16.6 percent of sales according to 2016 figures.",
  "\"We aren't satisfied with these results and the team is focused on mitigating the effect through further cost efficiencies\" and new models, Barra said after the earnings update.",
  "Being bigger can in theory bring per-vehicle cost advantages by spreading fixed costs such as investment in plants and equipment over a larger number of vehicles.",
  "The company noted that the European operation would have broken even if it had not suffered a $300 million hit from the British vote to leave the European Union.",
  "Since leaving bankruptcy protection in 2009, GM has lost $5.88 billion before taxes on European operations, according to government regulatory filings.",
  "Metalworker Adam Opel started making sewing machines in 1862 in his hometown of Ruesselsheim, Germany, where the company headquarters is still located.",
  "The combination would be second only to Volkswagen, with 23.9 percent, and would vault ahead of the Renault-Nissan alliance, which had 13.9 percent.",
  "General Motors hasn't turned a full-year profit in Europe since 1999, but many of the cars developed there are sold by its other brands worldwide.",
  "Efraim Levy, an analyst at CFRA Research, said that \"deeper integration or partnership is more likely in our view than an outright sale\" of Opel.",
  "The two automakers confirmed the discussions on Tuesday, with GM cautioning that \"there can be no assurance that an agreement will be reached.\"",
  "General Motors is considering the sale of its Europe-based Opel and Vauxhaul brands to PSA Group, the parent company of Peugeot and Citroen.",
  "For instance, GM will make Citroen's forthcoming subcompact crossover vehicle beginning later this year at a plant in Zaragoza, Spain.",
  "Its mainstay Astra hatchback, which competes with the Volkswagen Golf and the Ford Focus, won the European Car of the Year award.",
  "GM Chief Financial Officer Chuck Stevens said the company expected only a \"relatively flat performance\" in Europe this year.",
  "In late 2013, GM announced it was selling its stake, although the two companies continued working on joint vehicle projects.",
  "The resulting plunge in the British pound shrinks the dollar value of earnings from its Vauxhall models in that market.",
  "GM and PSA Group formed an alliance in 2012 in an attempt to make production more efficient.",
  "Opel has had some success with the Mokka, which was ahead of the trend toward smaller SUVs.",
  "Barra has underlined the company's commitment to Opel several times in recent years.",
  "But it lacks larger SUV models that would bring fatter profits.",
  "But she expressed dissatisfaction with the unexpected loss.",
  "The Associated Press contributed to this report",
  "Opel added bicycles and then autos in 1899.",
  "General Motors bought Adam Opel AG in 1929."
]