[
  "Stabilizing the ruble, which is one of the world's worst-performing currencies this year following the slide in oil prices and the sanctions imposed on Russia for its involvement in Ukraine, is a priority for Russia's monetary authorities.",
  "However the ruble performs over the coming days and weeks, the Russian economy is predicted to fall into recession next year and inflation to spike -- many forecasters expect the annual inflation rate to double from the current 10 percent.",
  "On Tuesday, credit rating agency Standard & Poor's put the country on notice that it may face a downgrade following \"a rapid deterioration of Russia's monetary flexibility and the impact of the weakening economy on its financial system.\"",
  "MOSCOW - With inflation showing clear signs of picking up, Russia's central bank on Wednesday launched another initiative to shore up the ruble, offering hard currency loans to help companies and banks service their debts.",
  "One key concern over the Russian economy is how much the 50 percent or so fall in the ruble this year will ratchet up inflationary pressures -- a falling currency makes imports more expensive.",
  "On Tuesday, it formally instructed five of the country's biggest state-controlled exporters to reduce their foreign currency assets to October levels and to not raise them again until March.",
  "\"We see some indications of a relatively large potential for protests which are economically driven, which are related to the deterioration of the basic living standards,\" he told reporters.",
  "Other measures taken include last week's increase in the Central Bank's main interest rate to a whopping 17 percent in the hope that it makes holding rubles more attractive for traders.",
  "A think-tank run by Kudrin, a former associate of President Vladimir Putin, published a report Wednesday showing growing potential for street protests as the economy tanks.",
  "There was clear evidence last week that retailers of imported products, such as electronics and cars, were raising prices in the wake of the ruble's fall.",
  "Containing the ruble crisis is behind the Central Bank's latest measure to accept foreign currency debt obligations as collateral against the loans.",
  "On Wednesday, Russia's largest lender, Sberbank, admitted it faced a run last week as individuals fretted over the value of their deposits.",
  "Mikhail Dmitriyev, author of the report, said Putin's approval rating is likely to fall as inflation rises and living standards decline.",
  "The ruble has been trading around the 55 mark against the dollar for much of this week having slid at one point last week to around 80.",
  "The hope is that it will provide relief to those who can't tap foreign capital markets to refinance loans because of Western sanctions.",
  "And in a bid to boost hard currency offering at the markets, the government has encouraged major companies to sell more hard currency.",
  "The country's statistics agency reported Wednesday that consumer prices rose 0.9 percent last week when the ruble was in freefall.",
  "The combination of a falling currency and rising inflation also help explain why lenders saw a pressure on deposits last week.",
  "Its chairman, Alexander Torbakhov, conceded to Russian news agencies that the bank was \"ready for a new wave of panic.\"",
  "In an attempt to manage the financial impact, the bank raised the rates being offered on deposits and mortgages.",
  "Any cut from the current BBB- would push Russia's debt rating into so-called \"junk\" status.",
  "Some, like ex-Finance Minister Alexei Kudrin, are warning of a full-blown crisis.",
  "The weekly rise was the biggest since records began in 2008.",
  "S&P said it plans to make an announcement by mid-January.",
  "The measures may be meeting with some success."
]