[
  "Deputy director of the Interfax Center for Economic Analysis Alex Buzdalin says: \"We have reached a situation in which these firms are being forced to shrink their balance sheets, which can start a domino effect: the efficiency of small banks has been falling for a long time - their existence has become hopeless, and now there's a crisis. \"",
  "That bill is expected to rise with analysts suggesting that bailouts could cost the government a further $40 billion this year.However, while the state appears willing to support large institutions it is unlikely that the government will be as willing to use its fast-reducing reserves to provide a backstop for the sector as a whole.",
  "With the Russian economy forecast to contract by around 3.5% this year, according to the International Monetary Fund (IMF), as the impact of the collapse in crude oil prices and international sanctions against the country over its role in the ongoing Ukraine crisis bite, businesses face a steep challenge to stay afloat.",
  "The Center for Macroeconomic Analysis and Short-Term Forecasting estimates that as many as 200 banks face collapse this year as a combination of bad loans and falls in the value of the ruble punish small- and mid-sized firms, Russian business daily Vedomosti reports.",
  "German Gref, head of Russia's largest lender Sberbank, estimates that lenders may need to boost provisions to cover mounting debt costs by as much as $50 billion if oil stays around its current $45 a barrel level.",
  "They hold a total $192 billion of external debt, around 70% of which is dollar-denominated, and that bill is getting ever larger as the ruble continues to slide against major currencies.",
  "For major lenders which enjoy state support this funding gap is unlikely to be an insurmountable problem, but for smaller banks in Russia's regions it could prove a death knell.",
  "REUTERS/Maxim Zmeyev The Russian banking sector is facing an annus horribilis with as many as 20% at risk of folding as the country's economic crisis takes its toll.",
  "Yesterday Russia's sovereign debt rating was downgraded to junk by Standard & Poor's in a move that is likely to raise the cost of refinancing for these companies.",
  "The government has already been forced to inject $2.4 billion into financial institutions last month, including state-owned lenders VTB and Gazprombank.",
  "Below is the ratings agency's rationale for the downgrade — they think worse is to come for the banking sector:\n\nS&P on Russia.",
  "Russian President Vladimir Putin speaks during his annual end-of-year news conference in Moscow, December 18, 2014.",
  "Standard & Poor's\n\nSet against this backdrop, the end for many struggling banks in Russia may be nigh.",
  "To compound the problem, the move sent the ruble tumbling again to below 67 rubles to the dollar.",
  "Over the past year the ruble has fallen almost 50% against the dollar.",
  "For the country's banking sector the problems are even more severe."
]