[
  "Shortly before I left the job (and country, and industry) - it takes a special person to be a research analyst for an investment bank for years and years, and I am not that person - Russia was finally emerging from the 1998 financial crisis.",
  "A relic of Soviet times - it was used to funnel money from the socialist government to state-owned companies - in 2002 Sberbank accounted for 24 percent of total assets of the country's banking sector.",
  "Even though Russia, and Sberbank, were still recovering from a brutal financial crisis, neither was going to evaporate or sink into the core of the earth, leaving investors with nothing.",
  "It shows that the shares of Sberbank, at a price-to-earnings (P/E) valuation of around 3, were trading at an enormous discount to the banking shares of pretty much every other market.",
  "The currency fell from 6.26 rubles to the dollar to 20.83 rubles to the dollar… the country's stock market collapsed, falling 93 percent… and the government defaulted on its debt.",
  "Stansberry Churchouse\n\nSometimes you have to be lucky to find stocks that are in markets that no one likes… that - if you get a bit of perspective - offer extraordinary value.",
  "That was the financial crisis (after a while they all tend to blend together) that started in July 1997 in Thailand - and, like a virus, eventually spread to Russia.",
  "Both banks had grown rapidly by buying the assets of other, weak banks - which was a nifty growth strategy until the shady loans of these banks went into default.",
  "When no one is interested in what you're doing - again, Russia's banks had all the appeal of curdled milk - it's easy to lose sight of the wood for the trees.",
  "After the financial crisis, investors had fled Russian stocks - and, in particular, the banking sector was as interesting to investors as a toxic waste dump.",
  "Last month, the country's central bank had to rescue Otkritie, Russia's largest private bank, in a bailout that will cost taxpayers well over US$10 billion.",
  "This was partly because Sberbank was majority controlled by the Russian central bank, and received preferential treatment and had a low cost of funding.",
  "Then, yesterday, B&N Bank, the country's 12 th-largest bank, asked the Central Bank of Russia for assistance, and will likely also be bailed out.",
  "After writing the report, I went on a road show to visit dozens of institutional investors around the world to tell them what I thought.",
  "But over the next ten years, Sberbank was one of the best-performing large stocks in the world… it went up more than 3,700 percent.",
  "So it wasn't surprising that Sberbank shares were extremely cheap… and, given its privileged status, it was good at making money.",
  "Stansberry Churchouse Meanwhile, Sberbank was far more profitable than banks almost everywhere else, as the chart below shows.",
  "And the entire bank - the largest bank of a country of 145 million - had a market capitalization of just US$1.6 billion.",
  "Stansberry Churchouse\n\nThe story was similar for price/book value (P/B), a valuation measure often used to value banks.",
  "It's smaller than, say, the current market value of Sally Beauty Holdings, an American beauty salon supply company.",
  "(ROA means return on assets, and ROE refers to return on equity, two important measures of banking profitability.)",
  "So, as a going-away present to my employer, I issued a report with a \"buy\" recommendation on Sberbank shares.",
  "Crisis… and opportunity\n\nBack in the early 2000s, I worked for a Russian bank, as a Russian bank analyst.",
  "Shutterstock Sometimes with stocks, what is obvious later was not at all obvious at the time.",
  "I thought of this because of Russia's banking sector, which right now is in a world of pain.",
  "Good investing,\n\nStansberry Churchouse\n\nKim Iskyan Publisher, Stansberry Churchouse Research",
  "And I found the below - which is a chart that formed part of the report that I wrote then.",
  "It had a network of around 25,000 branches, and employed hundreds of thousands of people.",
  "The biggest and most important one by far was Sberbank, the country's state savings bank.",
  "It helped that Russia's economy recovered sharply, on the back of the commodities boom.",
  "As my last hurrah as a Russian banking analyst, I took a close look at Sberbank shares.",
  "History doesn't always repeat, but it rhymes - especially for Russia's banking sector.",
  "Stansberry Churchouse\n\nBack then, there was only a handful of Russian bank stocks.",
  "Sberbank deserved to be worth a lot more than (say) Sally Beauty Holdings.",
  "(I also wrote about this in another former Soviet country, here and here.)",
  "As I said, Russia, and its banks, were universally ignored by investors.",
  "I was greeted with a lot of suspicious muttering and side-eye looks.",
  "The banking sector came within a whisper of completely collapsing.",
  "But I had been right: Sberbank shares were absurdly cheap.",
  "But still, it made a lot more money than its competitors.",
  "A brilliant idea can feel deeply stupid before it works.",
  "Stansberry Churchouse\n\nWhat did all of this say?",
  "Hindsight is a wonderful thing, as they say.",
  "Other times, they're right in front of you.",
  "Sberbank shares were ridiculously cheap.",
  "(I wrote about this a few weeks ago.)",
  "That's not small… it's tiny."
]