[
  "The story of Todoric, 66, and Agrokor, which accounts for 15 percent of Croatia's GDP, has exposed crony capitalism, shady privatization in the former communist country, and close connections between politics and business in the Balkans, which is still recovering from the bloody breakup of the former Yugoslav federation in the 1990s.",
  "Croatia's most wanted fugitive, known locally as \"the Boss,\" surrendered to London police this month amid accusations that he mismanaged his food and retail multinational and embezzled millions, leading it into a bankruptcy so massive that it's now an issue of national concern for several southeastern European countries.",
  "Like many Croatian businessmen with good political connections, Todoric took advantage of the war years in the 1990s to take part in the large-scale privatization process of the state-run companies, which were sold for cheap through shady and irregular deals.",
  "next Image 1 of 2\n\nprev Image 2 of 2\n\nIvica Todoric will no longer be living in his sprawling 16th-century castle overlooking Croatia's capital, flying in his private helicopter to his luxurious coastal villa or taking his yacht for a trip in the Adriatic.",
  "\"Everyone, including Sberbank, can resort to any legally allowed measure, in Croatia or in other countries, to protect its interests and must not be discriminated against because of that,\" the statement said, adding that the bank will appeal the decision.",
  "The government caretaker of Agrokor has recognized creditor claims worth some $6.3 billion, but Sberbank's loan was not included, officially because the bank has launched legal claims against Agrokor companies in other countries, including Britain.",
  "Agrokor's financial collapse is a \"combination of fast expansion, overinvestment, low profitability and high-cost borrowing, which resulted in not enough cash flow to service its credit obligations,\" financial consultant Andrej Grubisic said.",
  "___\n\nRUSSIAN CONNECTION AND POLITICS\n\nRussian money played a big role in Agrokor's financing, prompting fears in Croatia that the Kremlin has been strategically trying to increase its political influence in the EU's newest member.",
  "Running the company with his two sons and daughter, Todoric kept expanding aggressively, buying everything from agricultural land to water bottling firms, meat-processing farms to ice cream-making companies and newspaper stands.",
  "\"Croatia faces an economic and financial tsunami that is beyond imagination,\" Prime Minister Andrej Plenkovic said during a recent parliamentary debate over the government's handling of the crisis and calls for his resignation.",
  "___\n\nIT STARTS WITH FLOWERS\n\nTogether with his father Ante, Todoric constructed a greenhouse in 1976 selling flowers throughout former Yugoslavia when the country's communist regime started introducing market reforms.",
  "Croatia's entry into the European Union in 2013 also hurt the company, as its supermarkets suddenly faced tough competition from large German and other foreign retail chains that were allowed to open in the country.",
  "Todoric has been claiming that the government illegally took over his company and indicated that he will fight his extradition from Britain on the grounds that he is the victim of political pursuit.",
  "\"The privatization that was undertaken in the 90's caused so many problems in Croatia,\" said Orsat Miljenic, the head of a parliamentary commission set to deal with political aspects of the crisis.",
  "___\n\nTODORIC REMAINS DEFIANT\n\nTodoric formally still owns Agrokor but the Croatian government has taken over its management and gave itself until next summer to rescue what it can of the company.",
  "In 2014, Todoric bought 53 percent of struggling Slovenian retailer Mercator for 550 million euros, using loans from Russian state-owned bank Sberbank that carried a high interest rate.",
  "Todoric's company, Agrokor is collapsing under the weight of $7 billion in debt, a sum so large that bailing it out fully would bankrupt the Croatian state itself.",
  "Todoric fled to London amid the charges of embezzlement, which Croatian authorities used to start seizing his private property to help pay off Agrokor's debts.",
  "With good connections to the ruling elite, Todoric in 1993 bought several companies, including supermarkets belonging to the biggest retailer in the capital.",
  "But letting the company go under would threaten 60,000 employees and thousands more jobs through a supply chain that includes farmers across the region.",
  "\"Whenever there is big money, there's some politics behind it,\" said Miljenic, who was formerly Croatia's justice minister and is now in the opposition.",
  "That has triggered angry reaction from Sberbank, which said in a statement it was \"unpleasantly surprised\" with the Croatian government's stance.",
  "He has announced he would file a law suit against the so-called \"Lex-Agrokor\" — a law passed by the parliament that allowed the takeover.",
  "After he appeared on European police's fugitive arrest list, Todoric wrote on his blog that his conscience was clear.",
  "Agrokor also expanded outside Croatia, with assets in neighboring Serbia, Bosnia and other former Yugoslav republics.",
  "The other main creditors include Austria's Erste Group and Raiffeisenbank and Italy's UniCredit and Intesa Sanpaolo.",
  "Analysts say the purchase of Mercator was the death blow for Agrokor's finances as it made the debt unsustainable.",
  "\"As a man whose human rights are deeply violated I have the right to oppose political persecution,\" Todoric wrote.",
  "Another Russian bank close to the Kremlin, VTB, contributed with rollover loans worth about 300 million euros.",
  "Meanwhile, the main creditors — Russian banks — are on the war path to extract whatever value they can.",
  "The business went well, prompting the family to establish Agrokor as a joint stock company in 1989.",
  "___\n\nTHE CRASH\n\nAnalysts say Todoric's zeal for expansion triggered Agrokor's financial collapse.",
  "\"If the banks are owned by a state, logically, there should be even more politics.\"",
  "Agrokor \"became a bigger power than the state itself,\" Miljenic said.",
  "Sberbank is Agrokor's biggest creditor with 1.1 billion euros.",
  "So many people who didn't have any money now are very rich.\"",
  "\"So many good factories just disappeared.",
  "___\n\nDarko Bandic contributed."
]