[
  "Our experts are Taizo Ishida, co-manager of the $812 million Matthews Asia Growth (MPACX) and the $439 million Matthews Emerging Asia (MEASX) funds; Rajiv Jain, who earned a stellar record at Vontobel Asset Management and left last year to start his own firm, where he runs the $454 million GQG Partners Emerging Markets Equity fund (GQGPX); Howard Schwab, co-manager of the $1.8 billion Driehaus Emerging Markets Growth fund (DREGX); and Leon Eidelman, co-manager of the $4.8 billion JPMorgan Emerging Markets Equity (JFAMX).",
  "Lastly, the escalation of tensions between Riyadh and Tehran after the Saudis intercepted a missile, and an anticorruption crackdown by Prince Mohammed bin Salman that included arrests of dozens of princes, ministers, and businessmen earlier this month, should not be underestimated as a potential source of volatility.",
  "On the other hand, anything even a little cyclical—but high quality—is more attractive, like Bank Central Asia [BBCA.Indonesia], a classic consumer-oriented bank in Indonesia that is the lowest-cost deposit gatherer, has the strongest balance sheet, and is well positioned as Indonesia’s economy recovers.",
  "Schwab: China is committing $1 trillion to infrastructure spending in developing countries, creating opportunities for Chinese construction companies, cementing geopolitical alliances, and securing markets for China’s goods—and expanding China’s influence abroad while the U.S. appears to be withdrawing.",
  "Indian generic drugmakers will struggle over the next five years due to increased competition—they did well for years because of their low costs, but Square Pharmaceuticals [SQUARE.Bangladesh] in Bangladesh says they can hire a chemist at a third of the price of the Indians.",
  "It adds uncertainty for dominant companies like Alibaba, regarding the extent to which they become an extension of the government and are expected to behave in the interest of society’s “greater good.” American internet companies are enduring similar scrutiny in some areas.",
  "Russia pushed on despite another round of U.S. sanctions, and India made unprecedented reforms, like a demonetization that took 86% of the country’s cash out of circulation last fall and sent the cash-dependent economy into chaos—yet markets were resilient.",
  "The MSCI Emerging Markets Index is up 34% so far this year, beating the 16% advance in the Standard & Poor’s 500 index and last year’s 9% gain, as emerging markets crawled out of a three-year slump on the hope of an economic and earnings recovery.",
  "And Chinese internet stocks—like Tencent Holdings (ticker: 700.Hong Kong), which recently surpassed Facebook (FB) in market value, and Alibaba Group Holding (BABA)—that have powered the market higher could face the risk of government intervention.",
  "For example, China has become a high-wage country, and Chinese textile maker Shenzhou International Group Holdings [2313.Hong Kong] has moved operations to lower-wage countries like Cambodia, and recently built a fully automated plant in Vietnam.",
  "Eidelman: I’m most excited about the political change, starting with India’s decision to give everyone a national ID number, followed by a well-sequenced series of moves that included trying to give everyone a bank account and demonetization.",
  "For a cut of sales, Baozun acts as a middleman, handling warehousing and logistics, and creates a storefront in an online mall that gives Nike direct control over its products and consumer confidence in the authenticity of purchases.",
  "Still, the prospect of Beijing wielding a heavier hand in Chinese companies and economic reforms in India potentially slowing near-term growth means that investors who take a closer look now will need to pick their spots carefully.",
  "As many of the more popular stocks, like technology, have gotten more expensive and revenue growth has faded compared with 15 years ago, we are focusing more on companies that can expand multiples or improve margins or returns.",
  "India implemented reforms to get its balance sheet back in order; Brazil has begun to privatize its electric utilities and overhaul labor rules; Russia’s central bank has been far more conservative in setting monetary policy.",
  "Gross domestic product per capita [a proxy for economic health] is about $10,000 in China, but just $1,500 in India, so the way to benefit from rising consumption differs in these two countries.",
  "South African President Jacob Zuma ousted the finance minister in a cabinet reshuffle that sent the currency tumbling; there was an attempted Turkish coup; and the political scandals in Brazil.",
  "It slashes customer-service costs for banks like IndusInd Bank [IIB.India] because now it doesn’t have to send a fellow out to the townships where there are no street names to sign someone up.",
  "President Michel Temer of Brazil narrowly dodged prosecution on corruption charges in the latest political scandal that hit about a year after his predecessor, Dilma Rousseff, was impeached.",
  "The draw is valuations: Even after the sharp gains, the MSCI Emerging Markets Index still trades at 12 times forward earnings, far cheaper than U.S. stocks’ 18 times, or Europe’s 14 times.",
  "Ishida: We picked up Indian skin- and hair-care company Emami [HMN.India] in late 2011 because it was a better value than Dabur India [DABUR.India], the go-to consumer staple at the time.",
  "And once India recapitalizes the pubic-sector banks, the private-sector banks will see competition return, potentially hurting net interest margins or pushing them to make riskier loans.",
  "While it reaffirmed Xi Jinping as the most powerful leader since Deng Xiaoping, it doesn’t make him a dictator, because there are limits to his power within the party.",
  "Unless the government exerts more control by getting seats on the board or otherwise directing future decisions, intervention is unlikely to become a significant risk.",
  "Alibaba and Tencent have more than doubled year-to-date, but P/E multiples have been relatively consistent over the past five years because of strong earnings growth.",
  "Alibaba and Tencent would probably fall in sympathy if there is a big correction in FANG stocks in the U.S., creating a disproportionate impact on emerging markets.",
  "We are not going to see the same massive return as last year, but earnings growth is strong against a favorable backdrop of low inflation and low commodity prices.",
  "The Chinese government has been taking measures to stem speculative activity in some property markets, including banning resales within a specified period of time.",
  "The banking system has consolidated dramatically, and corporate governance has improved, with more than 300 banking licenses revoked over the past couple of years.",
  "Jain: Brazil is in the early stages of recovery in noncommodity-oriented companies, and the government there has also begun reforms, notably of its labor market.",
  "That recovery materialized this year as China, Russia, and India found firmer fiscal footing and weathered developments that would have derailed them before.",
  "Schwab: Alibaba, Tencent, Samsung Electronics [005930.Korea], and Taiwan Semiconductor [TSM] have contributed about a third of the market’s gains this year.",
  "The idea of everyone paying taxes looks wonderful sitting in an Ivy League tower, but on the ground, business is slowing and affecting corporate earnings.",
  "Brazilian brewer Ambev’s [ABEV3.Brazil] margins are shrinking and there’s no volume growth, and Indian tobacco company ITC [ITC.India] is also struggling.",
  "Now, about two-thirds of the bonds of listed companies are denominated in local currencies, not dollars, making them less vulnerable to a U.S. rate hike.",
  "While a noodle company in China is seeing no volume growth, it is still a good way to benefit in India because incomes are rising from a lower base.",
  "We gathered four emerging market stock fund managers in New York to discover the best spots to invest and identify which risks they are monitoring.",
  "And while China has telegraphed slower economic growth next year as it continues to deleverage, it could still create an air pocket in the market.",
  "Now, current account deficits have narrowed sharply in many of these countries, budget deficits have fallen, and currencies are sensibly valued.",
  "Eidelman: If, say, power utilities were making an enormous profit by overcharging people, the government has an interest in shutting that down.",
  "There are also a slew of elections coming up, including those in South Africa, Brazil, and Mexico, and there’s always potential for volatility.",
  "Better governance helps, like at Samsung Electronics , which split the CEO and chairman roles and committed to returning cash to shareholders.",
  "The Chinese also have a very high savings rate, allowing the country to handle nonperforming loans without being at the mercy of foreigners.",
  "Brazil, India, Russia, and even China implemented reforms after their heavy borrowing during the good times caught up with their currencies.",
  "About $85 billion has poured into emerging market stock funds so far this year, the biggest net flows since 2010, according to EPFR Global.",
  "Its shares have more than doubled this year, but the company benefits from the GST, which will force mom-and-pop competitors to pay taxes.",
  "Consumers are going to the online retailer, not because things are cheaper but for customer service and because they know it is reliable.",
  "We own Sberbank of Russia [SBER.Russia], which is partly controlled by the central bank and holds half of the country’s retail deposits.",
  "Plus, why he is more optimistic about Russia, is decreasing his positions in India and the risk he is monitoring in Chinese tech stocks.",
  "In a year full of political and economic drama, emerging markets have outpaced an aging bull market in the U.S. over the last 12 months.",
  "Betting on the consumer is still a good strategy, but not via old standbys like luxury-goods makers and companies selling beer or soap.",
  "Xi also committed to dealing with income inequality, as well as improving health care and education, and the consequences of pollution.",
  "For example, China is going to accelerate shutting down excess capacity at state-owned enterprises in polluting industries, like steel.",
  "Schwab: Since 2015, reforms have removed about 5% of the coal sector’s capacity, which benefits China Shenhua Energy [1088.Hong Kong].",
  "For some comparison, the U.S. invested $130 billion [in today’s dollars] in Western Europe under the Marshall Plan after World War II.",
  "Yet Sberbank trades at just 6.5 times next 12-month earnings and has generated 20%-plus return on equity—in the middle of a recession.",
  "We own several services companies like Qualicorp [QUAL3.Brazil], which is the dominant provider of insurance and health-care services.",
  "India, a favored market in recent years, is now expensive and facing near-term challenges as it pushes through major economic reforms.",
  "Eidelman: It was a black swan event I had been nervous about, but I am more relaxed now that China has allowed its currency to float.",
  "One Belt should reduce the correlation between emerging markets and developed markets, as trade between emerging countries increases.",
  "Matt Furman for Barron’s\n\nDespite the threat of greater state involvement, Chinese internet stocks are big holdings for many of you.",
  "By breaking the peg with the dollar, China no longer has to follow U.S. monetary policy and raise rates when its economy is slowing.",
  "Earnings growth has slowed dramatically in parts of the market like pharmaceuticals, information-technology services, and staples.",
  "Eidelman: The Chinese are building three roads that will crisscross Pakistan, helping them access a strategically important port.",
  "What were some of those reforms, and do they make emerging markets more resilient as the Federal Reserve raises interest rates?",
  "China will continue to emphasize quality of growth over quantity, entrepreneurship, and reducing risk in the financial sector.",
  "We own Kroton Educacional [KROT3.Brazil], which provides vocational education and has good corporate culture and a dividend.",
  "I wouldn’t be surprised if we saw a selloff, but we are much more positive on the earnings-per-share trajectory than before.",
  "It’s an excellent company and a critical part of the supply chain for customers like Uniqlo, Adidas [ADS.Germany], and Nike.",
  "Schwab: While everyone thinks of emerging markets as a commodity-driven market, technology stocks make up 30% of the index.",
  "A better way to invest in the consumer in China is through e-commerce, leisure, and hotels like China Lodging Group [HTHT].",
  "For instance, Tencent’s online publishing platform China Literature [772.Hong Kong] doubled in its recent public offering.",
  "Alibaba is one of two players trying to consolidate online groceries in China—like what Amazon is trying with Whole Foods.",
  "A few years ago, investors were willing to pay up for companies with stable growth because earnings growth was so scarce.",
  "Beneath the headlines about how much of a threat Russia is, the economy is improving and there have been strong reforms.",
  "The ultimate benefits are the fruits of the infrastructure, like increased commerce or the reduction in transport times.",
  "About 70% of the banking sector can’t lend, which has hampered investment in the country, so that is an important step.",
  "Jain: Xi’s consolidation of power suggests government policies will be much more consistent and ruthlessly implemented.",
  "China has also tightened the limits around taking capital in and out of the country, limiting pressure on the currency.",
  "Investors who haven’t paid much attention to emerging markets since they were last this hot in 2009 are taking notice.",
  "It is the lowest cost per seat mile in the world and has grown from nothing in 2006 to controlling 40% of the market.",
  "What were the major takeaways, especially on the prospects of the government’s intervention in the technology market?",
  "I still like HDFC Bank [HDB], which is the best of the bunch, but others have already seen nonperforming loans rise.",
  "Eidelman: Eventually, the reforms should cut down on tax avoidance and take the sand out of the gears of commerce.",
  "Already, developed markets account for just 40% of emerging markets’ exports, down from 60% three decades ago.",
  "The groceries market is very fragmented; it is not crazy to think that Alibaba will be much bigger over time.",
  "Jain: I’m not as worried about China’s debt creating a global crisis; most of the debt is owned domestically.",
  "About 70% of the jewelry business is unorganized, which means they don’t pay taxes; that’s a huge advantage.",
  "But the single biggest risk in emerging markets is Chinese government intervention in the technology market.",
  "Rajiv Jain of the GQG Partners Emerging Markets Equity fund sees more gains ahead in some emerging markets.",
  "Last year, investors began to anticipate an earnings recovery as currencies and commodity prices recovered.",
  "The Chinese like deep-frying, and if you don’t have an extraction hood, your kitchen doesn’t look so good.",
  "Baozun [BZUN], a $1.6 billion Chinese online retailer, is a cheaper alternative to big e-commerce stocks.",
  "But demonetization caused strife for a couple of months as cash was withdrawn from circulation overnight.",
  "Investors have been drawn to emerging markets because they’ve been cheaper than U.S. and European stocks.",
  "Earnings growth had been absent for the past seven years, but now we are seeing it—and it is widespread.",
  "Hangzhou Robam Appliances [002508.China] makes range hoods and has the same cachet as Sub-Zero and Wolf.",
  "Now that costs are much lower, the banks can target some of the country’s large, unbanked population.",
  "Eidelman: I lightened up a couple of months ago after adding a lot at the end of 2015 and early 2016.",
  "The GST is a new goods and services tax put in place to overhaul a tangle of state and federal taxes.",
  "It is rare to find companies with reach like Alibaba’s, which is the world’s largest online retailer.",
  "We own auto maker Indus Motor [INDU.Pakistan], which will benefit from better roads and power grids.",
  "Indian consumer staples are so loved by global investors it is very difficult to find a replacement.",
  "But now, as earnings growth recovers, that stability is overvalued, especially in consumer staples.",
  "Matt Furman for Barron’s\n\nChina held its twice-a-decade Congress of the Communist Party last month.",
  "I can’t come up with three Russian companies you can buy today and not think about for 10 years.",
  "But we continue to see plenty of room for Alibaba to grow its earnings over the next five years.",
  "Let’s turn to Pakistan’s neighbor, India, which has been a favored market in the past few years.",
  "The closer the company is to the consumer, the less likely the government is going to intervene.",
  "In three to five years, the private-sector banks are more likely to see a credit cycle than not.",
  "Rajiv Jain: Emerging markets are seeing synchronized pickup in economic growth across the board.",
  "That is critical in China, where there is real fear about whether goods bought online are fake.",
  "If you tell a Chinese citizen they can’t use [messaging app] WeChat, that is not going to fly.",
  "Though the market looks expensive on a price/earnings basis, free cash flow is growing a lot.",
  "Two years ago, free-cash-flow yield was an amazingly high 10%; it is still a reasonable 7.5%.",
  "India also recently said it would recapitalize the state banks [to deal with bad loans].",
  "After a 34% run-up this year, they’re still cheaper, but how much further can they run?",
  "We recently sold Emami because it became very expensive, trading at 60 times earnings.",
  "Investors have cheered these reforms, but will they bring problems in the near term?",
  "Another potential risk: Almost all the credit growth is coming from consumer retail.",
  "In 2013, the hint of the Fed reducing its bond buying sent markets into a tailspin.",
  "Education is a big theme globally; people will pay unlimited amounts to get ahead.",
  "Jain: I have had as much as 30% of the fund in India in the past; today it is 6%.",
  "That will make state-owned enterprises more profitable, which should help banks.",
  "Ishida: The Congress provides a road map for future economic and foreign policy.",
  "Ishida: There are more reasonably priced options in mid- and small-cap stocks.",
  "Global brands like Nike [NKE] have had a hard time catering to local markets.",
  "We own InterGlobe Aviation [INDIGO.India], an Indian airline known as IndiGo.",
  "Eidelman: Customers are willing to pay up for services and goods—that is new.",
  "Over the past three years, these companies have reduced their debt issuance.",
  "Sales growth will pick up over the next five years as it gains market share.",
  "The consumer has long been a big theme in investing in the emerging markets.",
  "China reaffirmed its commitment to infrastructure with One Belt, One Road.",
  "The market got expensive and Brazil is not out of the woods politically.",
  "Matt Furman for Barron’s\n\nJain: Some parts of the market are overvalued.",
  "But the bigger question is how to handicap an indefinite period of Xi.",
  "But the question is where can you find growth that is not appreciated.",
  "Jain: Alibaba is one of our largest positions, and there is headroom.",
  "Companies have cut costs meaningfully, which is beginning to pay off.",
  "Ishida: Much of the high debt levels are at state-owned enterprises.",
  "Valuations don’t signal a crisis, but things are not cheap anymore.",
  "Yet they trade at much higher multiples than just a few years ago.",
  "While growth is slowing in India, it is just picking up in Brazil.",
  "That revival is the fruit of good policies born out of bad times.",
  "That will continue, though very slowly, lowering the risk a bit.",
  "I’m not saying that will happen, but it is something to watch.",
  "We are unlikely to see significant changes to economic policy.",
  "Howard Schwab: Emerging markets are less fragile than in 2013.",
  "Which companies will benefit the most from these new reforms?",
  "Ishida: Titan is a quality company, but it’s very expensive.",
  "If successful, Alibaba will penetrate an even larger market.",
  "Eidelman: I still see opportunity in big e-commerce stocks.",
  "For years, China’s soaring debt has loomed over the market.",
  "That said, markets have priced in a decent amount of this.",
  "Jain: There is a shift away from conspicuous consumption.",
  "That is a positive signal for the next couple of years.",
  "Taizo Ishida: We’re in the fourth inning of this rally.",
  "Ishida: India’s economy is more emerging than China’s.",
  "The GST will drive those unorganized mom-and-pops out.",
  "I’m not sure Prime Minister Modi wanted to do that.",
  "PC Jeweller [PCJL.India] is a smaller alternative.",
  "Ishida: It’s the cost of doing business in China.",
  "Email: editors@barrons.com\n\nFollow @reshmakapadia",
  "Matt Furman for Barron’s\n\nBarron’s: What a year!",
  "Ishida: Pakistan’s economy is going to benefit.",
  "Eidelman: Russia looks cheap, but for a reason.",
  "The trend is also playing out with JD.com [JD].",
  "Ishida: There’s a lot of growth in automation.",
  "About 90% of Indian employment is unorganized.",
  "What does that initiative mean for investors?",
  "Investors may want to rethink their strategy.",
  "But what matters most to markets is earnings.",
  "Schwab: We own jeweler Titan [TTAN.India].",
  "That’s a long list of worries, gentlemen.",
  "What is the end result of these reforms?",
  "That has led to better earnings growth.",
  "What have been the most notable events?",
  "Leon Eidelman: We had plenty of drama.",
  "Not when it comes to world stocks.",
  "Jain: I’m not negative on Alibaba.",
  "For that, you have to leave Asia.",
  "It’s much more about experiences.",
  "Jain: That’s an important point.",
  "We also really like health care.",
  "Eidelman: Take the national ID.",
  "What other trends are emerging?",
  "What about luxury-goods stocks?",
  "I’d be in the buy-the-dip camp.",
  "Eidelman: There is some froth.",
  "That should help dampen risk.",
  "What, then, are you buying?",
  "Text size\n\nAmerica first?",
  "What’s going on there?",
  "It’s already visible.",
  "Thanks for your time.",
  "That’s a big deal.",
  "What worries you?",
  "Has that changed?",
  "Plus, the GST.",
  "That’s smart.",
  "And go where?",
  "Jain: Russia.",
  "Is it a risk?",
  "What now?",
  "Why?"
]