[
  "Maxim Zmeyev/Reuters\n\nIt's Friday, and another Russian bank gets taken over and most of its creditors get bailed out by the Central Bank, this time the 10th largest bank in Russia, Promsvyazbank - with the top six being state-owned banks; with number seven, Bank Otkritie, having toppled in August; with number 12, B&N Bank, having toppled in September; and with Jugra Bank having gotten its banking license revoked in July for having falsified its accounts.",
  "The bailout of Promsvyazbank (PSB) will require between 100 billion rubles and 200 billion rubles (between $1.7 billion and $3.4 billion), based on a preliminary estimate, said Central Bank deputy governor Vasily Pozdyshev on Friday, according to Reuters.",
  "The Central Bank, which is also the banking regulator, has already increased its estimate for the combined cost of the bailouts of Otkritie and B&N Bank to 820 billion rubles ($14 billion), but it now deems both too financially weak to continue.",
  "August 18, shortly before Otkritie was taken over, Fitch had warned about the \"liquidity squeeze\" at non-state-owned Russian banks, singling out four - Otkritie, B&N Bank, PSB, and Credit Bank of Moscow - three of which have now toppled.",
  "The bailout came after late-night talks between PSB's co-owner and chairman, Dmitry Ananyev, and Central Bank governor Elvira Nabiullina, agreed on the bailout, \"people with direct knowledge of the matter\" told Reuters.",
  "The bank's capital had already been knocked down to 52 billion rubles earlier this week when the bank increased its bad loan provisions by 104 billion rubles to recognize reality on other loans.",
  "They include as of the end of November: The European Bank for Reconstruction and Development, Russian financial group Budushchee, the Credit Bank of Moscow, and non-state pension fund Safmar.",
  "The Central Bank will provide funds to support the bank's liquidity and will send temporary administrators to take control of the bank, which would be operating as normal, Pozdyshev said.",
  "By comparison, Russia's largest bank, state-controlled Sberbank, accounts for one-third of the Russian banking system, as it says, and has 22 trillion rubles ($374 billion) in assets.",
  "The owners aren't going to pay back those loans, it seems, and the bank needs to set up 150 billion rubles in bad loan provisions, which would knock its capital down by that much.",
  "The combined assets of PSB, Otkritie, and B&N would amount to 4 trillion rubles, equivalent to Russia's fourth biggest bank, according to Reuters calculations.",
  "As Reuters put it:\n\nThe stricter rules make the business of so-called \"pocket banks\" - creatures of the early capitalist years of Russia - less profitable.",
  "Those assets created a drag on the other parts of the owners' holding, so Promsvyazbank had to pour more money into them, Pozdyshev said.",
  "As punishment for having strip-mined PSB, the brothers must now reduce their holdings of Vozrozhdenie to 10%, per central bank rules.",
  "Reuters:\n\nPozdyshev said PSB had a healthy business model before the global financial crisis of 2008 drove up non-performing loans.",
  "But the Central Bank plans to honor the PSB's other obligations to creditors and bondholders, which include other Russian banks.",
  "The Central Bank is currently tightening the rules about lending to related parties and is demanding stronger capital buffers.",
  "PSB, Otkritie, and B&N Bank weren't the last banks to get taken down, but they were among the biggest.",
  "The bank's owners shifted assets that were collateral for those loans to other parts of their empire.",
  "\"So from a market-focused bank it turned into a lender which financed its owners,\" Pozdyshev said.",
  "And the cleanup of that reeking industry and the bailout of its bondholders are not yet finished.",
  "Read… Fearing Contagion, Russia Bails Out Bondholders in its Biggest Bank Collapse Yet",
  "\"Preliminary estimates\" of bank-bailout costs have a way of morphing into bigger ones.",
  "The Ananyevs brothers control another bank, Vozrozhdenie Bank, Russia's 36th largest.",
  "Dmitry Ananyev and his brother, Alexei, together control over 50% of the bank.",
  "\"The amount of loans issued to the owners exceeds the bank's capital.\"",
  "PSB's subordinated debt will likely be written off, Pozdyshev said.",
  "Here's what happened to Otkritie, Russia's largest bank bailout.",
  "PSB has loaned its owners over 150 billion rubles, he said.",
  "Since 2013, the Central Bank has shut down over 300 banks.",
  "Shareholders will also take a big hit or be wiped out.",
  "These new rules will take effect on January 1.",
  "There are still over 500 banks in Russia.",
  "What's left is a big gaping capital hole.",
  "It always does this to avoid contagion."
]