[
  "Ernest Yeung, who manages the T. Rowe Price Emerging Markets Value Stock fund (PRIJX), likes Chinese insurance, too, specifically the dominant player, PICC Property and Casualty (2328.Hong Kong), trading at a P/E of 10.6 expected profits.",
  "New York money manager Davis Advisors is high on Hollysys Automation Technologies (HOLI), China’s infrastructure upgrader of choice, whose P/E of 22 looks cheap, compared to an earnings growth outlook around 40%.",
  "“How often does one find a dominant market leader with 20%-plus return on equity trading at only seven times earnings?” asks Ben Preston, who heads global sector investment at London’s Orbis Investments.",
  "A few eclectic picks: Aberdeen Standard Investments touts China-focused developer Yanlord Land Group (YLLG.Singapore), which languishes at a P/E below five, despite a full plate of lucrative projects.",
  "UBS and T. Rowe Price both favor South Korean steel maker Posco (PKX) at a P/E around 10, while RBC recommends Latin American producer Ternium (TX), which is priced to go at eight times earnings.",
  "Suggestions from the experts:\n\nFinancials are at the heart of the emerging-market value universe, and big banks everywhere look attractive as economies perk up.",
  "“Below book means priced for bankruptcy, which isn’t going to happen,” says Laurence Bensafi, who runs the value equity strategy for RBC in London.",
  "A BRAZILIAN BANK PICK\n\nThis year Brazil’s outlook, with a fork-in-the-road presidential election looming in October, is cloudier than China’s.",
  "Expected Brazilian GDP growth of 3% outweighs, for now, the threat of socialistic ex-president Luiz Inácio Lula da Silva returning to power.",
  "2 economy prove (for the moment) exaggerated, and Beijing relieves them of bad loans they made to state enterprises and local governments.",
  "Conspicuously absent from value investment lists are the oil and metals giants that still dominate the image of emerging markets.",
  "Text size\n\nEmerging Markets\n\nEmerging markets had a great year in 2017, but it was greater for some sectors than others.",
  "MSCI does compile an emerging markets value index, which gained 29% last year, against 38% for the broader category.",
  "China Construction Bank (CICHY) is a top global pick for both UBS Asset Management and RBC Global Asset Management.",
  "That’s because China is cutting steel production on economic and environmental grounds, as global demand improves.",
  "But Bensafi is also betting on Banco do Brasil (BDORY), with an 11 P/E multiple and a price-to-book value of 1.1.",
  "The time may have come for these cheaper stocks to play catch-up, but betting on them isn’t straightforward.",
  "No popular exchange-traded fund tracks it, however, so investors must dosome old-fashioned stock-picking.",
  "Yet it’s laboring under sanctions from the West and trades at a measly 7.4 times expected 2017 earnings.",
  "In these markets, as in developed ones, fast-growing tech companies drove last year’s rally.",
  "China’s big banks are also on investors’ radar as rumors of a hard landing for the No.",
  "It holds one-third of all deposits in Russia and is run by respected CEO Herman Gref.",
  "Its P/E is similar to Sberbank’s, and its price-to-book value just nudged above 1.",
  "CRAIG MELLOW is a free-lance writer in Savannah, Ga.\n\nEmail: editors@barrons.com",
  "Russia’s Sberbank (ticker: SBRCY) is an unlikely value-fund manager’s darling.",
  "Traditional mainstays—banks, utilities, commodities producers—lagged behind.",
  "The unloved steel industry also offers value pickings, analysts say.",
  "Reality has moved on."
]