[
  "The Times also noted that Kasowitz has represented Trump for 15 years—including in the Trump University fraud case that the president settled for $25 million—along with pointing out some of his other notable clients:\n\nAlso raising eyebrows are two of Mr. Kasowitz’s other clients — Sberbank, the largest state-owned bank in Russia, on which the Obama administration imposed sanctions, and Oleg Deripaska, a Russian tycoon who is close to President Vladimir V. Putin and had business dealings with Paul Manafort, once Mr. Trump’s campaign chairman.",
  "Partly because of concerns that Mr. Kasowitz is undermining the White House Counsel’s Office, at least two veteran Washington lawyers — Emmet Flood, a partner at Williams & Connolly, and William A. Burck, a partner at Quinn Emanuel — rejected offers to join the counsel’s office to help represent the administration in the Russia inquiry, according to people familiar with the hiring discussions, although they may yet represent individual White House officials.",
  "Kasowitz has been talking about establishing an office in the White House, and the Times explained why that in and of itself might be obstruction-y:\n\n[Former White House counsel Robert F.] Bauer said that the current White House counsel, Donald F. McGahn II, should know Mr. Kasowitz’s schedule of conversations so that he could inform the special counsel.",
  "Photo by Andrew Harrer-Pool/Getty Images\n\nIn the tradition of the Clintonometer and the Trump Apocalypse Watch, the Impeach-O-Meter is a wildly subjective and speculative daily estimate of the likelihood that Donald Trump leaves office before his term ends, whether by being impeached (and convicted) or by resigning under threat of same.",
  "Other noted criminal defense lawyers have similarly rejected offers to join Mr. Trump’s private legal team because of a range of uncertainties, including how much control Mr. Kasowitz exercises over his client, whether their advice would be secondary to his and whether Mr. Trump would pay legal bills.",
  "Since asserting influence in the White House in recent weeks, Mr. Kasowitz has discussed establishing an office on White House grounds — in the Eisenhower Executive Office Building, where much of the president’s staff works — according to multiple people familiar with the deliberations.",
  "Finally, 59 percent of voters support an independent investigation into Russia to 31 percent who oppose it, while 37 percent of voters think the Russia story is “fake news.”\n\nAgain, though, this might be one of those “good news-bad news” situations for the president.",
  "The good news is that his party’s base—a good 40 percent chunk of the country—is stalwart in its support for him despite the sworn testimony of Comey and mountain of evidence that appears to be available that would bolster his word over the president’s.",
  "With Trump now accusing fired FBI Director James Comey of lying under oath and preemptively doctoring contemporaneous notes to bolster that lie, voters trust Comey over Trump by a 51 percent to 39 percent margin.",
  "The one bit of news that did emerge on Monday that could hint at Trump’s impeachment prospects one way or the other, meanwhile, was a poll by the Democratic-leaning firm PPP that addressed the issue head on.",
  "The newspaper profiled the president’s private attorney, Marc E. Kasowitz, who will play a key role in defending Donald Trump should he continue to face legal jeopardy in Robert Mueller’s probe.",
  "“He does not want Kasowitz to do anything that could be interpreted as an act of obstruction, a means of dissuading the witnesses from cooperating in the investigation,” Mr. Bauer said.",
  "The bad news are all those top-line numbers about a majority of the country believing he’s a liar and strong pluralities believing he committed a felony and deserves to be impeached.",
  "House Republicans, who would ultimately have to make the determining call on the issue of impeachment no matter where Mueller comes down, are in a complete thrall to this base.",
  "Perhaps more revelatory is that 49 percent of voters now think that Trump committed obstruction of justice to 41 percent who don’t.",
  "After a week of dramatic news in Obstruction of Justice-gate, there wasn’t much in the way of developments on the topic on Monday.",
  "In the last PPP poll on the subject last month, 48 percent supported impeachment to 41 percent who opposed it.",
  "Such an arrangement would have Mr. Kasowitz and his team frequently crossing paths with potential witnesses.",
  "Most interestingly, perhaps, is that the president may be stuck with this guy because other lawyers a.)",
  "If push comes to shove and Mueller’s investigation finds that Trump obstructed justice, will they?",
  "PPP says 47 percent of voters favor impeachment as opposed to 43 percent who oppose it.",
  "Believe it or not, this plurality of voters is actually an improvement for Trump.",
  "There was one interesting report in the New York Times over the weekend, though.",
  "That question is still open and so the Impeach-O-Meter stays at 45 percent.",
  "Meanwhile, even Trump-skeptical Republicans have not yet abandoned him.",
  "By a 56 to 37 percent margin, voters think the president is dishonest.",
  "A majority of 53 percent call him a liar to 41 percent who disagree.",
  "are afraid Trump might stiff them on the bill.",
  "don’t want to work with Kasowitz and b.)",
  "That doesn’t sound good!",
  "Who do you believe.",
  "Fun!"
]