[
  "VTB, for example, finances many Russian government programs and its defense industry, such as weapons manufacturers, says Sergey Aleksashenko, a senior fellow at the Brookings Institution who previously worked as a deputy finance minister for the Russian Federation.",
  "Aleksashenko has been researching the impact of U.S. sanctions on the Russian economy, and says they played “an important, but not decisive role,” in the following collapse of the Russian ruble, according to a report he published last month.",
  "It also says that the Russian government gave the bank a $2.6 billion bailout over the course of 2014 and 2015, right around the time that the country’s activities on Wall St. became hampered by the U.S. sanctions.",
  "VTB Capital did well in those early years, and helped raise $90.7 billion in debt financing and $11.7 billion in equity for private and state-run Russian companies, according to Forbes.",
  "The Russian economy had relied heavily on foreign borrowing, so when sanctions prevented banks from refinancing, they were suddenly stuck having to repay old loans without new capital.",
  "Panic over whether Sberbank would block transactions led customers to withdraw money en masse, though Sberbank survived without the needing a bailout, according to the Financial Times.",
  "In May, the Russian government was unable to sell its Eurobonds in Western markets, since both European and American banks were worried about possibly violating sanctions.",
  "According to Forbes, VTB bank executives saw an opportunity to move into the United States during the financial crisis and the looming collapse of Wall Street’s big banks.",
  "But it’s a sign that the economic sanctions put in place to punish Russia for invading Ukraine may be hurting the country more than president Vladimir Putin has let on.",
  "The bank’s executives at the time believed they’d have an advantage over American banks, which were under intense regulatory scrutiny due to the new Dodd-Frank law.",
  "“VTB intends to be an international bank, and to be an international bank you have to do business in the financial capitals of the world,” says Aleksashenko.",
  "According to the filing with the Justice Department, the Russian government is VTB’s majority shareholder, owning about 61 percent of voting shares.",
  "Earlier this month, President Donald Trump said he would consider lifting the sanctions if Putin agreed to help the United States fight terrorists.",
  "In the past decade, VTB bank has been working hard to expand beyond Russia’s borders in order to become a global investment bank.",
  "In 2008, VTB launched its investment arm, VTB Capital, and opened offices in Dubai, London, Singapore, and Hong Kong.",
  "And it underscores what Russia could gain from forging a friendlier relationship with the incoming administration.",
  "It’s not unusual for foreign governments and corporations to spend this much money lobbying Congress.",
  "In 2011, VTB got its license to trade on the U.S. stock market and opened an office in New York.",
  "When sanctions hit, major Russian banks were shut off from most Western investors.",
  "More than 50 percent of Sberbank’s shares are owned by the Russian government.",
  "He said it’s not surprising that the bank hired a lobbyist in Washington.",
  "The two banks play an important role in Russia’s economy and government."
]