[
  "PICKS:\n\nThis is part of Fortune’s 2017 Investor’s Guide feature, “The 21 Best Stocks to Buy Before Donald Trump Becomes President.” For the rest of the picks (including two funds) in other sectors, click on the links below:\n\nA version of this article appears in the December 15, 2016 issue of Fortune with the headline “Stocks to Keep a Nest Egg Growing.”\n\nPaul J. Lim is an assistant managing editor at MONEY, and Carolyn Bigda is a MONEY ­contributing writer.",
  "The country’s largest commercial bank “has almost 40% of Russia’s credit card balances, 50% of mortgages, and makes a third of the country’s corporate loans,” says Jonas Krumplys, manager of the Ivy Emerging Markets Equity Fund.",
  "For a fund that focuses on faster-growing parts of the emerging world, there’s Harding Loevner Frontier Emerging Markets Fund, which invests in relatively small, fast-growing economies such as the Philippines and Colombia.",
  "And if the President-elect can stimulate faster economic growth in the U.S. through a combination of tax cuts and infrastructure spending, that would be a net positive for emerging markets that export to the West.",
  "The vast majority of forecasters believe oil, which rebounded from $26 in late January to $47 at press time, will rise to between $50 and $59 in 2017, according to the Blue Chip Economic Indicators survey.",
  "The fund’s managers favor undervalued growth companies with healthy balance sheets, with an emphasis on companies that stand to benefit from the burgeoning middle class in developing economies.",
  "Another tailwind: “The big downward pressure on commodity prices is over,” says Thomas Clarke, comanager of the William Blair Macro Allocation Fund.",
  "Yet Trump fears also “create an opportunity for emerging-market stocks in 2017,” says Scott Klimo, chief investment officer at Saturna Capital.",
  "But Thomas ­Shrager, a comanager of the Tweedy, Browne Global Value Fund, says concerns about the impact of potential defaults are overdone.",
  "As for Trump, on trade his “bark is probably a lot worse than his bite,” says David Kelly, chief global strategist for J.P. Morgan Funds.",
  "As of late November, the P/E ratio for these stocks—based on five years of averaged earnings—was 30% below their long-term average.",
  "“The main reason we were interested in the bank is that Asia will continue growing faster than the Western world,” Shrager says.",
  "Rising rates and the strengthening dollar in the wake of Trump’s victory threaten to drive capital out of the developing world.",
  "That’s certainly good news for oil-­producing economies such as Russia, which is expected to emerge from recession next year.",
  "Loan defaults in the oil and gas sector have weighed on the stock of this Singapore bank, which is down 32% since 2014.",
  "It’s also probably too politically connected to fail, as the company is majority owned by Central Bank of Russia.",
  "And while it is a multinational, its focus is really in Southeast Asia, where it is the third-largest bank.",
  "The fund’s average holding trades at 12.4 times projected profits—a 10% discount to its category peers.",
  "At first glance, Donald Trump’s election would seem to mar the case for emerging-market stocks.",
  "And if Trump tears up trade deals, that would directly hurt export-reliant economies.",
  "Meanwhile, the stock is cheap, trading at just 6.6 times its 2017 projected earnings.",
  "UOB has an unusually strong balance sheet and is growing loans by about 5% a year.",
  "And what’s good news for Russia tends to be good news for Sberbank of ­Russia.",
  "In the immediate aftermath of the election, emerging-market equities sank 5%.",
  "Falling oil prices had also hurt United Overseas Bank in recent years.",
  "In other words, it is literally too big to fail."
]