[
  "REUTERS/Natalia Kolesnikova/Pool\n\nBusiness Insider reached out to Alexander Rahr, a German political analyst who was Putin's biographer and advised the former German Foreign Minister Hans-Dietrich Genscher on his efforts to help secure Khodorkovsky's release, on his thoughts on what's going on behind the scenes.",
  "Rahr: During his presidency, Medvedev split up the powerful elite, the siloviki [BI note: \"Siloviki\" is a Russian term for politicians from security or military services, such as the FSB or Soviet KGB] lost their influence.",
  "They might bring back [Russian economist, former minister of economics and trade, and current president of Sberbank German] Gref instead of the [first deputy prime minister of Medvedev's cabinet] Shuvalov.",
  "Additionally, former economic policy adviser to Putin and current senior fellow at the Cato Institute, Andrey Illarionov, wrote on his blog that Putin's continued absence suggests a palace coup.",
  "He said that factions within the power structure have become visible, there likely to be some power change-ups, and that \"fights over the number two position\" — aka Medvedev — have \"exploded!\"",
  "On March 12, Reuters reported that the murder of opposition figure Boris Nemtsov has \"exposed rarely seen tensions between different camps inside President Vladimir Putin's system of rule.\"",
  "After all, if something happens to Putin, then Medvedev automatically becomes the acting president ...\n\nBI: And what would you say is the mood in the Kremlin after Nemtsov's murder?",
  "\"Some of Nemtsov's associates say his shooting is being used by one faction to send Putin a message that they are unhappy and need to be reckoned with,\" Reuters reported.",
  "Medvedev decides almost nothing, but Putin will not fire him, because, for Putin, there is no more loyal person than Medvedev.",
  "The public might never know what's actually going on behind in the Moscow power structure behind Putin's absence.",
  "The following has been slightly edited for clarity and translated from the original Russian by Business Insider.",
  "I've noticed many of the tentative reforms he made were overturned after Putin returned to the presidency.",
  "I think that Nemtsov angered too many people — the nationalists in Donbass and the Islamists in Chechnya.",
  "Analysts are speculating that his absence suggests there may be a power struggle behind it all.",
  "And it appears as though Boris Nemtsov's murder could have been the catalyst in all of this.",
  "Eduard Korniyenko/Reuters\n\nBI: You mentioned in a Facebook comment that \"fights over the No.",
  "The head of the MVD [Ministry of Internal Affairs Vladimir Kolokoltsev] will lose his post.",
  "The thing is that the battle between different factions has now become noticeable.",
  "BI: And what's going on with Medvedev — does anyone have bad relations with him?",
  "RIA Novosti/Reuters There's something going on behind the scenes in the Kremlin.",
  "No one has said anything about this because it's hard to explain to the public.",
  "Russian President Vladimir Putin hasn't been seen in public since March 5.",
  "Rahr: Nemtsov was murdered in the same way as [journalist] Politkovskaya.",
  "There won't be huge change-ups [in the Kremlin], but there will be some.",
  "I think that they'll kick out the prosecutor general [Yury Chaika].",
  "Business Insider: What exactly is going on right now with Putin?",
  "In any case, the cracks in the empire are starting to show.",
  "All this incorrect information is the Ukrainian press.",
  "The Chechens and people in the Siloviki structures.",
  "(Video featuring Putin on March 13 was not live.)",
  "Someone wants to quickly get rid of Medvedev.",
  "He just took a vacation for a week.",
  "Alexander Rahr: Putin is not dead.",
  "— that's about Medvedev, correct?",
  "2 position have exploded!\"",
  "Next week, he'll reappear.",
  "Now they are catching up.",
  "Just like Politkovskaya.",
  "Shake-up at the Kremlin.",
  "Rahr: Yes."
]