[
  "The teenager, Erik Fedoseyev, wrote that he had been forced to write the complaint by his father, who hates LGBT people because his ex-wife, Fedoseyev's mother, had left the family to live with another woman when he was four.",
  "Officials found guilty under the law can be fined ten times that, while the maximum fine for people who use the media or the internet to promote homosexuality to minors is 100,000 rubles ($3,000).",
  "Police in the northern city of Murmansk arrested four Dutch nationals making a film about discrimination faced by LGBT Russians in July, but a local judge decided not to pursue the charges.",
  "Isakov attempted to hold another one-man protest in the same place, but it was broken up by his own parents, who had been told by police that he would be jailed under the propaganda law.",
  "Isakov, 24, is not the first person charged under the law, passed in late June, but stands a good change of being the first person convicted under it, his legal team said.",
  "Sberbank said that the woman he was providing long-term maternity cover for had cut her three-year leave early and that the protest was not a factor in his dismissal.",
  "A Moscow court referred charges against six activists arrested for a protest outside a children's library a few days later back to the police, citing irregularities.",
  "When his injured knee allowed him to return to work at a local branch of Sberbank, the former Soviet banking behemoth, he learned that he had been abruptly fired.",
  "An LGBT activist risks becoming the first person convicted under Russia's new anti-gay law after police charged him for holding a one-man protest against it.",
  "Police in the central Russian city of Kazan filed charges against Dmitry Isakov Thursday for his protest on July 30 this year, his legal team told BuzzFeed.",
  "Police filed the charges on the basis of a complaint from a teenager in the northern Arkhangelskaya province who had seen Isakov's protest online.",
  "He told London's The Times that four policemen beat him so badly after he left the protest that he had to walk on crutches for 10 days.",
  "Intolerance and incomprehension lead many LGBT Russians to hide their orientation and start straight families.",
  "Isakov stood in the city center holding a sign that said, \"Being gay and loving gays is normal.",
  "The charges are only the latest consequence Isakov has faced for his protest.",
  "He faces a fine of up to 5,000 rubles ($150) if convicted.",
  "Beating gays and killing gays is a crime!\""
]