[
  "Related: Exxon didn't put America first under Tillerson\n\nThe ties that Trump's pick for secretary of state, outgoing ExxonMobil (XOM)CEO Rex Tillerson, has to Russia because of Exxon's deals with Putin and Russia to drill for oil in the Arctic could be a problem as well.",
  "However, some members of Congress, including Republican Senator John McCain, are calling for an investigation after intelligence agencies concluded Russian hackers had interfered with the U.S. election, possibly to help Trump.",
  "The Russian economy shrank in 2015 and has declined so far this year because of low oil prices and international sanctions imposed after Russia annexed the Crimea region from Ukraine in 2014.",
  "But other Russian stocks have rallied in the past few weeks, too, such as financial services giant Sberbank (SBRCY) and search engine Yandex (YNDX).",
  "The ferocious Russian market rally could come crashing to a halt if Trump and Tillerson's relationships with Russia become a problem for Congress.",
  "More money poured into Russian stock mutual funds last week than at any point in almost six years, according to fund tracking firm EPFR Global.",
  "That's even better than in the United States, where the S&P 500 has gained 6% and the Dow 8.5% in a record-breaking rally since Election Day.",
  "So investors seem to be bullish on a rebound for the entire Russian economy -- which is currently expected to grow slightly next year.",
  "Trump's openness to friendlier relations with Russian leader Vladimir Putin appears to be one reason Russian stocks have done so well.",
  "Shares of Russian oil giant Gazprom (GZPFY) are up 12% in the past month, while shares of Lukoil (LUKOY) have gained 15%.",
  "Dissension in the Republican Party over Russia could put an end to hopes of friendlier ties between the U.S. and Russia.",
  "So investors might want to say \"nyet\" to Russian stocks considering how sharply they've climbed in such a short time.",
  "Related: Oil prices skyrocket on OPEC deal\n\nThe Russian economy depends heavily on its oil and energy industry.",
  "Two Russian-themed ETFs, the SPDR S&P Russia (RBL) and VanEck Vectors Russia (RSX) funds, have soared as well.",
  "But the surge in oil prices since OPEC agreed to a production cut a few weeks ago is clearly helping, too.",
  "The benchmark Micex index is up more than 14% since Donald Trump defeated Hillary Clinton last month.",
  "Related: OPEC almost always cheats\n\nInvestors are clearly excited about Russia because of Trump.",
  "And there's no guarantee that oil prices are going to keep climbing, either.",
  "Russian stocks are getting a Trump bump, too.",
  "How long could the Russia rally last?",
  "Rosneft's (OJSCY) stock is up 20%."
]