[
  "Asked last month whether GM needed more radical restructuring to lift its share price, Barra said \"the way that we are investing in the future, which I think is a huge opportunity, with transportation-as-a-service\" and \"the opportunity that technology has to transform this industry\" could change how the company is valued.",
  "REUTERS/Yuri Gripas\n\nBy Joseph White\n\nDETROIT (Reuters) - General Motors Co’s (GM.N) deal on Monday to sell its European operations to France's PSA Group (PEUP.PA) doubles down on a bet that the company can win by being less global but more profitable in an auto industry increasingly dependent on software and services.",
  "Gary Silberg, head of KPMG's Americas automotive practice, said Silicon Valley companies such as Alphabet Inc (GOOGL.O) and ride services leader Uber Technologies Inc [UBER.UL] had the edge in the digital systems and the people needed to work with the terabytes of data required to make a car drive itself.",
  "So did the Wuling brand of small commercial vehicles the company builds with partner Shanghai Automotive Industry Corp.\n\nAlso since 2009, automakers have begun racing to transform cars into electrified, intelligent devices that are paid for by the mile instead of purchased on installment plans.",
  "GM said on Monday that if it had not had Opel last year and had instead used the $2 billion shedding the unit will free up from its cash reserves to buy back stock, earnings per share would have risen 5 percent, even though revenue would have been 10 percent lower.",
  "But far less of the technology GM would buy to clean up European diesels and tiny gasoline engines would be useful in the United States, where larger gasoline engines – including eight-cylinder motors used in pickup trucks – dominate the market.",
  "Without the German Opel and British Vauxhall brands, GM last year would have sold about 8.8 million vehicles, far behind Germany's Volkswagen AG (VOWG_p.DE) and Japan's Toyota Motor Corp <7203.T> in the race to be the world's largest automaker.",
  "GM's decision to walk away from Western Europe highlights two other profound shifts since 2009, when the board scuttled a deal to sell Opel and Vauxhall to a group led by auto supplier Magna International (MG.TO) and Russia's Sberbank.",
  "However, all of GM's activity in Europe - the investments in new model designs and cleaner engines, the efforts to make factories more efficient and the wages paid to 38,000 employees - has generated nothing but losses since 1999.",
  "GM's home market operations were reborn as a smaller company due in part to the U.S. government-led bankruptcy in 2009, with fewer brands, fewer dealers, fewer employees and far less money owed to creditors and retirees.",
  "PSA CEO Carlos Tavares is betting Opel's revenue and sales volume would help give his company, which makes Peugeot, Citroen and DS cars, an advantage against rivals such as Volkswagen and Renault SA (RENA.PA).",
  "As China grows, GM will need to shift more vehicle engineering money and capital investment to feed that market, which could eventually replace much of the global sales volume sacrificed by the sale of Opel.",
  "Since 2009, cheap gasoline has powered a boom in sales of high-profit pickup trucks and sport utility vehicles, lifting GM's North American pretax profit margins to just above 10 percent in 2016.",
  "To keep the North American profit machine revved up, GM must invest in new SUVs and trucks, as well as expensive technology to enable them to meet rising federal fuel economy targets.",
  "Mary Barra, chairwoman and CEO of General Motors, discusses the future of the auto industry and the state of the U.S. economy in Washington, DC, U.S. February 28, 2017.",
  "\"Only 20 percent of the (European) portfolio overlapped with rest of General Motors' portfolio,\" Chief Executive Officer Mary Barra told analysts on Monday.",
  "Opel and Vauxhall combined sold nearly 1.2 million vehicles and generated $18.7 billion in revenue in 2016, about 11 percent of GM's total.",
  "The first is China, now the world's largest auto market, with roughly 28 million vehicles sold in 2016 and more growth forecast to come.",
  "That is why GM has concluded it cannot achieve significant economies of scale in emissions technology for Europe on its own.",
  "GM is in on that bet because it will receive warrants equivalent to a 4.2 percent non-voting stake in the French company.",
  "GM does not need factories in Europe to offer ride services there, she said.",
  "Buick, GM's primary brand in China, outsold Opel and Vauxhall in 2016.",
  "However, investors have not changed their views yet.",
  "Meanwhile, business in North America has boomed.",
  "Europe is demanding cleaner cars, too.",
  "Story continues"
]