[
  "Revealed: Konstantin Nikolaev, who reportedly financed Butina, worked with two banks and two oligarchs who are under US sanctions\n\nThe Russian billionaire said to have given financial support to a woman charged with spying for Moscow in Washington has received funding from Kremlin-backed banks and has ties to close associates of Vladimir Putin.",
  "Karen Vartapetov, a sovereign finance analyst at Standard & Poor’s, said: “VTB plays a very important role for government policies, including implementation of some less profitable and socially-important tasks.” In 2009, the bank said its investment arm was “pivotal in managing the state’s interests”.",
  "Maria Butina, a 29-year-old Russian woman charged with working to infiltrate the National Rifle Association (NRA) and influence US politics, told senate investigators that Nikolaev, a transportation magnate, gave her financial backing, according to a source with knowledge of her testimony.",
  "A bank spokesperson said in a statement: “Sberbank has no involvement in, or connection to, the circumstances surrounding Ms Butina.”\n\nVTB and Sberbank have been under sanction by the US since 2014, in response to Putin’s support for Ukrainian separatists and the invasion of Crimea.",
  "Elena Lanevich, TPZ’s general counsel, said: “Being a commercial organisation, when getting loans and selecting a bank TPZ is guided only by its commercial interest.”\n\nSvetlana Nikolaeva is an accomplished shooter who represented Russia at international competitions.",
  "And from 2010, Arkady Rotenberg, Nikolaev and Nikolaev’s partners also held a major ownership stake in Mostotrest, Russia’s biggest infrastructure building company, which has received state contracts worth billions of dollars from Putin’s government.",
  "Butina tried to set up secret backchannels with American politicians, according to US prosecutors, who say she was directed by a senior Russian official and was in contact with suspected Russian intelligence officers.",
  "The records show Nikolaev’s holding company in Cyprus received $250m in loans from VTB Bank, a state-owned bank that has long been associated with Russia’s FSB intelligence agency, though it denies any link.",
  "How Maria Butina, accused Russian spy, worked her way into top US circles Read more\n\nNikolaev’s Cyprus holding company separately received $150m in loans from Sberbank, another state-owned institution.",
  "“Being a regular commercial bank, VTB’s core focus is on financing companies and projects and we extend loans to numerous credible organisations as part of our daily operations,” the statement said.",
  "Hundreds of pages of corporate records obtained from authorities in Russia and Cyprus, an offshore tax haven favoured by wealthy Russians, shed further light on the Nikolaevs’ business activity.",
  "Mostotrest was later sold to a state-controlled investment fund and was itself placed on the US sanctions list in September 2016, but Arkady Rotenberg bought it back in April this year.",
  "Since June 2014, Igor Rotenberg and the Nikolaevs have owned the second- and third-biggest stakes in Scanex, a $30m satellite imagery company in Moscow, according to company records.",
  "Maria Butina: ties emerge between NRA, alleged spy and Russian billionaire Read more\n\nKonstantin Nikolaev worked with two banks and two oligarchs who are all now under US sanctions.",
  "Evelyn Farkas, a deputy assistant secretary of defense for Russia in the Obama administration, said the finding should “raise alarms” for Americans who had dealings with Butina.",
  "In April this year, Igor Rotenberg reduced his stake in TPZ from 47% to 20% after he, too, was sanctioned by the US, which threatened to damage TPZ’s ability to export bullets.",
  "Until 2010 it was owned by Nikolay Pankov, who has worked in the defence division at an organisation that coordinates deals between Putin’s government and private industry.",
  "VTB Bank said in a statement that it would be “absurd and unreasonable” to draw any connection between its support for Nikolaev’s company and Nikolaev’s backing of Butina.",
  "In addition to the state financing, the Nikolaevs have longstanding business ties to Arkady and Igor Rotenberg, father-and-son oligarchs who are now under US sanctions.",
  "Maria Butina: accused spy was in contact with Russian intelligence, prosecutors say Read more\n\nTPZ has received financial support from Putin’s government and military.",
  "TPZ received an $8m line of credit from a state bank in October last year and has been loaned tens of millions of dollars by other state banks, according to records.",
  "The Guardian reported last week that Nikolaev’s wife, Svetlana Nikolaeva, met senior members of the NRA in Moscow with Butina during the 2016 election campaign.",
  "The company’s general director and chief gun designer, Vladimir Zlobin, has done work for the FSB, according to his biography at a government-run university.",
  "It is owned by another Cyprus company, which in turn is owned by a company in the Bahamas, where corporate ownership details can be hidden from the public.",
  "Facebook Twitter Pinterest Svetlana Nikolayeva, right, met senior members of the NRA in Moscow with Butina during the 2016 election campaign.",
  "Photograph: Anastasia Chernenko/practical-shooting.ru\n\nThe Cyprus holding company received the loans in 2009 and 2011, according to filings.",
  "She hosted an NRA delegation in Moscow during the 2016 election campaign at the headquarters of a gun company where she holds a senior role.",
  "“VTB Bank is not much of a cut-out,” she added, referring to the deniable intermediaries often used by governments for secret activity.",
  "Scanex has been awarded major contracts by Russia’s government and also sells to private firms such as Airbus, the French plane maker.",
  "That company, Promtechnologies, supplies Russia’s military and intelligence services with sniper rifles, under the brand name Orsis.",
  "“If you’d asked the FBI and the American defence community, they would have understood exactly who you were dealing with,” she said.",
  "After Arkady Rotenberg was sanctioned by the Obama administration in March 2014, he transferred his holding in Mostotrest to Igor.",
  "Nikolaev was also appointed to a Russian military advisory panel, while his wife has a senior role at a state-backed arms company.",
  "In 2012, Pankov and Nikolaev were announced as members of a council formed to advise Putin’s government on producing new weapons.",
  "Svetlana sits on the board of directors at TPZ, a Russian ammunition maker, where Igor Rotenberg is one of the biggest owners.",
  "State agencies have recently held stakes in TPZ and the company is still listed online among government military holdings.",
  "Robert Driscoll, Butina’s attorney, said in an email she had not been aware of Nikolaev’s past connection to state banks.",
  "The American distributor for TPZ was listed as an exhibitor at this May’s NRA convention in Dallas, prompting criticism.",
  "But past company statements have said Nikolaev and his two longtime business partners are ultimately joint owners.",
  "Half of the shares Rotenberg offloaded went to a newly created company led by one of his father’s top executives.",
  "Arkady, 66, is a childhood friend and former judo partner of Putin, and the two have reportedly remained close.",
  "The holds were later released, indicating the loans were repaid, but this was not specified in the filings.",
  "VTB is said by Russia-watchers to be used by the Kremlin for financing strategically important projects.",
  "The men bought about 40% of the firm for $200m through a joint offshore investment vehicle in Cyprus.",
  "Svetlana Nikolaeva is listed as the shareholder but under her husband’s taxpayer ID number.",
  "Nikolaev and his wife are not under US sanctions, and have not been accused of wrongdoing.",
  "She has pleaded not guilty to operating as a foreign agent and is in jail awaiting trial.",
  "Farkas, the former senior Pentagon official, said the state involvement was troubling.",
  "Nikolaeva chaired TPZ’s board until last year, according to company filings.",
  "Promtechnologies is privately owned, meaning its ownership is not disclosed.",
  "“This means that Nikolaev has been supported by the Kremlin,” said Farkas.",
  "Butina’s link to Nikolaev was first reported by the Washington Post.",
  "Questions sent to a spokeswoman for Nikolaev were not answered.",
  "VTB placed holds on company assets in return for the funding.",
  "Nikolaev’s wife has her own connection to the Rotenbergs.",
  "Questions sent to his holding company were not answered.",
  "Scanex did not respond to questions."
]