[
  "Basically, the US imposes sanctions (or other coercive economic measures) on \"rogue states\" (i.e., states that are acting contrary to US interests), which should then force that state to change its behavior if it wishes to have the sanctions lifted or to have access to US capital markets again.",
  "The US-imposed sanctions are part of Washington's larger strategic geopolitical plan called \"the weaponization of finance,\" which Ian Bremmer defined as the \"systematic use of carrots (access to capital markets) and sticks (varied types of sanctions) as tools of coercive diplomacy.\"",
  "\"Two state energy companies, gas producer Gazprom and its oil arm Gazprom Neft, said they would use more Chinese currency in trade, while Russia's largest bank, Sberbank, has also promoted the use of the yuan,\" The Moscow Times' Peter Hobson writes.",
  "Additionally, \"Western banks work slower, with more restrictions, and it becomes simpler to move to the currency in which trade is being done,\" Vladimir Pantyushin, senior strategist at the investment bank Sberbank CIB, told The Moscow Times.",
  "REUTERS/Pablo Martinez Monsivais/Pool\n\nBut the \"weaponization of finance\" strategy has glaring drawbacks — including this possibility that targeted countries like Russia can and will increasingly diversify away from the dollar.",
  "Furthermore, The Moscow Times quoted Sberbank CIB's Pantyushin as saying, \"It could take decades for the yuan to circulate on the scale of the euro and even longer to challenge the dollar, which has the advantage of scale.",
  "And previously, the head of Gazprom, Alexey Miller, said in a TV interview that the company was negotiating with China to use yuan and rubles for gas deliveries via a planned pipeline in Western Siberia.",
  "Earlier this year, Russia's Ministry for the Development of the Fast East announced that Russian businesses doing trade through North Korea's Foreign Trade Bank could make payments in rubles.",
  "Reuters/Alexander Demianchuk Russian institutions, energy companies, and banks are increasingly switching over from the dollar to the Chinese yuan, according to The Moscow Times.",
  "\"The Russian Central Bank said it was working to create a new funding instrument in yuan, and the Finance Ministry said it was considering issuing debt in the currency.\"",
  "US President Barack Obama with Russian President Vladimir Putin and Chinese President Xi Jinping at an Asia-Pacific Economic Cooperation (APEC) Summit plenary session.",
  "\"Gazprom Neft's swift embrace of the yuan was likely spurred by sanctions, not profits,\" Alexei Devyatov, chief economist at UralSib Capital, told The Moscow Times.",
  "Still, other examples include the Asia Infrastructure Investment Bank, the BRICS bank, and the Silk Route Maritime and Overland initiatives.",
  "In other words, Russia is looking to diversify away from the Western financial system after repeatedly being targeted by US sanctions.",
  "\"This way, North Korea and Russia don't need to rely on the dollar,\" one person familiar with the matter told Business Insider.",
  "Devyatov told The Moscow Times that the yuan was a less convenient currency as it lacks the dollar's convertibility.",
  "REUTERS/Kim Kyung-Hoon\n\nThe yuan, however, is still not going to fully replace the dollar anytime soon.",
  "Russian companies and banks switching to the yuan isn't the first example of this.",
  "Gazprom Neft announced that it began settling shipments of oil to China in yuan.",
  "\"It could rival the euro, but I doubt it on the dollar.\"",
  "\"It will have caused certain losses,\" he added.",
  "\"All they have to do is stick with the ruble.",
  "They're increasing their economic ties.\"",
  "See ya dollar."
]