[
  "“Marko Perkovic was one of half a million people on the streets of Croatia that day to greet the Croatian national football team,” she said in her spacious offices in the Zagreb hillside suburb of Pantovcak, a complex built by Tito, the long-serving Yugoslavian Communist leader, ringed by woods and dotted with statues that has the feel of a Bond villain’s lair.",
  "She said far-right figures in Croatia were “the exception, not the rule”, despite the presence in parliament of Branimir Glavaš, currently under retrial for war crimes, and other prominent politicians regarded as having nationalist leanings and Ustasha sympathies, including some associated with the Croatian Democratic Union (HDZ).",
  "I don’t think that any of that can be interpreted as a rise in ultranationalism.”\n\nLike many in Croatia, she argues that some of the international criticism of the country in recent years has been inspired by a desire to discredit the modern state, forged in the 1991-95 war for independence from Serb-dominated Yugoslavia.",
  "Photograph: Lana Slivar Dominic/AP\n\nRegarded as a moderate, Grabar-Kitarovic has played a leading role in co-opting the far-right into alliances with HDZ, she has openly associated with Ustasha sympathisers, and engaged in “dog-whistle politics” to hard-right voters, according to Josip Glaurdic, a political scientist.",
  "Photograph: Yuri Kadobnov/AFP/Getty Images\n\nGrabar-Kitarovic, who played football in her youth as a centre-forward, said that the phrase “mighty little Croatia” summed up the performance of the squad and “the image that was presented of a vibrant, optimistic, patriotic team and country”.",
  "Croatia’s World Cup run divides nation where football is never just sport | Aleksandar Holiga Read more\n\nThe controversy came during a period in which Croatia has come under international scrutiny over the alleged rehabilitation of revisionism of its second world war past.",
  "She said she hoped the national team’s second-place finish would give a boost to her country of 4.2m people, the newest EU member state, which endured years of recession following the economic crisis, and is now grappling with mass emigration.",
  "But Croatia’s right-of-centre president, Kolinda Grabar-Kitarovic, has also been accused of using the tournament as a re-election campaign, and of tolerating Croatian ultranationalism which reared its head during the football celebrations.",
  "She was the unexpected star of Croatia’s World Cup run, appearing at the end of the final drenched in the Moscow rain in the country’s distinctive chequerboard football shirt, having attended nearly every game the national team played.",
  "Bojan Glavaševic, a leading member of the opposition Social Democratic party, says the president’s international image masks her “true colours” shown in domestic politics, including inviting far-right figures to events.",
  "The best photos from France's World Cup final win over Croatia Read more\n\nMany Croatians feel sympathy with Ukraine from their own experience of the Yugoslav wars, another issue that made headlines during the World Cup.",
  "Photograph: Simon Stacpoole/Offside/Getty Images\n\nThe president, whom Forbes ranked as one of the world’s 40 most powerful women in 2017, also distanced herself from rising Euroscepticism and xenophobia in Europe.",
  "Grabar-Kitarovic, who was educated in the US and speaks fluent English with an American accent, came to the presidency after spells as foreign minister, US ambassador and assistant secretary-general of Nato.",
  "In what other country recently have you witnessed hundreds of thousands of people waiting patiently for hours in the summer heat without a single incident – physical, or verbal, or offensive?",
  "For some, Croatia’s World Cup “bounce” has already been marred by the appearance at the team’s welcome party of Marko Perkovic, known as “Thompson”, a singer known for his far-right politics.",
  "Facebook Twitter Pinterest Croatian president Kolinda Grabar-Kitarovic (L) offers to Russian president Vladimir Putin a jersey of the Croatian national football team bearing the name Putin.",
  "The president in the stands Read more\n\n“I will not comment on individual people,” she said, before highlighting the welcome Croats afforded to refugees during the 2015 migration crisis.",
  "The team’s captain, Luka Modric, reportedly invited Perkovic onto the team bus, and he sang on stage with the team before organisers abruptly cut the sound on his microphone.",
  "Previously seen as a close US ally, Croatia’s ties with Russia have deepened in recent years, through deals with the Russian companies Gazprom and Sberbank in particular.",
  "“I can’t see how we can resolve some of the issues that affect us so greatly in Croatia and the EU and elsewhere – such as the war in Syria – without talking to Russia.",
  "Despite this and ongoing EU sanctions on Russia, she has apparently struck up a warm relationship with Vladimir Putin, raising eyebrows in some quarters.",
  "“When I was hiding in bomb shelters here in Zagreb, I thought that there would never be a time when Croatia and Serbia would be at peace again.”",
  "In an interview with the Guardian, she said the far-right in her country was marginal, and defended her warm relations with Vladimir Putin.",
  "Grabar-Kitarovic presented the Russian president with a Croatia shirt during the World Cup, and has invited him to visit the country.",
  "Grabar-Kitarovic has said that she loves Thompson’s music, but dismissed claims that his appearance overshadowed the celebrations.",
  "Facebook Twitter Pinterest The French and Croatian teams line up for the national anthems ahead of the World Cup final in Moscow.",
  "“I’m glad that president Trump and president Putin had a meeting, and I hope their relationship will continue,” she said.",
  "[Negotiations with Serbia] were an extremely difficult process, but [settlement] came a lot sooner than I ever thought.",
  "Facebook Twitter Pinterest The Croatian football coach, Zlatko Dalic, appears on stage next to Marko Perkovic.",
  "In a trip to Russia in October 2017, she called for the “expansion of cooperation” between Moscow and Zagreb.",
  "Photograph: Dado Ruvic/Reuters\n\n“It was the players’ choice for him to be on that bus, and I respect that.",
  "Facebook Twitter Pinterest Kolinda Grabar-Kitarovic is sworn in as president in Zagreb in 2015.",
  "We should focus on the mainstream in society that makes Croatia what it is today,” she said.",
  "Grabar-Kitarovic was a leading member of the HDZ until her elevation to the presidency.",
  "There is no xenophobic reaction in Croatia to any newcomers or migrants.",
  "There are no threats to democracy or to human rights.",
  "“There are always exceptions in any society.",
  "Croatia's real World Cup star?"
]