[
  "Prime Minister Dmitry Medvedev is among the 114 senior political figures in Russia's government who made the list, along with 42 of Putin's aides, Cabinet ministers such as Foreign Minister Sergey Lavrov, and top officials in Russia's leading spy agencies, the FSB and GRU.",
  "Companies or foreign governments that had been doing business with blacklisted Russian entities had been given a three-month grace period to extricate themselves from transactions, starting in October when the blacklist was published and ending Monday.",
  "Under the same law that authorized the \"Putin list,\" the government was required to slap sanctions on anyone doing \"significant\" business with people linked to Russia's defense and intelligence agencies, using a blacklist the U.S. released in October.",
  "New York Rep. Eliot Engel, the top Democrat on the House Foreign Affairs Committee, lambasted the move to punish no one, saying he was \"fed up\" and that Trump's administration had chosen to \"let Russia off the hook yet again.\"",
  "It triggered a fierce lobbying campaign, with Russia hawks in Congress pushing the administration to include certain names and lobbyists hired by Russian businessmen urging the administration to keep their clients off.",
  "The list's release was likely to at least partially diffuse the disappointment from some lawmakers that Trump's administration opted against targeting anyone with new Russia sanctions that took effect Monday.",
  "The idea, as envisioned by Congress, is to name-and-shame those believed to be benefiting from Putin's tenure just as the United States works to isolate his government diplomatically and economically.",
  "\"We estimate that foreign governments have abandoned planned or announced purchases of several billion dollars in Russian defense acquisitions,\" said State Department spokeswoman Heather Nauert.",
  "In the works for months, the list has induced fear among rich Russians who are concerned that it could lead to U.S. sanctions or to being informally blacklisted in the global financial system.",
  "WASHINGTON -- The Trump administration late Monday released a long-awaited list of 114 Russian politicians and 96 \"oligarchs\" who have flourished during the reign of President Vladimir Putin.",
  "Even more names, including those of less-senior politicians or businesspeople worth less than $1 billion, are on a classified version of the list being provided to Congress, officials said.",
  "Yet the administration paired that move with a surprising announcement that it had decided not to punish anybody - for now - under new sanctions retaliating for the election-meddling.",
  "Drawing on U.S. intelligence, Treasury also finalized a list of at least partially state-owned companies in Russia, but that list, too, was classified and sent only to Congress.",
  "Some U.S. lawmakers accused President Trump of giving Russia a free pass, fueling further questions about whether the president is unwilling to confront America's Cold War foe.",
  "\"Putin's inner circle is already subject to personal U.S. sanctions, imposed over Russia's 2014 annexation of Ukraine's' Crimea region,\" the Reuters news agency points out.",
  "State Department officials said the threat of sanctions had been deterrent enough, and that \"sanctions on specific entities or individuals will not need to be imposed.\"",
  "... \"But the so-called 'oligarchs' list' that was released on Tuesday ... covers many\n\npeople beyond Putin's circle and reaches deep into Russia's business elite.\"",
  "But the administration decided it didn't need to penalize anyone, even though several countries have had multibillion-dollar arms deals with Russia in the works.",
  "After declining to answer questions about it throughout the day Monday, the Treasury Department released it with little fanfare 12 minutes before midnight.",
  "Known informally as the \"Putin list,\" the seven-page unclassified document is a who's who of politically connected Russians in the country's elite class.",
  "But only those engaged in \"significant transactions\" are to be punished, and the United States has never defined that term or given a dollar figure.",
  "Some are the most famous of wealthy Russians, among them tycoons Roman Abramovich and Mikhail Prokhorov, who challenged Putin in the 2012 election.",
  "Late last year, Secretary of State Rex Tillerson said one reason the U.S. was proceeding cautiously was that major U.S. allies have much at stake.",
  "Aluminum magnate Oleg Deripaska, a figure in the Russia investigation over his ties to former Trump campaign chairman Paul Manafort, is included.",
  "So are 96 wealthy Russians deemed \"oligarchs\" by the Treasury Department, which said each is believed to have assets totaling $1 billion or more.",
  "Being on the list doesn't trigger any U.S. sanctions on the individuals, although more than a dozen are already targeted under earlier sanctions.",
  "He dismissed the State Department's claim that \"the mere threat of sanctions\" would stop Moscow from further meddling in America's elections.",
  "He told Russian news agencies Tuesday he wasn't surprised to find his name on the list, too, saying that it \"looks like a 'who's who' book.\"",
  "And key security partner Saudi Arabia recently struck an array of deals with Moscow, including contracts for weapons.",
  "It was unclear whether either country had since abandoned those deals to avoid running afoul of the U.S. sanctions.",
  "Dvorkovich stopped short of saying how Russia would react to it, saying the Kremlin would \"monitor the situation.\"",
  "Russian Deputy Prime Minister Arkady Dvorkovich dismissed the list as simply a \"who's who\" of Russian politics.",
  "The CEOs of major state-owned companies, including energy giant Rosneft and Sberbank, are also on the list.",
  "That fulfills a demand by Congress that the U.S. punish Moscow for interfering in the 2016 U.S. election.",
  "Turkey, a NATO ally, has a deal to buy the S-400, Russia's most advanced air defense missile system.",
  "That ambiguity has made it impossible for the public to know exactly what is and isn't permissible.",
  "\"How do you deter an attack that happened two years ago, and another that's already underway?\"",
  "The Trump administration had until Monday to issue the list under a law passed last year.",
  "She did not provide evidence or cite any examples.",
  "\"It just doesn't make sense.\"",
  "Engel said."
]