[
  "In March, he spoke in positive terms about Trump’s stance on Iran, saying, “Though I will say that I was a proud supporter of Secretary Clinton in the election last year, when it comes to the question of Iran, the change from President [Barack] Obama to President Trump is an enormously significant and hopeful change.” In an interview in late January, when asked about Trump’s plans for a wall along the border with Mexico, Lieberman called it “risky,” using far milder terms than others in politics have done.",
  "Above the Law’s Zaretsky tells Newsweek that Trump’s reliance on the firm is based on his years-long relationship with it as well as the stature of the lawyers there.“I think he’s going to people that he knows and people who already have names, people who are well known, and for the most part, well liked,” she says.",
  "“These days, people know Kasowitz Benson Torres and Friedman as a firm with close ties to President Donald Trump, with two name partners deeply entrenched in his regime.”\n\nThe firm has also defended former Fox News host Bill O’Reilly against allegations of sexual harassment.",
  "“But honestly, I believe that today, that’s one of the most important qualifications you could have for this job.”\n\nA spokesperson for Kasowitz Benson Torres and Friedman could not comment on the Lieberman news or more generally on the firm’s relationship with Trump.",
  "“In the past, people knew Kasowitz Benson Torres and Friedman as a firm that was full of ‘superior legal minds,’” Staci Zaretsky of the legal news website Above The Law wrote in March, referencing a quote from a 2011 lawsuit against the firm.",
  "“I know that some people are questioning her qualifications to be secretary of education, and too many of those questions seem to me to be based on the fact that she doesn’t come from within the education establishment,” he told the panel.",
  "When President Donald Trump needs to fill a position, he looks to the law firm that has represented him in disputes involving The New York Times, a book author who allegedly undervalued the president’s wealth and Hong Kong businessmen.",
  "White House Press Secretary Sean Spicer told reporters on Wednesday that Trump is interviewing Joe Lieberman, a former senator from Connecticut, for the FBI director position, vacant since Trump fired James Comey on May 9.",
  "The lawyer has also reportedly helped Trump keep divorce records sealed, helped with a case against Trump University and sued Hong Kong businessmen on Trump’s behalf regarding a New York City property.",
  "Later that month, Kasowitz wrote a letter to Times demanding the retraction of an article about two women who claimed Trump had “touched them inappropriately.” The Times did not retract the article.",
  "The Wall Street Journal has called Kasowitz “Donald Trump’s go-to guy for his toughest legal battles.” David Friedman, another partner at the firm, has represented Trump in bankruptcy proceedings.",
  "On the surface, the former senator’s ties to Bill and Hillary Clinton should present difficulty for Trump, who terminated Comey after he reportedly refused to declare his loyalty to the president.",
  "Bill Clinton was said to have considered Lieberman for the Supreme Court, and in the 2000 presidential campaign, Lieberman was the running mate of Al Gore, Clinton’s vice president.",
  "Having left the Senate in 2013, Lieberman, a Democrat-turned-Independent, is now senior counsel at the firm Kasowitz, Benson, Torres and Friedman, which has offices in nine cities.",
  "Last October, Marc Kasowitz, a partner at the firm, threatened The New York Times with legal action after the newspaper published pages from Trump’s 1995 income tax return.",
  "At 75, Lieberman would be the oldest FBI director at the start of his tenure, and he could be 85 when he leaves the bureau, if the Senate were to confirm him this year.",
  "Trump is also reportedly considering Edward McNally, also a partner at the firm, to succeed Preet Bharara as U.S. attorney for the Southern District of New York.",
  "But since Trump took office, Lieberman, who in 2006 switched his affiliation from Democrat to Independent, has appeared supportive of the president.",
  "Ray Kelly, the former New York City Police Department commissioner, who is also rumored to be a possible FBI pick, is the same age as Lieberman.)",
  "Lieberman also introduced Trump’s pick for Secretary of Education, Betsy DeVos, during her Senate confirmation hearing in January.",
  "Kasowitz has also represented OJSC Sberbank of Russia, the country’s largest state-run bank, as Buzzfeed News has pointed out.",
  "Related: What past FBI directors’ résumés say about possible pick\n\nThe firm has represented Trump in matters for years.",
  "Lieberman was one of four people meeting with Trump to discuss the FBI position on Wednesday, Spicer said.",
  "In 2006, Trump had the lawyer sue an author who had written that Trump was worth less than $1 billion.",
  "He is a board member of the American Federation of Children, an organization that DeVos founded.",
  "Besides legal matters, Trump appears to be turning to the law firm for help filling positions.",
  "(J. Edgar Hoover was 77 when he died in 1972, ending his almost-50-year run as FBI director.",
  "He also once endorsed Senator John McCain for president, a man with whom Trump has sparred.",
  "Lieberman did not immediately respond to a request for comment.",
  "In December, Trump appointed Friedman as ambassador to Israel.",
  "In 2016, Lieberman endorsed Hillary Clinton for president.",
  "Kasowitz’s relationship with Trump goes back further.",
  "Congress later confirmed the appointment."
]