[
  "In typically florid fashion, the Russian Foreign Ministry spokeswoman Maria Zakharova retorted on Facebook: \"Before calling other countries [to account] for 'proper' behavior and respect for international law, the United States could set an example and stop manipulating excerpts from closed documents and meetings.\"",
  "JUST WATCHED Trump-Putin meeting creating dilemma in Intelligence Community Replay More Videos ... MUST WATCH Trump-Putin meeting creating dilemma in Intelligence Community 04:33\n\nA melodramatic response came within hours from Russia's deputy representative at the UN, Dmitry Polyanskiy.",
  "The immediate cause appears to have been the publication in the Russian business paper Kommersant of what's known as the DESKAA bill -- one of several pieces of legislation now before Congress that threatens harsher sanctions against Russia because of its interference in US elections.",
  "Later, he announced he was carrying a letter from President Trump for the Kremlin leadership that emphasized \"the importance of further engagement in various areas including countering terrorism, enhancing legislative dialogue and resuming cultural exchanges.\"",
  "As the Eurasia Group puts it: \"In the wake of that summit, and with multiple bills to vastly expand sanctions against Russia under review in the Senate, Trump was likely more inclined to authorize the new sanctions.\"",
  "The DESKAA bill, which has bipartisan support, would restrict the purchase of Russian sovereign debt and make it very difficult for US entities to work with Russian energy companies in international projects.",
  "Shortly before midnight Moscow time on Wednesday came the announcement from the State Department of sanctions over the poisoning of former double agent Sergei Skripal and his daughter in the UK in March.",
  "And then the US Treasury, State Department, Justice Department and/or Special Counsel Robert Mueller announce fresh sanctions, designations and indictments of Russian officials, oligarchs and companies.",
  "Last week Secretary of State Mike Pompeo warned Russia about helping North Korea evade international sanctions and followed up by insisting the US would never recognize the annexation of Crimea.",
  "Chris Weafer, longtime analyst at Macro-Advisory, says the Trump Administration may be trying to head off tougher measures moving through Congress by acting now on the Skripal affair.",
  "Medvedev, for all his optimistic noises on Tuesday, said at the same time that if Georgia were accepted as a NATO member it could \"lead to a potential conflict, beyond any doubt.\"",
  "It is the growing raft of US sanctions that has the deepest impact in Russia, threatening the Kremlin's inner circle and Russia's biggest companies, from Aeroflot to Sberbank.",
  "Most notably, it has sold about three-quarters of its holdings of US Treasury bonds, which dropped from $96.1 billion in March to an 11-year low of $14.9 billion in May.",
  "To some commentators, the mood has worsened since the Helsinki summit after widespread criticism of Trump's performance and the lack of detail about what was discussed.",
  "But Weafer adds: \"The most negative conclusion is that President Trump does not care about engaging with Russia or the outcome of any talks currently taking place.",
  "First, the irritant of a leaked Russian document by a US source to Politico, which set out the Russian position at the Helsinki summit on nuclear weapons talks.",
  "The sanctions, which weren't anticipated here in Russia, are mandated under a 1991 law designed to punish any state that uses chemical or biological weapons.",
  "Moscow (CNN) The relationship between Washington and Moscow has taken on the dimensions of a soap opera, with another breathless week of twists and turns.",
  "Hope for a better future, the possibility of another Putin-Trump summit, all capped off with the bite of sanctions and another round of recriminations.",
  "On Wednesday he praised Georgia's \"remarkable democratic and economic progress\" exactly 10 years after the brief Russian invasion of the country.",
  "The machinery of government has a remorseless force in applying sanctions based on the evidence it accrues, whatever the President tweets.",
  "And then Russian financial markets began to tumble, with the ruble hitting its lowest level against the US dollar in nearly two years.",
  "The Kremlin spokesman, Dmitry Peskov, said Thursday: \"Now from Washington you can expect anything, even the totally unpredictable.\"",
  "Sen. Rand Paul (R) was received warmly in Moscow and suggested more wide-ranging contacts between legislators of both countries.",
  "Add to that the US intelligence community's warnings that Russia is still trying to meddle in the American political process.",
  "This empowers Russia hawks in Congress and increases the chances of more sanctions legislation reaching the president's desk.",
  "It later transpired that the Senator from Kentucky had asked Trump for the letter in an effort to get a meeting with Putin.",
  "Then came the blowback, as the US Administration sought to appear tough with Russia ahead of the 2018 midterm elections.",
  "Trump's excessively conciliatory tone (CNN's David Gergen said: \"I've never heard an American president talk that way.\")",
  "No proofs, no clues, no logic, no presumption of innocence, just highly-likelies,\" Polyanskiy tweeted in English.",
  "His priority is purely domestic -- and foreign relations, such as that with Russia, is simply collateral damage.\"",
  "The first round of sanctions target so-called dual-use technologies that have civilian and military applications.",
  "Russian Prime Minister Dmitry Medvedev tweeted on Tuesday: \"Relations with the West can be brought back to life.",
  "On a wide range of issues, from arms control to Syria, there are few if any signs of tangible progress.",
  "This fast-moving drama is a microcosm of the US-Russia relationship under the Trump Administration.",
  "Indeed, the full title of the bill is \"Defending American Security from Kremlin Aggression Act.\"",
  "There are hopeful platitudes from the White House and its allies about the \"need to get along.\"",
  "As in the best and worst of soap operas, it's difficult to guess what comes next.",
  "\"Only one rule: blame everything on Russia, no matter how absurd and fake it is.",
  "Instead, the Central Bank is buying gold like there's no tomorrow.",
  "Under the law, a second round could follow three months from now.",
  "Our partners are coming to see that it is better to be friends.\"",
  "Russia is taking pre-emptive action to insulate itself.",
  "made it seem that Putin had scored a major victory.",
  "Let us welcome the United Sanctions of America!",
  "Nothing's as it seems in this complex drama.",
  "Still, there were other positive vibes.",
  "\"The theater of absurd continues.",
  "The week started well enough.",
  "Then on Wednesday, a twist.",
  "#SkripalHoax,\" he said."
]