[
  "Both requirements — that the U.S. issue a list of powerful Russians and start using sanctions to punish those doing \"significant\" business with Russian defense and intelligence companies — were included in a law Congress passed last year in response to alleged Russian interference in the U.S. presidential campaign.",
  "MOSCOW (AP) — Russian President Vladimir Putin described a list of his country's officials and tycoons put together to comply with a U.S. sanctions law as a hostile and \"stupid\" move spearheaded by President Donald Trump's political foes, but said Tuesday that the Kremlin would refrain from retaliating for now.",
  "On the sanctions, though, the administration decided it didn't need to penalize anyone — including several U.S. allies that have had multibillion-dollar arms deals with Russia in the works — because the threat of sanctions had been enough of a deterrent.",
  "Yet in the U.S. capital, the so-called \"Putin list\" was greeted with a collective shrug — mocked by some after it was revealed that the Treasury Department had prepared it by simply copying and pasting Forbes' list of Russians worth $1 billion or more.",
  "They chastised the president for declining to punish anyone under a part of the sanctions law that was intended to isolate Russia's defense and intelligence sectors for Moscow's alleged meddling in the 2016 election.",
  "The sanctions targeting foreigners buying defense products from Moscow are separate from the list of Russian politicians and wealthy businesspeople, who do not face any U.S. sanctions merely for being on that list.",
  "Yet State Department officials emphasized that Monday's deadline was merely the first date the administration could legally use the new sanctions, suggesting more action could come later.",
  "Instead, Russia hawks and Trump's opponents were focused on why his administration opted not to punish anybody — at least for now — using new sanctions authority that took effect Monday.",
  "The State Department said that through demarches to foreign countries and other diplomatic conversations, the U.S. had scuttled potential deals worth billions of dollars to the Russians.",
  "At the same time, the blanket list of 210 names — a who's who of Russian officialdom and business elite — could help him win re-election in March by fueling anti-Western sentiment.",
  "\"The president of the United States is not taking action to defend this nation,\" charged Sen. Ben Cardin of Maryland, the top ranking Democrat on the Foreign Relations Committee.",
  "Yet some observers said the list could help Putin consolidate his support base by burnishing his image of a strong leader who stands up to a hostile U.S.,\n\nStory continues",
  "Under fire from Senate Democrats on the same issue, Treasury Secretary Steven Mnuchin said Tuesday that \"there will be sanctions that come out of this report.\"",
  "Mixing sarcasm and scorn, Putin immediately struck that chord Tuesday, saying that the people the U.S. named control companies employing millions of Russians.",
  "One said that the administration had given Congress a list of 10 deals the U.S. believes will not go forward because the sanctions threat had been effective.",
  "\"He's ignoring them and he's not implementing them, even though they were mandatory,\" Senate Democratic Leader Chuck Schumer said of Trump and the sanctions.",
  "\"Certainly, this is an unfriendly move, which further exacerbates the already strained Russia-U.S. relations and hurts international relations as a whole.\"",
  "But some of those examples were conveyed to Congress in a classified memo and classified briefings, two individuals familiar with the situation said.",
  "Senior State Department officials declined repeatedly to provide examples or public evidence of any planned sales that will no longer go through.",
  "Putin's reluctance to criticize Trump suggested the Russian leader still harbors hopes for normalizing ties with the United States.",
  "\"All of us, all 146 million, have been put on some kind of list,\" he said at a meeting with activists for his election campaign.",
  "Alluding to potential future election-meddling, Cardin said that if Putin \"sees softness in the U.S. resolve, he will do more.\"",
  "A continent away, Democrats in Washington lodged the opposite complaint, charging that Trump had let Putin off the hook.",
  "The list has spooked rich Russians, who fear it could get them informally blacklisted in the global financial system.",
  "The officials weren't authorized to discuss the details and demanded anonymity.",
  "But Putin cast the action in Washington as a blow to ordinary people.",
  "Trump's administration had until Monday to take both steps."
]