[
  "| Mladen Antonova/AFP/Getty Images Florida pension investments flow to Russian companies targeted by Trump administration\n\nTALLAHASSEE — Florida’s massive public pension fund includes $160 million invested in Russian companies sanctioned this year by the Trump administration, including a handful of holdings on the state’s own list of “scrutinized companies” because of their ties to Iran, according to state investment records reviewed and analyzed by POLITICO.",
  "“By contrast, we've recently seen much more attention given to calls to divest from fossil fuel companies and gun manufacturers, for example, than firms based in Russia.”\n\n'Malicious cyber activities'\n\nAmong Russian securities held by Florida’s pension fund are those issued by at least one company with a top official ensnared in Mueller’s investigation into 2016 electing meddling.",
  "“Despite good intentions, when politicians call for pension funds to invest or divest one way or another, it's essentially asking pension fund trustees to elevate an unrelated political agenda over their core fiduciary responsibility to invest the fund's assets in such a way as to maximize returns in the economic best interest of beneficiaries,” Gilroy said.",
  "Investments include companies run by oligarchs linked to Russian President Vladimir Putin, state-run companies, enterprises that have been sanctioned for meddling in U.S. elections and companies owned by a billionaire targeted by special counsel Robert Mueller’s probe into whether President Donald Trump’s campaign colluded with Russians.",
  "Other Florida investments in Russian companies include:\n\n— $32 million in state-run bank Sberbank of Russia, which has tangentially been tied to Mueller’s probe because he is looking at a U.S. foundation funded by Russian money, including $50,000 from the head of a Sberbank subsidiary, Bloomberg News reported in December.",
  "\"This amendment was intended to offer a clear statement of rejection against a country that has acted against the direct interests of the United States and has become a force for destabilization across this world,\" he said before his amendment was killed on a bipartisan vote, according to The Journal Gazette.",
  "After initially refusing to accept $19 million in federal cybersecurity funding available to harden Florida’s voting infrastructure through the U.S. Election Assistance Commission, the Scott administration last month applied for and quickly received the federal election protection cash.",
  "Trump has called the Mueller probe a “witch hunt.”\n\nStory Continued Below\n\nPOLITICO requested records from Florida’s State Board of Administration that detailed when the state first invested in Russian entities, the total shares held and their overall value.",
  "In February, Mueller unsealed a 32-count indictment against Manafort and his former business partner Rick Gates for a wide range of financial and fraud-related charges, separate from a 12-count indictment Mueller hit the two with in October.",
  "State retirement investments are overseen by Scott and the Florida Cabinet, whose members include Agriculture Commissioner and gubernatorial candidate Adam Putnam, Attorney General Pam Bondi and Chief Financial Officer Jimmy Patronis.",
  "“We know that Florida is a target for Russian cyberattacks, and I commend EAC for promptly approving much-needed funding to improve election security,” Sen. Marco Rubio (R-Fla.) said after the state got approval for the funding.",
  "This includes investments in big-name Russian companies such as state-run Gazprom and companies tied to billionaire Oleg Deripaska, who has close ties to Paul Manafort, the now-indicted former Trump campaign chief.",
  "“There are also allegations that Deripaska bribed a government official, ordered the murder of a businessman, and had links to a Russian organized crime group,” read the Treasury release outlining the sanctions.",
  "Missouri Democrats also made a push to defund that state’s retirement fund from investments in Russia or its territories, a move that was opposed by Republicans, according to the St. Louis Post-Dispatch.",
  "The SBA has $2.3 million invested in Gazprom along with $189,759 in Gazprom Neft, a subsidiary company whose board includes Sergey Fursenko, another Russian national sanctioned in April.",
  "Manafort signed a $10 million contract with Deripaska in 2006 tied to lobbying work in Ukraine, and in 2010 Deripaska gave a $10 million loan to a company owned by Manafort and his wife.",
  "Among Russian securities held by Florida’s pension fund are those issued by at least one company with a top official ensnared in Mueller’s investigation into 2016 electing meddling.",
  "Leonard Gilroy, senior managing director of the Reason Foundation’s Pension Integrity Project, says those moves are generally seen as political, not as sound investment decisions.",
  "Deripaska has been targeted by Mueller because of his close ties to Paul Manafort, the longtime Republican operative who chaired Trump’s presidential campaign until August 2016.",
  "The Trump administration‘s April sanctions that snared Deripaska were tied, in part, to election meddling, including Russian-backed hackers probing Florida’s election systems.",
  "Of Florida’s $34 million invested in Norilsk Nickel, $18 million was made through Artisan Partners on Nov. 11, 2016, three days after Trump won the presidential election.",
  "Other Russian companies whose top officials were directly sanctioned by the Treasury Department include state-run Gazprom, a gas giant and Russia’s largest company.",
  "Those economic sanctions were put in place, in part, after Russia attempted “to subvert Western democracies, and malicious cyber activities,” according to the memo.",
  "The state’s largest Russian investment is $65 million with oil company Lukoil, the largest non-government company in Russia, and second in overall size to Gazprom.",
  "When Gazprom was first put on the list, the state divested $71 million in the company but continues to have investments in the company managed by outside funds.",
  "Florida was flagged as one of the states whose election systems were targeted by Russian-backed hackers, but state officials say the attacks were unsuccessful.",
  "Scott, a Republican, led a successful push this year for a ban on the SBA investing in Venezuela, a country whose human rights record he has publicly decried.",
  "“That rarely serves beneficiaries well.”\n\nIndiana and Missouri have considered proposals this year to divest state pension funds from Russia-linked companies.",
  "The state had no investments in the country, but Scott’s public push underscores that elected leaders can influence where the SBA does or does not invest.",
  "In Indiana, state Rep. Ryan Dvorak, a Democrat, offered an amendment to cut off the state’s investment in companies that do business with Russia.",
  "Under state law, the SBA must divest from companies on that list, but there is an exemption for investments held through outside managed funds.",
  "Scott was also a proponent of 2012 legislation that limited how the SBA could interact with companies that do business with Cuba and Syria.",
  "Of the state’s current investments in Russian companies, the first was made in 2009, while $65 million of the total was made since 2016.",
  "The SBA’s largest investment in that company was $27.6 million in October 2016, less than two weeks before the presidential election.",
  "Deripaska is specifically sanctioned along with seven companies that are on the list because of his involvement as a top executive.",
  "Scott’s administration did not mention the threat from Russia, but other Florida politicians did, including fellow Republicans.",
  "Florida has $34 million invested in shares of Moscow-based Norilsk Nickel, one the world’s largest nickel mining companies.",
  "In May, Reuters reported the company was putting on hold planned projects in Iran due to the threat of U.S sanctions.",
  "Of the investments in Russian companies, $15 million was made this year, according to records reviewed by POLITICO.",
  "Trump’s relationship with Russia has been a defining — and politically charged — issue for his administration.",
  "Deripaska was named in a U.S. Treasury Department memo outlining April sanctions on companies and individuals.",
  "As part of the Russian probe, Trump also hired U.S. attorney Marc Kasowitz, whose clients include Sberbank.",
  "Its second biggest shareholder is Oleg Deripaska, a billionaire Russian oligarch with close ties to Putin.",
  "Both Gazprom and Gazprom Neft are also on the state’s “scrutinized companies” list for their ties to Iran.",
  "Democrats have pushed the measures as Republicans remained skeptical, calling the attempts political.",
  "The Gazprom investments are through BlackRock, a global investment management company, records show.",
  "The list of companies reads like a who’s who of those starring in the rise of U.S.-Russia tensions.",
  "He stressed the governor has “no role” in picking investments, which are managed by outside firms.",
  "The highest-profile point of contention has been Russian election meddling in the 2016 elections.",
  "Those decisions are often made by outside investment firms that contract with the state.",
  "Its president, Andrey Kostin, was named in the Trump administration’s April sanctions.",
  "They also serve as the board that oversees State Board of Administration investments.",
  "Lukoil is on an SBA “examination” list due to its petroleum activities in Iran.",
  "“We haven't yet seen them gain much interest from policymakers,” Gilroy said.",
  "Requests for comment to the three Cabinet members' offices were not returned.",
  "Another $14.9 million came in January through Mondrian Investment Partners.",
  "Politicians can use their platform to influence where the money flows.",
  "“We’ll look into this,” McKinley Lewis, a spokesman for Florida Gov.",
  "The SBA made its first $1 million investment in the company in 2015.",
  "State and federal law do not prohibit investing in these companies.",
  "Elected officials don’t directly pick companies the SBA invests in.",
  "Its CEO Alexey Miller is included in the April round of sanctions.",
  "Rick Scott, said when asked about the Russian investments.",
  "The money is part of a $90 billion SBA-managed fund.",
  "— $1 million in state-run VTB Bank."
]