[
  "Skip Bafalis): Central Florida Expressway Authority\n\nDrinker Biddle & Reath LLP: Nanomedicines Alliance\n\nEtsy: Etsy\n\nK&L Gates LLP: The First Church of Christ, Scientist\n\nMehlman Castagnetti Rosen & Thomas, Inc.: Frontier Communications\n\nRoberti Global (formerly known as Roberti White, LLC): Novo Nordisk\n\nNEW LOBBYING TERMINATIONS:\n\nCalifornia Correctional Peace Officers Association: California Correctional Peace Officers Association\n\nThe Michael Lewan Company: Guardian Life Insurance Company of America\n\nWashington Premier Group LLC (formerly Washington Premier Consulting LLC): Cambridge Alliance Capital, LLC\n\nPrime Policy Group: Education Management Corporation\n\nTERMINATIONS — NO ACTIVITY:\n\nGorshein Strategies, LLC: Association of Independent Doctors",
  "The team includes Richard Hertling (former House Judiciary Committee staff director and chief counsel and former acting assistant AG in the DOJ's office of legislative affairs), Layth Elhassani (former special assistant to the president in the White House Office of Legislative Affairs), Muftiah McCartin (former House Rules Committee staff director), Joan Kutcher (former senior legislative counsel for the New York governor), Brendan Parets (former chief counsel for Sen. Lindsey Graham's (R-S.C.) presidential campaign) and Gabe Neville [former chief of staff for Rep. Joe Pitts (R-Pa.)].",
  "Sberbank CIB USA also retained three lobbyists from The Madison Group on the same issues: founder Robb Watters (former deputy chief of staff to former Rep. Mark Neumann (R-Wis.) and former adviser to the Secretary of Commerce and the U.S. Trade Representative), Marcus Mason [former chief of staff to former Rep. Walter Tucker III (D- Calif.)] and Rodney Emery [former chief of staff for former Rep. Steven Horsford (D-Nev.)].",
  "http://bit.ly/1RJ7Zc4\n\nNEW PAC REGISTRATIONS:\n\nBlack Men For Bernie (Non-Qualified Non-Party, Unauthorized)\n\nDeaf PAC (Non-Qualified Non-Party, Unauthorized)\n\nFields of Opportunity Super PAC (Non-Qualified Non-Party, Unauthorized)\n\nWinning Without Compromise PAC (Independent Expenditure-Only Committee, Unauthorized)\n\nNEW LOBBYING REGISTRATIONS:\n\nCML Consulting Services Inc. (formerly L.A.",
  "— The Podesta Group's Tony Podesta, Stephen Rademaker (former assistant secretary of state) and David Adams (former assistant secretary of state for legislative affairs) registered to lobby for the U.S. subsidiary of Russian state-held Sberbank on the scope of U.S. sanctions against Russia for its role in the Ukraine conflict and whether relief is possible.",
  "PRESIDENTIAL PIZZA: Maddy Beckwith, Ezekiel Emanuel, Tony Podesta and Chris Putala are hosting a pizza party for Hillary Clinton next month, featuring campaign chair John Podesta, senior policy adviser Maya Harris, and pizza chef James Alefantis of Comet Ping Pong.",
  "Lara Couturier (director of postsecondary state policy at Jobs for the Future), Toya Barnes-Teamer (vice president of student success at Dillard University) and Brian Fox (Oregon's director of university budget and finance) were hired for HCM's education practice.",
  "HARD TO EXPLAIN: Washington's paid representatives of foreign governments are having to field a lot of questions about Donald Trump, The Hill reports after talking to several anonymous lobbyists for countries in Latin America, Asia, the Middle East and Europe.",
  "The filing names Josh Holly (former senior adviser for the House Armed Services Committee), David Morgenstern (former chief of staff for Sen. Lamar Alexander (R-Tenn.)) and Jim Dyer (former staff director for the House Appropriations Committee).",
  "As star intern Brianna Gurciullo wrote for Pro Defense: \"The change comes as the Pentagon, seeking to close bases and wring other savings out of its infrastructure, is looking to privatize more of the multibillion dollar military housing market.",
  "And all Clinton logo haters need to check out this version, which has pepperoni pizza slices for the arrow...\n\n— Tony Podesta is also hosting a breakfast fundraiser for Rep. Steve Cohen (D-Tenn.) next month, along with Enterprise Holdings PAC.",
  "The global property and infrastructure company, based in Australia, currently runs 11,600 privatized hotel rooms at 39 military installations nationwide and its housing portfolio also includes some 41,000 residential units and 192 apartments.\"",
  "— Bob Livingston — the former Louisiana congressman, almost Speaker, earmark pro and now Trump booster — registered with the Justice Department to represent the Central Bank of Curacao and St. Maarten, charging $30,000 a month for one year.",
  "Former vice chairman of the House Republican Conference Jack Kingston (R-Ga.), now with Squire Patton Boggs, is also lobbying for a permanent rum tax cover-over, on behalf of San Juan-based conservation group Para la Naturaleza.",
  "“His knowledge might be thin, but does he have people around him who know what they’re doing?” Also name-dropped: Richard Mintz, the managing director of The Harbour Group, which represents Georgia and the United Arab Emirates.",
  "Braman and four others are not only members of Lopez-Cantera’s finance team (which Braman leads), but also are listed as managers or managing members of LLCs that gave major donations to the candidate’s PAC, Reform Washington.",
  "— The Podesta Group also signed Lend Lease (US) Public Partnerships, the operator of the largest share of privatized housing in the U.S. military, to lobby on the defense appropriations and authorization bills.",
  "Advocacy firm HCM Strategists is building up its health and education practices after Dr. Kim Hunter-Reed, a principal at HCM Strategists, left to become deputy undersecretary of the Department of Education.",
  "Georgia previously led digital operations for the National Republican Congressional Committee’s independent expenditure unit and was the digital director for the American Action Network.",
  "http://reut.rs/1MRcLmK\n\n— FP1 Strategies hired Chris Georgia, the digital director for Jeb Bush’s presidential campaign, as a partner in the firm’s digital business.",
  "No reason was given for Renna’s departure, though group members have implied there were disagreements between Renna, who became CEO five years ago, and other staff.",
  "The online arts & crafts marketplace will be represented by Julie Stitzel, formerly with The Pew Charitable Trusts, Mack|Crounse Group and NARAL Pro-Choice America.",
  "Etsy registers\n\nWith help from Cogan Schneier and Brianna Gurciullo\n\nNEW BUSINESS:\n\nStory Continued Below\n\n— Etsy registered to lobby for the first time.",
  "— CRE Finance Council CEO Steve Renna has left the real estate lobby group, Reuters reported, along with Executive Vice President Stacy Stathopoulos.",
  "These LLCs, and Braman’s own personal contributions, total $306,000 — almost a third of Reform Washington's donations through the end of February.",
  "Kim Cantor, vice president of advocacy and government relations at the Lupus Foundation of America, and Michael Kim of NVG join the health team.",
  "BRAMAN'S BACK: Florida car dealer Norman Braman, a top backer of Marco Rubio's presidential bid, has now set his eyes on the Senate.",
  "Karen Levin, senior director of finance with Grayling and Whiteboard Advisors, was appointed finance and operations director.",
  "She'll provide handmade artisanal lobbying on trade, internet sales tax, net neutrality and the gig economy.",
  "His colleagues J. Allen Martin, John Duncan, Cathryn Kingsbury and Lauri Fitz-Pegado also registered.",
  "“It’s starting to get more real,” said Nathan Daschle, the president and COO of The Daschle Group.",
  "— Covington & Burling is lobbying for Bacardi on tax legislation related to Puerto Rico.",
  "A maximum $2,7000 contribution includes a special reception with John Podesta.",
  "— Quorum Analytics, the legislative tracking startup, launched an iPhone app.",
  "They include Bernie Navarro, Trey Traviesa, Daniel Dosoretz and Pedro Martin.",
  "Carlos Lopez-Cantera, who is running to fill Rubio’s open seat.",
  "Previously, the firm Husch Blackwell advocated for the company.",
  "OpenSecrets reports Braman is gunning for Florida Lt. Gov.",
  "http://bit.ly/22Og8rn\n\nINS & OUTS:\n\n— FIRST IN PI ...",
  "Lend Lease is already in the driver's seat.",
  "Tips, please, to iarnsdorf@politico.com.",
  "They're really more like guidelines.",
  "What's in a pledge?",
  "HAPPY WEDNESDAY!"
]