[
  "Senior U.S. administration officials said that the sanctions were not aimed to punish Moscow for any particular event, but are instead a broader measure aimed at the \"totality of the Russian government's ongoing and increasingly malign activities in the world.\"",
  "The ruble fell to its lowest level against the dollar since late 2016, while shares in sanctioned aluminum producer Rusal, which is controlled by the billionaire Oleg Deripaska, plunged more than 50 percent on the Hong Kong stock exchange.",
  "/ Updated By Alastair Jamieson and Elena Holodny\n\nLONDON — It was a black Monday for Russian oligarchs as up to $16 billion was wiped off the value of the country’s wealthiest tycoons' holdings in the wake of U.S.-imposed sanctions.",
  "\"Time is needed for analysis to understand the size of the real damage and to work out steps to correct the situation, for the maximum possible correction,\" he said Monday.",
  "Prime Minister Dmitry Medvedev ordered officials to draw up measures to support sanctioned companies in the energy, metals and arms sectors, Russian news agencies reported.",
  "Putin's spokesman Dmitry Peskov said the Kremlin would back efforts to mitigate the effect of the sanctions package, which he called \"egregious in its lawlessness.\"",
  "“I lost $250 million a day,\" Oleg Tinkov, founder and chairman of the board of directors of Tinkoff Bank, told a business conference in Moscow on Tuesday.",
  "They target leading figures close to President Vladimir Putin in an aggressive response to alleged Russian meddling in the 2016 U.S. election.",
  "Russian President Vladimir Putin Mikhail Klimentyev / AFP - Getty Images\n\nEven those companies not under sanctions took a financial hit.",
  "However, some experts have warned that trying to squeeze oligarchs is unlikely to bring about a significant change in Putin's policies.",
  "Bloomberg reported that all but one of the 27 Russian tycoons on its Bloomberg Billionaires Index lost money on Monday.",
  "Reuters reported that steel miner Evraz was the biggest faller on London's FTSE 100 on Monday, down 8 percent.",
  "Shares in Sberbank, one of Russia’s biggest banks and a barometer of its economic health, fell 17.3 percent.",
  "As Russian stocks tumbled, the Kremlin reportedly said it would step in to support affected companies.",
  "The biggest loser, it said, was nickel miner Vladimir Potanin, whose wealth fell by $2.25 billion.",
  "In total, the net worth of Russia’s wealthiest people fell by $16 billion, according to Bloomberg.",
  "Alastair Jamieson reported from London, and Elena Holodny reported from Moscow.",
  "Forbes Russia said the value of tycoons on its own index fell by $12 billion.",
  "The latest sanctions were announced by President Donald Trump on Friday.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "However, some Russian business leaders remained upbeat.",
  "So, actually, it was a very positive day.\"",
  "I remember I lost a billion in a day.",
  "\"But there have been worse days."
]