[
  "The conversations he has with aides could shape their testimony before Mr. Mueller has a chance to interview them, should they be called as witnesses.”\n\nEthics rules would bar Kasowitz from speaking with any Trump official who does have a lawyer, unless he obtains consent from that lawyer, meaning, as the Times made plain, citing legal experts, “it would be in his interest if administration aides did not hire their own lawyers.” Jane Sherburne, a Clinton White House ethics counsel, told the Times she believed it would be inappropriate for Kasowitz to discourage Trump staff from hiring their own lawyers, while Richard Painter, who had a similar job under George W. Bush, “said that in a worst-case scenario, a staff member might listen to Mr. Kasowitz’s advice and ‘end up thrown under the bus.’”\n\nSo, in sum, Kasowitz, your boss’s lawyer, who is not your lawyer, and can only talk with you if you don’t have a lawyer, tells you (without informing the White House lawyer) that you don’t need a lawyer.",
  "President, its been a great honor to work with you.” The disturbing display peaked with White House chief of staff Reince (or as Trump calls him, “Reincey”) Preibus, desperately clinging to his job, offering this prayer: “On behalf of the entire senior staff around you, Mr. President, we thank you for the opportunity and the blessing that you’ve given us to serve your agenda and the American people.”\n\nInterviewed for an article published on Sunday, Trump pal Tom Barrack (last week’s ranking: 9, for being a slumlord) accurately predicted that seemingly powerful Trump administration officials would quickly accept who the boss is: “I think as time goes on, you will see less butting of heads... Because people will learn that in this administration, there is only one person that matters, and that is Donald Trump.” #MAGA\n\n9.",
  "Meanwhile, Pro Publica reported that Kasowitz “has boasted to friends and colleagues that he played a central role” in Trump’s March 11 firing of Preet Bharara, the United States Attorney for Manhattan, who at the time was investigating, among other matters, allegations: that HHS secretary Price traded in health-related company stocks while working on legislation affecting those companies; that Fox News Channel made improper payments to settle sexual harassment charges against its late chairman Roger Ailes; and that Trump’s biggest lender, Deutsche Bank, laundered money for Russian interests.",
  "The Times reported on Sunday that Kasowitz “has been talking about establishing an office in the White House complex where he can run his legal defense,” and, even more concerning, that he “has advised White House aides to discuss the inquiry into Russia’s interference in last year’s election as little as possible, two people involved said.” According to the Times, Kasowitz “told aides gathered in one meeting who had asked whether it was time to hire private lawyers that it was not yet necessary, according to another person with direct knowledge.” In addition, according to the report, “Mr.",
  "Just hours after the armed assault, Gingrich appeared on Fox News to announce that the atrocious armed assault is “part of a pattern.... an increasing intensity of hostility on the left.” He said he had spoken to pro-Trump college students who faced threats from classmates, and he sought to tie the gunman’s attack to Kathy Griffin’s notorious photo with a dummy head of Trump, the current New York production of Shakespeare’s “Julius Caesar” featuring a Trump-like tyrant, and Senator Kirsten Gillibrand’s recent pointed use of the word “fuck” to express her outrage.",
  "Last week’s ranking: 3\n\nPence continues to gaze adoringly at Trump at public events, and he joined the circle of obsequiousness in the White House cabinet room, solemnly declaring, “This is the greatest privilege of my life is to serve as vice president to a president who’s keeping his word to the American people.” He was the duly-elected governor of the state of Indiana, and he declares himself “a Christian” before anything else, and now he is “privileged” to “serve” a man who habitually lies.",
  "While 200 Democrats in Congress have now joined with state attorneys general, private businesses, and non-profit groups in suing Trump for violating the constitutional prohibition against receiving gifts from foreign governments, a USA Today investigation this week revealed that since Trump became the GOP nominee, about 70 percent of buyers of Trump properties are limited liability companies that hide buyer identities, compared with about 4 percent of buyers in the previous two years.",
  "When rumors grew that Trump was considering firing Mueller, principal deputy White House press secretary Sarah Huckabee Sanders (last week’s ranking: 10) told reporters Tuesday aboard Air Force One, “While the president has the right to, he has no intention to do so.” But the Times reported that night that “a person who spoke to Mr. Trump on Tuesday” believed that Trump’s refusal to answer reporters’ questions about whether he supported Mueller “may have been by design...",
  "These rules are aimed at (1) determining which career training programs are actually helping students build careers, and channel taxpayer dollars to those schools, rather than to overpriced, low-quality schools that are systematically deceiving and ripping off students; and (2) cancelling the student loan debts of students who were defrauded by schools they attended after the Department of Education certified the schools’ fitness for federal aid.",
  "The president was pleased by the ambiguity of his position on Mr. Mueller, and thinks the possibility of being fired will focus the veteran prosecutor on delivering what the president desires most: a blanket public exoneration.”\n\nTrump himself followed up this report by tweeting Thursday morning, “You are witnessing the single greatest WITCH HUNT in American political history - led by some very bad and conflicted people!",
  "Finally, one should note that Trump actually kicked off Monday’s shameful cabinet meeting, praising himself more lavishly, and outlandishly, than even his roomful of sycophants: “I will say that never has there been a president — with few exceptions, in the case of FDR he had a major Depression to handle — who’s passed more legislation, who’s done more things than what we’ve done... We’ve achieved tremendous success.",
  "Last week’s ranking: 2\n\nThe thing is, and I could be wrong, even after his shaky appearance before the Senate Intelligence Committee, I kinda think Sessions may be innocent of collusion with Russia, and that his nondisclosure of multiple contacts with Russian ambassador Kislyak, while improper, may have been a sloppy oversight, reflecting indeed the numerous DC encounters between senators and foreign diplomats.",
  "Kasowitz has over the years represented Trump in a wide range of Trump-like things: bankruptcy matters, divorce-related issues, a failed libel lawsuit against journalist Timothy O’Brien, a sexual harassment case filed by a contestant from “The Apprentice,” threats to sue the New York Times for publishing allegations by multiple women of sexual assault, and the litigation over fraudulent Trump University.",
  "While we don’t know exactly what Washington corporate attorney Jamie Gorelick did this week, a front page Washington Post story examined a question first raised by Republic Report back on January 10: Why is a Democratic power lawyer deeply connected to Bill and Hillary Clinton facilitating the disturbing kleptocratic power of the family whose patriarch pledged to put Hillary in jail?",
  "He also faced questions from Rep. Betty McCollum (D-MN) over newly-surfaced evidence, thanks to skilled sleuthing by researcher Nick Surgey and the non-profit Center for Media and Democracy, that Pruitt, while Oklahoma’s attorney general, used two government e-mail addresses, even though he testified at his confirmation hearing that he only used one.",
  "Last week’s ranking: 6\n\nIn an utterly disgraceful example of siding with wealthy special interests over hard-working Americans, this week Betsy DeVos confirmed that she is trashing the Obama “gainful employment” and “borrower defense” rules, measures created to provide students and taxpayers with basic protections from predatory colleges.",
  "Gorelick insisted that the federal anti-nepotism law is not triggered when the president installs his son-in-law in a top White House job, and she told ethics officials and the media alike that there were no conflict of interest concerns, even though Jared, like Trump, remains invested in his real estate empire while running the country.",
  "Even the Trump-friendly Fox host Melissa Francis expressed concern at that point, asking Gingrich, “With respect, though, even if everything you’re saying is true, to talk about it in those kinds of terms, in left and right, right now in the wake of it, does that make sense?” “If you want to know the truth,” Gingrich retorted.",
  "Apparently upset that Trump couldn’t get enough loyalty from James Comey or the fake news media, the White House decided on Monday to put on this nauseating display of obsequiousness, with cabinet members taking turns piously professing their deep gratitude, awe, servility, and fealty for their great leader.",
  "To underscore the bravado at work here, Kasowitz also currently represents OJSC Sberbank, Russia’s largest bank, in one federal lawsuit, and, in another case, represents Veleron Holding BV, an investment company controlled by Russian billionaire Oleg Deripaska, who has close connections to the Putin regime.",
  "Asked by Senator Kamala Harris (D-CA) if this policy was written down somewhere, Sessions assured her, “I think so.” Sessions also smirked as Senator John McCain (R-AZ) and committee chair Richard Burr (R-NC) teamed up to disgracefully interrupt and seek to demean Harris as she pressed Sessions for answers.",
  "The despicable shooting that injured Rep. Steve Scalise, Crystal Griner, David Bailey, Zachary Barth, and Matt Mika, carried out by a habitually angry man with anti-GOP political views, led to heartening calls by congressional leaders from both parties for greater civility and unity in our politics.",
  "Kasowitz bypassed the White House Counsel’s Office in having these discussions.” (A spokesman for Kasowitz called these accounts “inaccurate,” but according to the Times, “would not specify how.”) Legal experts consulted by Times reporters correctly expressed concern that “Mr.",
  "Trump apologists like Alan Dershowitz and various Washington legal luminaries assert that Gorelick’s legal representation of Jared Kushner and Ivanka Trump is in the highest tradition of the profession, giving wise counsel to the great, just as one would to the downtrodden.",
  "Last week’s ranking: duh\n\nBecause he was complicit in, if not the aggressive backseat driver of, much of the disgraceful behavior described above, Donald J. Trump already has earned the top spot in the Trump Team Disgracefulness Power Rankings for the second week in a row.",
  "Rather Gorelick, who has been paid to advocate for a wide range of wealthy special interests, from the post-Gulf oil spill BP to greedy student loan companies and for-profit colleges, was hired prior to inauguration day to push the ethical envelope for the junior Trumps.",
  "Worse, a report Thursday in the Wall Street Journal disclosed that, as president, Trump has told National Security Agency director Mike Rogers that he doubts the U.S. intelligence community’s judgment that Russia interfered in the 2016 election.",
  "Now Kasowitz is representing Trump in the Russiagate investigation being helmed by former FBI director Bob Mueller, a probe that has reportedly been expanded to consider allegations that Trump has obstructed justice in the White House.",
  "Late last Friday Pruitt snuck out his decision to block implementation of a modest regulation aimed at reducing the real danger that an accident, natural disaster, or sabotage at a U.S. chemical plant could kill thousands of people.",
  "A letter from Sessions, revealed on Monday, invoked what he called an “historic drug epidemic” to ask Congress to undo a federal law that barred the Justice Department from cracking down on state medical marijuana protections.",
  "Private sector guys like Paul Manafort, Carter Page, Roger Stone, Michael Flynn, Jared Kushner, and Don Trump may have been on the make, looking for deals, and perhaps were susceptible to enticements from Slavs bearing gifts.",
  "But poor Jeff Sessions, while an aggressive anti-civil rights senator, may have been, in another sense, a hapless career government loser, who didn’t know how to play the international business deal game.",
  "President, what an incredible honor it is to lead the Department of Health and Human Services at this pivotal time under your leadership.” Housing and Urban Development Secretary Ben Carson intoned, “Mr.",
  "This embarrassing spectacle barely makes the countdown because it’s a painfully obvious choice for the Disgracefulness rankings, and also because one felt painfully sorry for some of the folks involved.",
  "I think we’ve been about as active as you can possibly be at a just about record-setting pace.”\n\nThere are few people in public life who wouldn’t get how ridiculous such public bragging would seem.",
  "#MAGA.”\n\nThe notion that Trump can intimidate Mueller, like he intimidates Reincey, seems just as misguided as the idea that Trump could make James Comey and Russiagate go away by firing Comey.",
  "This is blatant corruption of policy by a predatory industry, one that has received tens of billions annually in taxpayer dollars while facing mounting law enforcement investigations for fraud.",
  "Trump and his lieutenants personify how money and greed, mixed with serious bigotry, disrespect for constitutional freedoms, and know-nothing ignorance, can really, really corrupt democracy.",
  "In fact, as the Washington Post pointed out, extensive research indicates that state medical marijuana programs actually correlate with reductions in overdoses and deaths from opiate drugs.",
  "The judgment of U.S. intelligence agencies is firm, and the evidence grew even stronger with new reporting that Russia hacked into voter databases and software systems in some 39 states.",
  "These rules would eventually have caused the demise of some of the worst career college programs, saved millions of students from crushing debt, and saved taxpayers billions annually.",
  "As we explained last week, Republic Report, which focuses on how money corrupts democracy, has met its dream mate with the kleptocratic administration of President Donald J. Trump.",
  "Sessions also is advancing his wrongheaded efforts to revive the failed war on drugs, and especially the war on what Sessions seems to think is the worst drug, medical marijuana.",
  "This raises the concern that domestic or foreign interests could be buying property from the Trump Organization, perhaps at inflated rates, to try to curry favor with our despot.",
  "Donald Trump’s personal lawyer Marc Kasowitz has swooped down from New York to DC and reportedly thrown his sharp elbows in places a personal lawyer’s elbows normally don’t go.",
  "This week Betsy DeVos moves up by abandoning veterans and other college students, Newt blows his stack, and two high-priced outside lawyers push their way into the countdown.",
  "When Republic Report published “Trump Team Disgracefulness Power Rankings - Week 1” last week, we weren’t sure we’d ever have time to do it again, let alone five days later.",
  "Last week’s ranking: 4\n\nEPA head Scott Pruitt continued his aggressive efforts to dismantle Obama-era rules to protect Americans from toxic pollution and global warming.",
  "Still, in his testimony Sessions improperly and unconvincingly refused to discuss his conversations with Trump, even though Trump has not invoked executive privilege.",
  "The for-profit college industry has relentlessly opposed the Obama rules, spending millions of our tax dollars to hire lawyers and lobbyists to try to defeat them.",
  "Instead, Sessions claimed that “long-standing policy of the Department of Justice” prohibited him from revealing conversations with the U.S. president.",
  "Trump’s disgracefulness on the Russia probe continues to be matched by his brazen refusal to disentangle himself from blatant conflicts of interests.",
  "To state the obvious: Trump should be exonerated of collusion with Russia if he is innocent, and not because Mueller is afraid of getting fired.",
  "But Gorelick’s engagement by the Trump family started before it was clear that Jared was in a jam, under investigation in the Russia probe.",
  "Francis then started to ask, “But do you rise above it and say…” only to be interrupted by an emphatic “No” from the bombastic Gingrich.",
  "Hence, Trump Team Disgracefulness Power Rankings, counting down the week’s ten most disgraceful figures in the Trump administration.",
  "Pruitt went to Capitol Hill on Thursday to defend a Trump EPA budget that drastically cuts enforcement of environmental rules.",
  "Last week’s ranking: 5\n\nAgain this week, we have no idea what Bannon did, beyond making marks on his white (supremacy) board.",
  "The Koch brothers and others in the chemical industry have aggressively lobbied against rules to make chemical plants safer.",
  "This disclosure came on top of evidence that Pruitt, as AG, also used a private email address for some official business ?",
  "The integrity of our democracy is clearly at stake, and the U.S. president should be fighting to fix the problem.",
  "Gorelick’s assurances have been undermined by, among other things, Jared’s sister’s blatant sales pitch in China.",
  "Among numerous prostrations, Health and Human Services Secretary Tom Price (last week’s ranking: 7) gushed, “Mr.",
  "Permanent spoiler alert: We simply can’t imagine anyone other than Donald J. Trump ever occupying the top spot.",
  "An executive from predatory Bridgepoint Education, Robert Eitel, now works at the Department of Education.",
  "Most stunning, if true, was a reported effort by Trump to intimidate Russiagate special counsel Mueller.",
  "Disclosure: Two retired generals and I told the EPA that such a decision would be seriously messed up.",
  "veterans, single moms, immigrants, and others striving to overcome the odds and build better futures.",
  "Trump is again this week’s number one in Republic Report’s Trump Team Disgracefulness Power Rankings.",
  "Kasowitz’s advice to administration staff may benefit the president more than the aides themselves...",
  "But not from the hyper-grandiose former Speaker of the House Newt Gingrich, a heavy Trump supporter.",
  "For-profit colleges have donated big money to the GOP, Trump owned one, and DeVos invested in them.",
  "But there’s been so much disgracefulness this week that the rankings basically wrote themselves.",
  "But Trump, determined to defend his absolute triumph at all costs, just won’t hear it.",
  "Now they appear to have prevailed over the interests of for-profit college students ?",
  "Unfortunately one of those people is the current president of the United States.",
  "But the fact that Trump is dumb doesn’t make his conduct any less disgraceful.",
  "But Trump once again was out front making his own case for being number one.",
  "Any sentence that uses the word “lawyer” so many times suggests trouble.",
  "But Sessions, blinded by his own reefer madness, doesn’t seem to care.",
  "Jamie Gorelick, personal lawyer for Ivanka Trump and Jared Kushner.",
  "again, something he did not disclose in his confirmation testimony.",
  "Trump is not merely a disgrace; he’s a total and complete disgrace.",
  "Pruitt seems to have a problem with emails, and with the truth.",
  "Scott Pruitt, Environmental Protection Agency Administrator.",
  "executive privilege may not used to cover up wrongdoing.)",
  "(As the Heritage Foundation helpfully documented ?",
  "Marc Kasowitz, personal lawyer for Donald Trump.",
  "Mike Pence, Vice President of the United States.",
  "Donald J. Trump, President of the United States.",
  "Reincey Priebus and the Cabinet of Sycophants.",
  "Stephen Bannon, White House Chief Strategist.",
  "This is the opposite of draining the swamp.",
  "Whatever he did, he’s a disgraceful bigot.",
  "Under Trump, the swamp runs everything.",
  "But we won’t get tired of him winning.",
  "Betsy DeVos, Secretary of Education.",
  "Newt Gingrich, Trump cheerleader.",
  "Jeff Sessions, Attorney General.",
  "But again, I could be wrong.",
  "This Week’s Rankings\n\n10.",
  "Last week’s ranking: ?",
  "Last week’s ranking: ?",
  "Last week’s ranking: ?",
  "Last week’s ranking: ?",
  "Believe me.",
  "in 2012 ?",
  "5.",
  "4.",
  "7.",
  "6.",
  "8.",
  "2.",
  "3.",
  "1."
]