[
  "Trump's relationship with Deutsche Bank came under the microscope once he won the presidential election\n\nPrior to Trump's election as president last fall, his financial disclosures showed he held roughly $360 million in debt to the bank, with about $125 million in two mortgages for one of the president's major Florida golf courses, Trump National Doral, The Washington Post reported.",
  "REUTERS/Kai Pfaffenbach At the same time, Deutsche Bank was under investigation by the Justice Department for both its role in a \"mirror trading\" scheme with Russian oligarchs that allowed them to launder cash out of Russia in the face of US sanctions, and for its mortgage practices amid the financial crisis, which regulators sought a $14 billion fine for.",
  "Kevin Dietsch-Pool/Getty Images\n\nPresident Donald Trump's longtime relationship with Deutsche Bank is receiving renewed attention after reports that US investigators asked the bank for information on accounts held by the president, his family, and associates.",
  "Deutsche Bank's real estate business had only been in operation for a year at that point, so the group, led by Mike Offit, was willing to take a risk on Trump, who was essentially blacklisted by the major Wall Street firms, Bloomberg reported.",
  "Multiple publications reported this week that Mueller's team had subpoenaed Deutsche Bank for that information, though some of the reports were later amended to say that investigators had asked the bank for data on Trump associates' accounts.",
  "The president's association with the German bank was born in the late 1990s, when major Wall Street firms would no longer loan Trump money following a series of disastrous ventures such as the Trump Shuttle and Trump's Atlantic City casinos.",
  "Offit's team soon financed the construction of Trump World Tower in New York City near the United Nations and backed his failed bid at redeveloping the site of the New York Coliseum, Bloomberg wrote.",
  "During a July interview with The Times, Trump suggested that Mueller would be crossing a \"red line\" by digging into his finances, moving outside the scope of what he is tasked with investigating.",
  "A US official told Reuters that at the heart of the inquiry was whether the bank sold part of Trump's debt to the Russian bank VEB or any other Russian banks under sanctions.",
  "In July, The Times reported that US banking regulators were reviewing the hundreds of millions of dollars in loans Deutsche Bank made to Trump over the past two decades.",
  "Now, that relationship could find itself at the center of special counsel Robert Mueller's investigation into Russian interference in the 2016 presidential election.",
  "That became a major issue prior to Trump's taking office as ethicists and others demanded that he sever himself from his businesses and financial entanglements.",
  "Trump used what was an unusual defense, known as \"force majeure,\" which allows for an extension to pay back a loan under extraordinary circumstances.",
  "The bank provided Trump with a $640 million construction loan in 2005 to assist him in building the Trump International Hotel and Tower in Chicago.",
  "The relationship began in 1998, when a group of real-estate bankers gave Trump a $125 million loan for renovations to his 40 Wall Street property.",
  "It was in the same story that The Times reported that the bank was in contact with federal investigators related to the special counsel's probe.",
  "That led to Trump suing a group of lenders led by Deutsche Bank for $3 billion, rather than repay part of the loan when its due date came.",
  "Deutsche Bank ended up settling with the government on the mortgage front for $7.2 billion just days before Trump took office in January.",
  "Trump's debt to Deutsche Bank also included loans for Trump's Chicago building and the Trump International Hotel in Washington, DC.",
  "The bank also lends to Trump's family, including most prominently his son-in-law and White House senior adviser Jared Kushner.",
  "Trump claimed the financial crisis was the equivalent of a \"once-in-a-century credit tsunami\" and similar to an earthquake.",
  "Trump's relationship with the massive German bank dates back roughly 20 years and has taken many twists and turns.",
  "\"So I think if he wants to go, my finances are extremely good, my company is an unbelievably successful company.\"",
  "During the transition period last December, Kushner met with the hed of VEB, Sergei Gorkov, in New York City.",
  "Offit would leave Deutsche Bank in 1999, but Trump's relationship with the bank would only continue to grow.",
  "Sources said the bank was expecting it would have to turn over information on Trump's accounts to Mueller.",
  "The bank sought to restructure Trump's debt, but as Bloomberg reported, that effort stalled in late March.",
  "\"If I was super conservative and wasn't willing to do some unusual stuff, how was I going to compete?\"",
  "Trump's business was good for the bank and helped make it money, The New York Times reported in July.",
  "\"I had one way to succeed — that was to make this thing big and profitable,\" Offit told Bloomberg.",
  "Jay Sekulow, a member of the president's legal team, denied that any subpoena was issued.",
  "But the project neared completion right as the financial crisis hit.",
  "Deutsche Bank countersued Trump, and the two parties later settled.",
  "They continued doing business together after the settlement.",
  "Trump quickly became Offit's best client, he said.",
  "\"Look, this is about Russia,\" he said.",
  "Donald Trump."
]