[
  "All of this makes a mockery of Eric Trump's claim that his father's cruise-missile strike against Syrian President Bashar al-Assad, Russia's ally, somehow shows\n\nAll of this makes a mockery of Eric Trump's claim that his father's cruise-missile strike against Syrian President Bashar al-Assad, Russia's ally, somehow shows \"that there is no Russia tie.\"",
  "U.S. President Donald Trump (L) shakes hands with James Comey, director of the Federal Bureau of Investigation (FBI), during an Inaugural Law Enforcement Officers and First Responders Reception in the Blue Room of the White House on January 22, 2017 in Washington, DC.",
  "Comey told senators in a closed session that there was a third meeting between Attorney General Jeff Sessions and the Russians that was previously undisclosed on top of two previous meetings that Sessions did not disclose in his confirmation hearings.",
  "In Trump's defense, it may be said that evidence of private — as opposed to public — collusion involving him personally has not surfaced, and that the indications of a quid pro quo in return for Russia's election help are far from definitive.",
  "Kirill Kudryavtsev/Pool/Reuters\n\nNBC News reported recently that \"the Trump administration was gearing up to lift sanctions on Russia when the president took office, but career diplomats ginned up pressure in Congress to block the move.\"",
  "Comey has now testified under oath that Trump tried to secure a pledge of \"loyalty\" from him in return for remaining the FBI director, and that Trump tried to pressure him into \"letting Flynn go\" while Flynn was under FBI investigation.",
  "But within days, Trump admitted to NBC's Lester Holt that the real reason was\n\nBut within days, Trump admitted to NBC's Lester Holt that the real reason was because he wanted to end the investigation into the \"Russia thing.\"",
  "Trump clearly hoped that, with a wink and a nudge, he would get the FBI director to drop the investigation into his former national security advisor, who may well have damning information that he could reveal if pressed.",
  "This request, which Coats and Pompeo do not deny, is all too reminiscent of one of the articles of impeachment against Nixon, who also tried to use the CIA to stop an FBI investigation of executive branch misconduct.",
  "Trump still talks tougher about Germany than he does about Russia, and he yukked it up with Russia's foreign minister and ambassador in an Oval Office meeting where he shared code-word secrets with the Russians.",
  "He then celebrated the resulting leaks from WikiLeaks (\"I love WikiLeaks\"), which his own CIA director has identified as \"a nonstate hostile intelligence service often abetted by state actors like Russia.\"",
  "Pool/Andrew Harrer via Getty Images\n\nThere are myriad financial and other links to the Kremlin involving Paul Manafort, Trump's former campaign manager, and Carter Page, his former foreign policy advisor.",
  "Now, the Washington Post reports, Trump is considering giving back to the Russians two diplomatic compounds seized by President Barack Obama in retaliation for Russia's meddling in our election.",
  "He also met with Sergei Gorkov, a trained Russian spy and close associate of Russian President Vladimir Putin, who runs a Kremlin-affiliated bank that has been sanctioned by the U.S. government.",
  "AP\n\nThat Donald Trump and his defenders are breathing a sigh of relief after former FBI Director James Comey's blockbuster Senate testimony shows how low the bar has been set for the president.",
  "Director of National Intelligence-designate Dan Coats testifies on Capitol Hill in Washington, Tuesday, Feb. 28, 2017, at his confirmation hearing before the Senate Intelligence Committee.",
  "But they ignore the likelihood that Trump is now under investigation by Special Counsel Robert Mueller for obstruction of justice — and for good reason: He all but confessed to the crime.",
  "Now, the\n\nWhile the growing Kremlingate scandal made it politically impossible for Trump to reward Putin for election interference by lifting sanctions, he hasn't punished Putin either.",
  "There's a good reason that the FBI obtained a Foreign Intelligence Act warrant for Page — it means the FBI had good cause to believe he's a Russian agent, or connected in some fashion.",
  "The Washington Post reported that Trump asked Dan Coats, the director of national intelligence, and Mike Pompeo, the CIA director, to pressure Comey to back off the Flynn probe.",
  "While the growing Kremlingate scandal made it politically impossible for Trump to reward Putin for election interference by lifting sanctions, he hasn't punished Putin either.",
  "But he did not say what was untrue, and numerous other news articles have reported that the Trump campaign had numerous interactions with influential Russian representatives.",
  "When the president tells a subordinate he \"hopes\" that something will occur, that is, in effect, an order — and Comey interpreted it as such, even if he did not carry it out.",
  "When the president tells a subordinate he \"hopes\" that something will occur, that is, in effect, an order — and Comey interpreted it as such, even if he did not carry it out.",
  "As former Watergate prosecutor Philip Allen Lacovara writes: \"Any experienced prosecutor would see these facts as establishing a prima facie case of obstruction of justice.\"",
  "According to Comey, Trump, while insisting \"that he hadn't done anything wrong,\" tacitly conceded that \"some 'satellite' associates of his\" may have done \"something wrong.\"",
  "During his testimony, Comey disputed a New York Times article on contacts between the Trump campaign and the Russians, saying that \"in the main, it was not true.\"",
  "Perhaps the greatest gift Trump has given the Russians is his refusal to affirm NATO's Article 5, thus casting the future of the Atlantic alliance into question.",
  "Intriguingly, Kushner was head of data analytics for the Trump campaign, even as the Russians were using bots to covertly boost Trump on Facebook and Twitter.",
  "Not only is Comey's testimony damning on its own, but the situation is far worse for the president than the testimony, taken in isolation, would suggest.",
  "Sure, he lied and behaved unethically — but, hey, at least he's not personally under investigation for colluding with Russia to alter the 2016 election.",
  "Trump then told the Russian foreign minister and ambassador that before he fired Comey (\"a real nut job\"), \"I faced great pressure because of Russia.\"",
  "That there was public collusion between the Trump campaign and the Russians, while the Kremlin was interfering in the U.S. election, is undisputed.",
  "Very little of the Comey testimony touched on collusion, because he regards it as too sensitive to discuss in open session— itself a damning fact.",
  "The president's Republican defenders act as if the fact that his attempts to quash the Russia probe were unsuccessful somehow exonerates him.",
  "The president's Republican defenders act as if the fact that his attempts to quash the Russia probe were unsuccessful somehow exonerates him.",
  "Associated Press/Alex Brandon\n\nThe cover story of Trump defenders that the president was only offering a nonbinding suggestion won't wash.",
  "Trump, after all, publicly called on July 27, 2016, for the Russians to hack Hillary Clinton's emails (\"Russia, if you're listening …\").",
  "In truth, suspicious contacts with the Russians were not limited to \"satellite associates,\" but involved Trump's nearest and dearest.",
  "Even Mike Flynn, Trump's first national security advisor, received more than $45,000 from the Kremlin that he did not disclose.",
  "But if Democrats win the 2018 midterm elections, we are likely to see the most serious impeachment proceedings since Watergate.",
  "In fact, the one-off strike (of which the Russians were forewarned) does not change Trump's policy of leaving Assad in power.",
  "In fact, he knew that even talking to Comey about it was wrong, which is why he cleared the room on Feb. 14 before doing so.",
  "The only thing standing between Trump and impeachment is the new partisanship of the Republican majority on Capitol Hill.",
  "But Trump's real problem, from a legal standpoint, is the cover-up — or rather what appears to be an attempted cover-up.",
  "But Trump's real problem, from a legal standpoint, is the cover-up — or rather what appears to be an attempted cover-up.",
  "He reportedly tried to set up a secret back channel with the Russians using communications equipment provided by them.",
  "Jared Kushner, son-in-law and senior advisor to Trump, left off his Russian contacts from his security clearance form.",
  "Initially Trump claimed that he was firing Comey because the FBI was in \"disarray\" and the director was a \"showboat.\"",
  "Oh, and longtime confidant Roger Stone seemed to have suspicious advance knowledge of what WikiLeaks would reveal.",
  "Reuters, for example, reports that there were at least 18 contacts during the final seven months of the campaign.",
  "What Comey said, in his calm, just-the-facts-ma'am manner, is only one piece of the Kremlingate jigsaw puzzle.",
  "There's a good reason why Sen. John McCain recently said this scandal is reaching \"Watergate size and scale.\"",
  "The cover story of Trump defenders that the president was only offering a nonbinding suggestion won't wash.",
  "But Richard Nixon wasn't successful in obstructing justice, either — and he was still forced to resign.",
  "But Richard Nixon wasn't successful in obstructing justice, either — and he was still forced to resign.",
  "Trump's defenders make much of the fact that Comey said he wasn't under investigation for collusion.",
  "The final and most convincing evidence of obstruction of justice involves Comey's firing on May 9.",
  "If this were \"fake news,\" as Trump alleges, there would be no classified information to protect.",
  "None of this amounts to proof of collusion, but there is certainly copious evidence of it.",
  "It's particularly hard to explain what Kushner, now a focus of the FBI probe, was up to.",
  "You have to look at it in totality to see how damning the whole picture actually is.",
  "There is also evidence of a possible quid pro quo between Trump and the Russians.",
  "The reasons Trump initially gave were, as Comey noted, \"lies, plain and simple.\"",
  "In short, the White House has no cause to breathe easy after Comey's testimony.",
  "There are three parts of this puzzle: collusion, quid pro quo, and cover-up.",
  "Sanctions might well have been lifted were it not for Flynn getting fired.",
  "Why wasn't Trump more explicit in ordering Comey to drop the Flynn probe?",
  "Flynn was fired for lying about his talks with the Russian ambassador.",
  "And what possibly innocent explanation can there be for their conduct?",
  "(In fact, Flynn has offered to testify in return for immunity.)",
  "The only question is whether there was private collusion, too.",
  "Why would they lie if there was nothing to hide?",
  "Because he knew that doing so would be improper.",
  "Trump claimed \"total and complete vindication.\"",
  "None has been offered by the Trump team.",
  "A lot of evidence points that way.",
  "Russian president Vladimir Putin.",
  "What total and complete chutzpah.",
  "Want more evidence of a cover up?",
  "Former FBI director James Comey.",
  "I'm not under investigation.\"",
  "Now, \"that's taken off.",
  "All of that is true."
]