[
  "At the time, a US official told Reuters that at the heart of the inquiry was whether Deutsche Bank sold part of Trump's roughly $300 million in debt to the Russian bank VEB or any other Russian banks under sanctions.",
  "The US attorney's office in the Eastern District of New York subpoenaed the records from Deutsche Bank, which has lent hundreds of millions over the years to the Kushner family, as well as to President Donald Trump.",
  "But The Times noted that the US attorney's office has been investigating Kushner's businesses' use of the EB-5 visa program, which offers visas to foreign investors in exchange for $500,000 real estate investments.",
  "The investigation has already brought charges against multiple Trump campaign officials, including former campaign chairman Paul Manafort and former national security adviser Michael Flynn.",
  "Additionally, there was no sign that the subpoena had any connection to special counsel Robert Mueller's investigation into Russian interference in the 2016 presidential election.",
  "The newspaper reported, citing four individuals briefed on the matter, that federal prosecutors in Brooklyn sought those records about entities associated with Kushner Companies.",
  "Drew Angerer/Getty Images\n\nFederal prosecutors sought bank records related to White House senior adviser Jared Kushner's family business, The New York Times reported Friday.",
  "However, Deutsche Bank didn't appear to be involved in any Kushner projects involving that program, which led The Times to suggest that the subpoena could be unrelated.",
  "Earlier this month, multiple outlets reported that US investigators asked Deutsche Bank for information on accounts held by people close to the president.",
  "Trump himself has a decades-long relationship with the bank, which helped him overcome a massive financial rut in the 1990s.",
  "It was not clear what specific records were sought, The Times wrote, or what the investigators were seeking to learn.",
  "During the presidential transition last December, Kushner met with the hed of VEB, Sergei Gorkov, in New York City.",
  "Kushner has already been interviewed by Mueller.",
  "Jared Kushner."
]