[
  "As conflict of interest claims mount against them, the president is said to be cooling on the couple’s role in the administration\n\n\n\nLife at the White House for Donald Trump’s senior adviser and son-in-law Jared Kushner and his wife, Ivanka Trump, may be rapidly losing its appeal as conflict of interest claims against the couple mount and the president himself is said to be cooling on continuing their roles in the administration.",
  "‘Call it chaos’: Trump adrift after week of White House anarchy Read more\n\nKushner, who this week was stripped of his top-level security clearance, faces intensifying scrutiny on a number of fronts, including loans on his family’s real estate assets agreed with creditors who stand to gain from White House economic policy, and from special counsel Robert Mueller’s Russia investigation.",
  "These are reported to include a $184m loan on a Chicago skyscraper – the midwest headquarters for AT&T – from private equity firm Apollo Global, a company that stands to benefit from the Trump administration’s infrastructure spending as well as the decision to leave carried-interest provisions so beloved of private equity investors in place.",
  "The property is facing $1.2bn refinancing at the end of this year and the search for lenders has reportedly, at various times, led to contacts with Putin ally and head of Russian state investment bank Vnesheconombank (VEB) Sergei Gorkov, as well as Anbang, the Chinese insurance giant, and members of the Qatari Investment Authority.",
  "According to Reuters last week, the New York state department of financial services (DFS) made the requests to Deutsche Bank, Signature Bank and New York Community Bank for information on loans and other financial arrangements including lines of credit and loan guarantees.",
  "“These types of inquiries appear to be harassment solely for political reasons.”\n\nEB-5 visas\n\nIn addition, the Securities and Exchange Commission is reportedly looking into Kushner company’s promotion of White House ties to pitch EB-5 visas to Chinese investors.",
  "Kushner’s use of EB-5, a congressionally approved visa-for-investment system, came under renewed scrutiny last year after the Kushner family members conducted sales pitches in Shanghai and Beijing seeking investment in a New Jersey project One Journal Square.",
  "“Stories like these attempt to make insinuating connections that do not exist to disparage the financial institutions and companies involved,” a Kushner Companies spokeswoman, Christine Taylor, told the New York Times.",
  "Kushner had to make more than 100 revisions to his security-clearance application; his financial filings had to be amended 39 times in four months after he “inadvertently omitted” millions of dollars in assets.",
  "According to reports in the Washington Post and the New York Times, the pitch included a photograph of the president in a slideshow that described him as a key decision-maker on the fate of the EB-5 program.",
  "Peter Mirijanian, a spokesman for Ivanka Trump’s ethics counsel, told CNN that no “hurdle, obstacle, concern, red flag or problem has been raised with respect to Ms Trump or her clearance application”.",
  "Brooklyn development\n\nThe $509m also reportedly includes a $325m Citigroup loan on a Brooklyn development, soon after the Citigroup CEO, Michael Corbat, met with Kushner at the White House.",
  "Seemingly, Kushner’s inability to receive security clearance stems from his family’s real estate dealings and the business’ pressing need for investment, often from foreign lenders.",
  "Photograph: Richard Drew/AP\n\n666 Fifth Avenue\n\nThe flagship of the Kushner empire, Jared Kushner’s first big deal is looking increasingly like a potentially ruinous burden.",
  "According to the Washington Post, US intelligence agencies have learned that numerous foreign government officials discussed how to exploit his business interests.",
  "Like many Trump-badged properties, the company receives licensing and marketing fees from the developer, in this case the wealthy Malaysian Joo Kim Tiah.",
  "Meanwhile, the FBI has reportedly been examining Ivanka Trump’s negotiations over the financing of Trump International Hotel and Tower in Vancouver.",
  "In both cases law enforcement officials are concerned that the couple’s foreign dealings leave them vulnerable to pressure from foreign agents.",
  "Chicago skyscraper\n\nThe company has reportedly taken out loans totaling $509m from lenders with whom Kushner has held White House meetings.",
  "The paper also reports that the president has told aides it might be preferable if the couple returned to civilian life in New York.",
  "Deutsche bank loan\n\nA $285m Deutsche bank loan to Kushner Companies is reportedly the focus of New York banking regulators.",
  "“Prior to our CEO voluntarily resigning to serve our country, we never had any type of inquiries,” Taylor said in an email.",
  "The $1.8bn property was purchased at the top of the market in 2007 before prices for commercial real estate crumbled.",
  "Facebook Twitter Pinterest The 666 Fifth Avenue skyscraper, center, controlled by Kushner Companies.",
  "Spokespeople for Apollo and Citigroup denied that the meetings had anything to do with the loans.",
  "A Kushner spokesman said the photograph was included by the Chinese organizer of the event.",
  "Taylor said the company had not received a copy of any letter from regulators.",
  "These include four countries: Israel, China, Mexico and the UAE.",
  "These are some of the business problems plaguing Kushner."
]