[
  "Editors in the West also had wider-ranging interest in Russia stories back then; nowadays, the focus (with some exceptions, such as Foreign Policy's reporting about Russia's hearts-and-minds campaign in Syria, growing dissent in the Russian heartland and the church's mounting campaign against abortion) tends to be trained narrowly on Trump.",
  "Amid the investigation into alleged collusion between U.S. President Donald Trump's election campaign and the Kremlin, public demand for reporting on Russia has never been higher — but it's nearly impossible for any journalists in Russia to add substance to the story that's on everyone's mind.",
  "We could call Putin's spokesman Dmitri Peskov on the phone (today he is almost impossible to get hold of), we would get interviews for (some) government ministers and senior executives, without waiting the obligatory maximum six weeks only to then be told that their schedules are full.",
  "A day later, Russia's RBC media group published a massive report into the factory's finances and focus on the U.S. elections last year, detailing how its trolls had incited racial hatred on both sides, and stirred up debates on immigration and gun rights.",
  "One might think that foreign correspondents would treat this as an exciting challenge: In a non-Russian context, we would jump on the phones to contact our well-honed government sources and complement Washington's reporting with details and nuance.",
  "But even if we were to gain access to the upper echelons of Russian government, there's plenty of reason to doubt we would ever find a way to make all the pieces of the puzzle fit together into a single master plan.",
  "Last week, President Vladimir Putin signed a law allowing the Russian government to designate non-Russian media as \"foreign agents,\" meaning their funding and activities will come under intense scrutiny.",
  "U.S. officials here tell us that Washington has solid proof of Russian election meddling, but exposure of that information would jeopardize the safety of those involved in gathering and providing it.",
  "In mid-October TV Rain, the country's sole independent television channel, recorded the first interview with a member from the Internet Research Agency, the Kremlin's notorious \"troll factory.\"",
  "My Moscow apartment is a 15-minute walk from VEB, the state-owned development bank whose head, Sergei Gorkov, met with Trump's son-in-law Jared Kushner soon after the presidential election.",
  "Consider the recent news that two former aides to Trump's presidential campaign were charged on possible collusion with the Kremlin, with a third pleading guilty of lying to the FBI.",
  "In recent weeks, independent Russian journalists have painstakingly tried to explain what the West, namely the U.S. media, has been consistently getting wrong about this story.",
  "Putin had recently ordered Washington to cut the size of its diplomatic staff by hundreds, in response to fresh U.S. sanctions slapped on Russia for election interference.",
  "Unlike the White House, but perhaps similar to Beijing's Great Hall of the People, the Kremlin is a heavily fortified bastion of secrecy, both physically and symbolically.",
  "The motley, continually expanding cast of Russian characters to appear in the scandal were almost certainly trying to impress the Kremlin, not acting on orders from it.",
  "CNN, Voice of America, Radio Free Europe/Radio Liberty, and German public broadcaster Deutsche Welle are expected to be in the firing line, according to Russian media.",
  "This is largely because, contrary to common belief, it has been a long time since foreign journalists have been able to cultivate, gain, or develop Kremlin sources.",
  "Like Russians across the country, we tune in each Sunday evening to watch news programs on state-run television by hosts Vladimir Soloviev and Dmitry Kiselyov.",
  "A lot of guesswork has always gone into trying to figure out what Putin's Kremlin wants — and that includes people with power, as well as foreign journalists.",
  "Thomson Reuters\n\nMOSCOW — It has never been harder to be a foreign correspondent in post-Cold War Russia than it is now, and not just for the obvious reasons.",
  "The leading pundits deliver their views on the happenings of the week, in what are widely seen as choreographed shows designed to deliver the Kremlin line.",
  "It's no accident that nearly all of the major developments in the Trump-Russia story have been reported from within the United States, rather than Russia.",
  "It is a strange sensation being so near a story you cannot access — something like being in a warzone without ever having a clear view of the front line.",
  "And on that warm August evening, as we circled the Kremlin several times, we talked about how this was the closest we'd get, at least for a while.",
  "The only cracks that have been etched in the collusion story from this side of the Atlantic have been courtesy of Russian journalists.",
  "During the summer, many foreign reporters gathered for the annual boat party, an informal event that has taken place in recent years.",
  "The troll told the web-based outlet that they were forced to watch the Netflix series House of Cards to understand American politics.",
  "Viktor Rezunkov/RFE/RL Our work is closely monitored by the Russian government; it is no secret that our communications are tapped.",
  "It's not only the Russian government's worsening secrecy and mistrust that's making our lives in the foreign press corps difficult.",
  "And that may be related to the biggest problem that foreign correspondents now face, especially those who write for U.S. audiences.",
  "And the reverse has also taken place, notably when the U.S. financially backed Boris Yeltsin in the 1996 presidential elections.)",
  "When congressional officials in March revealed the sit-down, journalists in Moscow flooded the bank with requests for interviews.",
  "As I spent weeks piecing together a story on Gorkov I often passed VEB's large, semicircular building with salmon-tinted windows.",
  "The most journalists can do is sift through the same set of meager clues offered by state-run media about policymakers' views.",
  "When I first started reporting from Russia, just over a decade ago, nobody doubted the significance of the country's politics.",
  "And so it's unlikely Putin ever signed off on a clear plan about how, and to what extent, to interfere in the U.S. election.",
  "We in Moscow are unable to independently verify and corroborate the latest news about the country in which we are based.",
  "But the bank I was writing about might as well have been several time zones away, or in a different country altogether.",
  "Yes, there were various Russian efforts to sow discord in the United States and influence the presidential election.",
  "When we ask the Russian foreign ministry about the claims, we are met with a uniform, and at times hostile, denial.",
  "The discussion among Americans seems increasingly on the verge of veering into the realm of conspiracy theorizing.",
  "Putin is no arch strategist, but someone who acts on compulsion, and often at cross-purposes with himself.",
  "The resulting reports often add to, rather than diminish, the cloud of mystery surrounding Russiagate.",
  "Shine: Fancy Bear,\" a play on the hacking groups linked by security experts to the Russian government.",
  "Unsurprisingly, TV Rain and RBC are among the few major Russian media outlets not run by the state.",
  "But even before the new law, the Kremlin already did a fantastic job of muzzling the foreign press.",
  "The tidbits of information we do manage to secure could have been collected from outside Russia.",
  "The newfound threat of being labeled a foreign agent by the Kremlin makes the job even harder.",
  "Russian authorities keep a tight lid on the information allowed out to the general population.",
  "The bottom line: The Russian government is a chaotic institution, not a streamlined machine.",
  "And if we experienced any success at doing so now, we wouldn't be here for much longer.",
  "Physical proximity to it meant nothing in terms of my ability to write about it.",
  "Instead, most journalists in Russia I know reacted with blanket frustration.",
  "\"I hate this story,\" lamented one journalist at an American newspaper.",
  "(Though this was not the first time that Moscow has tried to do this.",
  "It's also the cognitive dissonance now inherent to our work.",
  "On the invitation, the dress code read, \"Rain: Cosy Bear.",
  "But we could see the story around us, and we had access.",
  "We abide by an unwritten rulebook of self-censorship.",
  "The story's players are tantalizingly close to hand.",
  "Thomson Reuters It wasn't always like this.",
  "But this is less journalism than guesswork.",
  "\"What is the point of us even being here?\"",
  "St. Petersburg's Internet Research center.",
  "asked a Western television producer.",
  "Straying can and has meant ejection.",
  "Putin delivers a speech in Moscow.",
  "Russian President Vladimir Putin.",
  "They weren't granted them."
]