[
  "In May, based on interviews with six White House sources, the Times reported that it was Kushner who eagerly and “strongly advocated” Comey’s “ouster” after “assuring” Trump that the firing would be a political “win” that would “neutralize protesting Democrats because they had called for Mr. Comey’s ouster over his handling of Hillary Clinton’s use of a private email server.” Numerous other reporters also noted Kushner’s role in advising Trump to fire Comey.",
  "https://t.co/hr3A3bd8Kz — Ann Coulter (@AnnCoulter) July 25, 2017\n\nIn a series of tweets this week, Trump, still seething that Attorney General Jeff Sessions recused himself in March, lashed out as his “beleaguered” attorney general after telling three New York Times reporters that he would not have hired Sessions to be his attorney general if he had knows Sessions would recuse himself.",
  "So if Kushner sincerely and naively actually believed that firing Comey would be received by Democrats with cheers like some claimed Iraqis would greet American soldiers with “sweets” and “flowers,” then that raises another set of questions about why someone who is so in over his head and apparently clueless about politics is Trump’s top aide.",
  "“Reminder: It was Kushner’s decision to fire [former FBI director James] Comey that brought the Independent Counsel, not Sessions recusing himself months earlier,” tweeted Coulter, who was one of the few across the media spectrum who always stood by Trump during the campaign when nearly everyone else was running straight for the hills.",
  "He knew full well that Donald Trump firing James Comey would only serve to enrage Democrats and anti-Trump people, because no matter what they thought of Comey, they were holding out hope that Comey could take down Trump,” Palmer wrote then, implying that Kushner wanted to, above all else, look out for his interests.",
  "Conservative commentator and best-selling author Ann Coulter pointed out on Twitter this week that President Donald Trump is in his current predicament regarding Russia and Special Counsel Robert Mueller because of Jared Kushner’s political malpractice.",
  "Bill Palmer of the Palmer Report floated a sinister theory in May that Kushner was so eager to fire Comey that he knowingly gave Trump bad advice, telling Trump whatever he needed to hear to pull the trigger on getting rid of Comey.",
  "Sources tell us Kushner was a prominent voice advocating Comey's firing & the President's angry that move has created a firestorm @MajorCBS pic.twitter.com/N3IhlTnwM5 — Norah O'Donnell????",
  "(@NorahODonnell) May 17, 2017\n\nWhen the opposite predictably occurred, Trump reportedly “grew incensed,” and his relationship with Kushner, who is regarded as “Mr.",
  "Since Sessions had already recused himself from the investigation, his deputy attorney general Rod Rosenstein then appointed Robert Mueller as special counsel.",
  "It is still unclear whether Kushner met with Gorkov as a member of Trump’s transition team or as a representative of his family’s real estate holdings.",
  "Kushner had apparently been under FBI investigation for his meetings with Russian Ambassador Sergey Kislyak and Russian banker Sergei Gorkov.",
  "But his advising Trump to fire Comey has only dragged Trump and his whole family into the mess they are in now, as Coulter pointed out.",
  "Reminder: It was Kushner's decision to fire Comey that brought the Independent Counsel, not Sessions recusing himself months earlier.",
  "Perfect” by the technocrats and the globalists, started to “fray a bit,” according to the Times.",
  "Kushner is apparently in the White House to protect and defend his father-in-law.",
  "That theory is a bit far-fetched.",
  "His friends are Democrats.",
  "“Kushner is a Democrat."
]