[
  "The classified information Kushner has access to is no less sensitive, and, in fact, his position in the West Wing—where I spent the past few years—exposes him to a much broader array of the most classified information and programs in the U.S. government than he would in most other executive branch roles.",
  "In recent days, moreover, the Trump administration confirmed that Kushner also attended a June 9, 2016, meeting with a Russian, who—in an email forwarded to Kushner—was described as a “government lawyer” privy to Moscow’s effort to denigrate Hillary Clinton and advantage Trump.",
  "But the latest revelations undeniably have raised additional questions about the judgment of key figures in President Trump’s orbit, namely his eldest son Donald Jr., his former campaign manager Paul Manafort, and his son-in-law Jared Kushner.",
  "It consisted of interviews, psychological exams and a lie detector test, while my family, friends and neighbors were subjected to questions about everything from my financial health to my drinking habits by humorless federal agents.",
  "In one such previously undisclosed meeting with Kislyak, Kushner reportedly sought to establish a covert backchannel with Moscow, employing Russian communication equipment in an apparent effort to evade U.S. surveillance.",
  "Story Continued Below\n\nThe fact that Kushner, by all accounts, retains that clearance is an affront to America’s national security and a slap in the face to the career professionals subject to a different set of rules.",
  "Kushner, it seems, was content to allow his White House colleagues to make liars of themselves as he left himself open to being compromised by the Kremlin, which has almost certainly known the truth all along.",
  "National security professionals with access to Top Secret information are entrusted with material whose release—by its very definition—could cause “grave damage” to our national security.",
  "He is among several Trump administration officials and associates to have acknowledged, long after the fact, his contacts with then-Russian Ambassador to the United States Sergei Kislyak.",
  "Ned Price, a former CIA analyst, was a special assistant to President Obama for National Security affairs as well as spokesperson and senior director on the National Security Council.",
  "In the face of persistent questions, Trump administration officials had—until last weekend—maintained for months that no campaign operatives had held any meetings with Russians.",
  "My run-in was minor in the scheme of things, but it underscored the seriousness with which security officials treated potential security violations by career officers.",
  "These are the facts: Jared Kushner held suspicious meetings with Russians officials and operatives that he failed to disclose when he applied for a security clearance.",
  "The scholar, it turned out, also blogged, leading the CIA to consider him a reporter (with whom intelligence officials are not supposed to have unsanctioned contact).",
  "It’s far from clear just how deep the Russia affair goes; in today’s climate, one progressive’s collusion is a conservative’s perfunctory opposition research meeting.",
  "Career officials, many of whom spend decades in service of their country, are subject to a different set of rules than those under the protection of the powerful.",
  "I am confident in saying that my clearance would have been immediately revoked had I, as a career CIA officer, been accused of a fraction of these activities.",
  "At the ambassador’s request, moreover, Kushner also met with the head of a Russian bank under U.S. sanctions, a discussion that went unreported for months.",
  "When I ultimately was cleared to join the ranks of the CIA, the imperatives of unimpeachable integrity and sound judgment were stressed at every turn.",
  "On more than one occasion, a co-worker was unceremoniously escorted from CIA headquarters without anything resembling an official explanation.",
  "I cited the interview in the bibliography of my thesis, which I submitted to the CIA to ensure it did not contain any classified information.",
  "In my case, the clearance process culminating in my first day at Langley lasted approximately a year, fairly standard for the period.",
  "I know this because, as a career CIA officer and later a spokesman for the National Security Council, I used to be one of them.",
  "With nearly each passing day, the public learns more sordid details of the Russia scandal engulfing the Trump administration.",
  "He relayed that my discussion with a renowned American scholar—part of my master’s thesis research—was cause for concern.",
  "Only Kushner, however, holds an administration position and, as a result, a Top Secret security clearance.",
  "I was summoned to a secure facility where I was subjected to a videotaped interview with an investigator.",
  "In one case, a career official had her clearance revoked for failing to stay current with student loans.",
  "If he weren’t the president’s son in law, he’d have been frogmarched out of the White House long ago.",
  "If Kushner indeed still retains his clearance, there’s an unmistakable double standard at play.",
  "But even when explanations were offered, the offenses seemed rather inconsequential.",
  "The banker, Sergei Gorkov, has close ties to Russia’s intelligence services.",
  "As with much in our polarized society, much lies in the eye of the beholder.",
  "It’s a mantra that becomes an ethos for our national security officials.",
  "Getty 1600 Penn Why Does Jared Kushner Still Have a Security Clearance?",
  "That’s never how the system has worked, nor is it how it should work.",
  "And the consequences for falling short were always on our minds.",
  "I, too, was visited by the security powers-that-be at one point.",
  "Why does he still have access to America’s biggest secrets?",
  "How did the agency learn of this unintended transgression?",
  "Anyone else would have been fired long ago, if not worse.",
  "First, let’s review what we’ve learned about Kushner.",
  "And rightly so."
]