[
  "Russian President Vladimir Putin attends on October 24, 2014 a meeting of members of the Valdai International Discussion Club in the Russian city of Sochi (AFP Photo/Michael Klimentyev)\n\nMoscow (AFP) - President Vladimir Putin's spokesman on Wednesday ridiculed US media reports that the Russian strongman may be suffering from cancer, saying he was fine and that journalists should \"shut their trap\".",
  "It also reported that \"news outlets from Belarus to Poland\" had been saying for months that Putin -- who has dominated Russia's political scene for almost 15 years -- had cancer of the spine.",
  "For Putin, his image as a healthy, active man ready to ride bare-chested or track tigers is crucial in a country where he is already old enough to claim a state pension.",
  "As he faces political isolation from the West and economic woes as the ruble plunges, Putin's sky-high approval rating has dipped for the first time since April.",
  "The Levada independent polling agency found that 83 percent of those questioned in September would vote for Putin as president, down from 87 percent in August.",
  "Rumours of Putin's ill health have persisted over the past few years, with some observers saying he appeared to be in pain at times during public appearances.",
  "In 2012, Putin cut down on foreign travel for a while and postponed a high-profile visit to Japan, with sources in Tokyo blaming health problems.",
  "Dmitry Peskov blasted those behind speculation that the 62-year-old Putin -- who has long cultivated an action-man image -- was in ill health.",
  "The New York Post on Friday cited \"sources\" as saying Putin was suffering from pancreatic cancer, one of the deadliest forms of the disease.",
  "His face also sometimes looks swollen, prompting rumours he could be on steroid medication, or trying anti-ageing treatments.",
  "It suggested the information came from an unnamed elderly German doctor who had been treating Putin until recently.",
  "Kremlin chief of staff Sergei Ivanov said at the time that a \"minor sports injury\" was to blame.",
  "Everything's okay,\" he told journalists at Putin's country residence outside Moscow.",
  "They should shut their trap.",
  "\"They shouldn't bank on it."
]