[
  "US Secretary of State John Kerry and Russia Foreign Minister Sergei Lavrov speak to the media after a meeting concerning Syria, at UN headquarters in New York on September 30, 2015 © AFP Dominick Reuter United Nations (United States) (AFP) - Russia and United States agreed Wednesday to call urgent military talks to head off the risk of clashes between their forces, after Moscow's dramatic entrance into the Syrian war.",
  "Screenshot/https://www.youtube.com/watch?t=1&v=2NrLLkdu0mg\n\n'Holy battle'\n\nPutin, who obtained parliamentary permission to use force abroad just hours before the strikes, warned that Moscow would hunt down IS militants before they target Russia.",
  "Lavrov agreed their talks had been useful and both men said they would take their ideas for the political process back to their respective presidents, Russia's Vladimir Putin and the US's Barack Obama.",
  "Appearing together on the sidelines of the UN General Assembly in New York, they said they would hold \"de-confliction\" talks and had drawn up proposals to relaunch a Syrian political peace process.",
  "Russia meanwhile is urging countries to join an intelligence task force Moscow is setting up with Iran, Iraq and Syria, arguing that supporting Assad's government is the only way to defeat IS.",
  "Alexander Konovalov of the Strategic Analysis Institute said Russia wanted to end its diplomatic isolation and may not realise the long-term consequences of intervention in the Middle East.",
  "And they complained the US-led coalition already fighting its own air war against the jihadists had only been given a heads-up by a Russian general in Baghdad one hour before bombing began.",
  "France, which on Sunday launched its first air strike against IS in Syria, also raised doubts over Russia's objectives, echoing concerns that Moscow's aims simply to keep Assad in power.",
  "Putin wants to muscle his way back onto the world stage after months of Western isolation following Russia's seizure of Crimea and support for a separatist insurgency in eastern Ukraine.",
  "Kerry told the United Nations Security Council that there would be \"grave concern\" in Washington if it turned out the targets were opposition fighter and not IS or Al-Qaeda, as claimed.",
  "\"We agreed on the imperative of as soon as possible -- perhaps even as soon as tomorrow, but as soon as possible -- having a military to military de-confliction discussion,\" Kerry said.",
  "\"I'm especially concerned because there has been no real effort by the Russian side to de-conflict the Russian air strikes in Syria,\" he said, referring to the limited advance warning.",
  "He pledged his country would not get sucked into a protracted military campaign and chief of staff Sergei Ivanov said the operation would be time-limited and not involve ground forces.",
  "But, after sharp public comments in Washington and the United Nations, US Secretary of State John Kerry and his Russian opposite number Sergei Lavrov put a brave face on the dispute.",
  "But the narrow agreement to seek a mechanism to avoid accidental encounters between Russian and US-led forces could not disguise the deep divisions Moscow's actions had revealed.",
  "Senior US officials expressed alarm after Russian warplanes began their first military engagement outside the former Soviet Union since the occupation of Afghanistan in 1979.",
  "\"We were going to Afghanistan for six months and stayed there for 10 years,\" he told AFP, referring to a conflict that killed over 14,000 Soviet troops between 1979 and 1989.",
  "Russia's powerful Orthodox Church voiced support for Moscow's air strikes, calling it a \"holy battle,\" but some in Russia dared to accuse the Kremlin of short-sightedness.",
  "Western powers consider Assad's military responsible for the vast majority of the 240,000 deaths in the war, and say his presence makes a political settlement impossible.",
  "The Americans accused Russia of striking moderate rebel factions fighting Bashar al-Assad's Syrian regime under cover of their claimed assault on the Islamic State group.",
  "Institute for the Study of War\n\n'Backfire'\n\nBoth Moscow and Damascus presented the operation as targeting Islamic State militants, an idea disputed by US officials.",
  "Sixty-nine percent of Russians are against Moscow's deployment of troops in Syria, with just 14 percent in favour, according to a recent poll by the Levada Centre.",
  "\"The Russians struck northern Homs today and killed 36 innocent people... who fought against extremism,\" said Khaled Khoja, head of the National Coalition.",
  "But the head of Syria's main opposition group told AFP that one bombing run killed 36 civilians -- including five children -- in central Homs province.",
  "And he warned that Russia's arrival in the bloody four-year-long civil war would \"backfire\" and only serve to prolong the conflict.",
  "Putin also said Assad should be ready for compromise with the opposition, \"for the sake of his country and his people.\"",
  "US Defense Secretary Ash Carter, said: \"It does appear they were in areas where there were probably not ISIL forces.\"",
  "The Russian defense ministry said it carried out 20 flight missions and hit eight IS targets.",
  "NATO Secretary General Jens Stoltenberg expressed consternation.",
  "The aftermath of a Russian airstrike in Homs, Syria."
]