[
  "Butting heads with Russian President Vladimir Putin over compliance with a 26-year-old treaty to eliminate an entire class of nuclear weapons is not something that fits into Obama's \"reset\" with Russia, which already was stalled after Russia granted asylum to National Security Agency leaker Edward Snowden and annexed Ukraine's Crimean Peninsula.",
  "The official said Secretary of State John Kerry had \"raised treaty compliance issues broadly with Russia,\" that Gottemoeller had discussed them more specifically with Russian officials and that the administration regularly updates Congress on compliance-related issues \"and has done so consistently, as required by law, since coming into office.\"",
  "A State Department official, who spoke on condition of anonymity because he did not have permission to discuss the issue publicly by name, said the administration worked hard to produce a compliance report by April 15, which requires coordinated input from the State, Defense and Energy departments and intelligence agencies.",
  "Roger Wicker, R-Miss., and Kelly Ayotte, R-N.H., asked the Defense Department's inspector general to look into whether the Pentagon knew of \"any and all compliance concerns regarding the INF treaty and the Russian Federation during the process of the negotiation and ratification of the New START treaty.\"",
  "Congress is stepping up pressure on the White House to confront Russia over allegations that it is cheating on a key nuclear arms treaty -- a faceoff that could further strain U.S.-Moscow relations and dampen President Barack Obama's hopes to add deeper cuts in nuclear arsenals to his legacy.",
  "\"By failing to even acknowledge Russia's cheating -- almost since day one of the `reset' policy and during his New START treaty negotiation -- the president has failed to lead,\" said Rep. Mike Rogers, an Alabama Republican who chairs the House Armed Services strategic forces subcommittee.",
  "On Friday, 10 Republican senators sent a letter to the State Department asking its inspector general to look into whether the then-assistant secretary of state for arms control knew about the compliance issue -- and didn't tell the Senate -- when New START was being ratified.",
  "The Republicans especially want to know whether the Obama administration knew about the alleged cheating on the INF treaty when it was asking Congress to ratify the New START treaty, which the president hailed as a \"cornerstone of our relations with Russia.\"",
  "It's unclear why the administration, which has raised the issue with Russia through diplomatic channels, doesn't want to publicly blow the whistle on Moscow's alleged violation of the Intermediate-Range Nuclear Forces Treaty signed in 1987.",
  "Rose Gottemoeller, the undersecretary of state for arms control and international security, acknowledged earlier this month that the U.S. has deep concerns that Moscow is cheating, but she and other officials have said little else publicly.",
  "Moreover, the defense authorization bill the House passed last week included a clause requiring the administration to submit an unclassified report on the matter to Congress 90 days after the bill becomes law, and every 90 days thereafter.",
  "There are several theories: The U.S. doesn't want Russia to pull out of the treaty altogether, which would be embarrassing for a president who, shortly after taking office, declared his vision of a world without nuclear weapons.",
  "Besides the issues over Snowden and Ukraine, Washington needs Russia's help in ending the Syrian civil war and sealing a deal that constrains Iran's nuclear activities in exchange for lifting economic sanctions on Tehran.",
  "Last June, Obama announced in Berlin that he wants to cut the number of U.S. nuclear arms by another third, which would shrink the total to between 1,000 and 1,100 weapons for bombers and land- and sea-based missiles.",
  "Right now, everybody is waiting to see whether the State Department's latest compliance report, which was due in mid-April and has yet to be released, will accuse Russia of noncompliance.",
  "The report should address how the president is holding Russia \"accountable for being in material breach\" of the treaty and whether it's a good idea for the U.S. to remain a party to it.",
  "The treaty, which took effect in February 2011, requires the U.S. and Russia to reduce the number of their strategic nuclear weapons to no more than 1,550 by February 2018.",
  "He lamented that the U.S. never needed the entire class of intermediate-range missiles that the treaty banned unless it planned to go to war with Mexico or Canada.",
  "He said he intends to \"seek negotiated cuts\" with Russia -- something Congress would be unlikely to approve if Russia is found in violation of the 1987 INF treaty.",
  "\"The Congress -- unwilling to wait any longer on the president -- is moving ahead with declaring Russia's conduct to be a violation of its treaty obligations.",
  "Since the treaty was signed, countries along Russia's borders, such as North Korea, China, Pakistan and India, have acquired these types of weapons, he said.",
  "The U.S., meanwhile, continues to raise the cheating issue with the Russians, but only quietly -- perhaps in hopes of keeping the treaty intact.",
  "The treaty banned all U.S. and Russian land-based ballistic and cruise missiles with ranges between 300 miles and 3,400 miles.",
  "Obama has won Senate ratification of the New START treaty, the most significant arms control pact in nearly two decades.",
  "That deadline has passed as well and Republican lawmakers complain the administration has not reached out to brief them.",
  "But the issue has been simmering for a few years and Republicans on Capitol Hill want Obama to address it head-on.",
  "But we only have one commander in chief, and it's time for him to put our defenses and other responses in place.\"",
  "Last year, Congress required the administration to brief lawmakers by May 15 with or without the report.",
  "In June 2013, Russian presidential chief of staff Sergei Ivanov said the treaty cannot last forever.",
  "The Russians are accused of testing a new ground-launched cruise missile in violation of the treaty.",
  "\"We have serious compliance concerns with the Russians with regard to the INF Treaty,\" she said.",
  "Russian officials say they have looked into the allegations and consider the matter closed.",
  "The concern has to do with a ground-launched cruise missile that has been tested.\"",
  "It's an awkward time for Washington to be pointing a finger at Russia over nukes.",
  "\"Why can anyone have weapons of this class but the U.S. and we legally cannot?\"",
  "The official said only that the report would be available soon.",
  "We will continue to do so until we're satisfied.",
  "Republicans in Congress are getting impatient.",
  "\"I've raised them repeatedly.",
  "Earlier this month, Sens.",
  "he said."
]