[
  "REUTERS\n\nWhile there's no mention of a line in the manual about how operatives should walk while not carrying a weapon in their right hand, the BMJ staff concluded that trainees were likely conditioned to keep the arm steady and near the waist, \"presumably allowing subjects to draw the gun as quickly as possible when confronted with a foe.\"",
  "\"An asymmetrically reduced arm swing was identified in several highly ranked Russian officials, including the current prime minister, Dmitry Medvedev, two former ministers of defence (Anatoly Serdyukov and Sergei Ivanov), and Anatoly Sidorov, a highly ranked military commander,\" concludes BMJ in the research summary.",
  "\"If this were true, then it would be reasonable to expect a similar gait 'abnormality' in other Russian officials who might have received similar instruction during weapons training by the KGB or other military or intelligence agencies,\" wrote the BMJ.",
  "The BMJ has a history of publishing quirky stories to grab headlines around Christmas, but a spokesperson told CBS News the research on \"gunslinger's gait\" had been peer reviewed and authenticated like the rest of the group's work.",
  "The BMJ's theory, after an \"analysis of YouTube videos depicting the gait of highly ranked Russian officials,\" is that Putin picked up his not-so unique strut during training as an agent for the former Russian spy agency, the KGB.",
  "The roots of what the BMJ has dubbed \"gunslinger's gait\" can be traced, apparently, back to a KGB training manual, which the medical journal says instructed agents to \"keep your weapon against the chest or in the right hand.",
  "There have been suggestions of neurological or physical disorders to explain the seemingly immobile arm, but the BMJ (formerly known as the British Medical Journal) had a hunch there could be something else at play.",
  "LONDON -- Russian President Vladimir Putin strides purposefully to a podium, or almost anywhere else he strides, with his right arm swinging notably less than his left.",
  "In a research paper published this week, they claim to have figured it out... possibly, and it's more to do with following orders than it is with disorders.",
  "So the researchers took to YouTube and watched clips of various high-ranking Russian officials walking, \"with surprising results.\"",
  "Medvedev, it notes, was never trained by the KGB or Russia's military, but may just be trying to mimic his boss.",
  "Moving forward should be done with one side, usually the left, turned somewhat in the direction of movement.\""
]