[
  "REUTERS/Grigory Dukor REUTERS/Grigory Dukor\n\nWhen President Barack Obama announced sanctions on seven Russian individuals Monday, the officials themselves spent most of the day openly mocking the effect they would have.",
  "Gennady Timchenko\n\nHe is one of the one of the founders of Gunvor, one of the world's largest independent commodity trading companies involved in the oil and energy markets, and the 12th-richest man in Russia.",
  "In total, the expanded list of sanctions includes some of his top advisers, some former KGB colleagues, and some entities that could slam both Putin and Russia's finances.",
  "\"Nobody should believe that this is the end of what we are prepared to do,\" a senior administration official said Thursday morning on a conference call with reporters.",
  "\"They're being designated for being part of the leadership's inner circle,\" a senior administration official said, \"colloquially known as 'The Cronies.'\"",
  "Russian opposition leader Alexei Navalny wrote an op-ed in The New York Times on Thursday outlining a list of officials he said the U.S. should sanction.",
  "Arkady and Boris Rotenberg\n\nThe two brothers are influential Russian businessmen and, according to Navalny, former judo-sparring partners with Putin.",
  "Yuri Kovalchuk\n\nHe is the largest shareholder of Bank Rossiya, which also had sanctions levied on it, as well as Putin's personal banker.",
  "The U.S.'s latest punitive measures freeze any assets of sanctioned individuals and entities currently held within U.S. jurisdiction.",
  "Vladimir Yakunin, the chairman of the state-owned company Russian Railways, was there, as was Sergei Ivanov, Putin's chief of staff.",
  "Most of the individuals and officials on the list have two common traits: They are wealthy, and they are close to Putin.",
  "Obama administration officials warned Russia that if it refuses to de-escalate the situation, more pain would be coming.",
  "Many common names showed up on the list Thursday, and four of those were the members of Putin's \"inner circle.\"",
  "In 2009, Timchenko sued The Economist for what he said was a misrepresentation of his relationship with Putin.",
  "The reason: Obama's sanctions target four of Russian President Vladimir Putin's closest inner-circle members.",
  "Obama announced more sanctions — and this time, Russia's retaliatory \"sanctions\" are the ones being mocked.",
  "Far from a game-changer, they only served to irritate the officials and provoke threats of retaliation.",
  "The White House said they received approximately $7 billion in contracts for the Sochi Olympic Games.",
  "Timchenko's \"activities in the energy sector have been directly linked to Putin,\" the official said.",
  "As Navalny described them, they are part of \"the Kremlin mafia who pillage the nation's wealth.\"",
  "They made billions on Putin-awarded contracts with Gazprom, the state-controlled energy company.",
  "Putin has investments in the company, a senior Obama administration official said Thursday.",
  "According to Forbes, the brothers are worth $4 billion and $1.7 billion, respectively.",
  "The sanctions also prohibit Americans from conducting business with those on the list.",
  "And their personal wealth has increased by $2.5 billion in the last two years alone.",
  "There were other important Russians who were among the 20 new individuals listed.",
  "He has a net worth of more than $1.4 billion, according to Forbes.",
  "He was more of Putin's acquaintance, he said, and not a friend.",
  "He eventually dropped the suit.",
  "On Thursday, the roles shifted.",
  "\"It's only the beginning.\"",
  "Arkady Rotenberg AP 2, 3.",
  "1.",
  "4."
]