[
  "Join 250,000 readers of George Friedman's Free Weekly Newsletter\n\nGeorge Friedman provides unbiased assessment of the global outlook—whether demographic, technological, cultural, geopolitical, or military—in his free publication This Week in Geopolitics.",
  "Russian President Putin attends media forum of All-Russia People's Front in St. Petersburg Thomson Reuters Russian President Vladimir Putin recently did three very interesting things.",
  "Boris Yeltsin—Putin's predecessor—was deposed by a coalition of elites because he allowed the economy to virtually disintegrate and the US to embarrass Russia during the Kosovo war.",
  "Turkish President Erdogan attends meeting with Russian President Putin in St. Petersburg Thomson Reuters\n\nPutin needs to convince Erdogan to enter into an alliance.",
  "Joseph Stalin Wikipedia\n\nQuestionable loyalties\n\nIt is now 2016, and the elites—and increasingly the public—are realizing that the economy is not going to recover.",
  "Putin is now seen as an aggressive absolute dictator making large foreign policy concessions at the expense of close allies—for what seems like no visible gain.",
  "But fear makes politics unpredictable, and geopolitical analysis doesn't work on the thinking of worried men drinking vodka to calm their nerves.",
  "Subscribe now and get an in-depth view of the forces that will drive events and investors in the next year, decade, or even a century from now.",
  "REUTERS/Pavel Rebrov\n\nPutin seized formal control of Crimea even though Russia had broad informal control through its large military presence.",
  "There is a great deal of infighting in these groups, and Putin has cracked down on some oligarchs who were seen as a threat to his power.",
  "A strategic alliance with Turkey would disrupt the American containment policy and allow Russian influence in the Middle East to surge.",
  "After Turkish President Recep Tayyip Erdogan's visit to Moscow, Putin met with Armenian President Serzh Sargsyan and gave him the news.",
  "Finally, Putin has shown some signs that he may force Armenia to return parts of Nagorno-Karabakh, a contested region, to Azerbaijan.",
  "Putin is not nearly as powerful as Erdogan, so using a coup to purge the entire country isn't going to work because it might succeed.",
  "Putin was elevated to leadership to fix the economy and restore Russia as a great power.For Russians, this means a great deal.",
  "Yet, the tale began with Western-backed protesters ousting a pro-Russian government and replacing it with a pro-Western one.",
  "In my view, the Russian military is still not in a position to move into and occupy Ukraine, even without resistance.",
  "Armenia is hostile toward Turkey over what it calls the Armenian genocide and Turkey's refusal to apologize for it.",
  "A few weeks earlier, Putin fired at least three regional governors and replaced them with his personal bodyguards.",
  "The prize for anyone who topples him is to become the leader of a country in deep economic and strategic crisis.",
  "They also realize that Ukraine has not been secured, and that the grand foray into Syria has become a stalemate.",
  "Putin became aggressive after he suffered a grievous reversal in Ukraine, but it didn't get him what he wanted.",
  "Further, Putin would replace former key players with people who never dreamed of attaining such a high rank.",
  "He has been courting China for a significant alliance, but the Chinese don't see how Russia can help them.",
  "First, he fired his long-time aide and chief of staff, Sergei Ivanov, and moved him to a lower position.",
  "If Putin can force a negotiation and come away with a concession, it will do wonders for his image.",
  "The coup in Turkey—and Erdogan's apology for the downing of a Russian jet—opened the door for him.",
  "I have already written about how Russia's economy has been in free-fall since oil prices dropped.",
  "A missile corvette fires during the Navy Day celebrations in Sevastopol, Crimea, July 31, 2016.",
  "During the collapse of the Soviet Union, these two groups meshed in a way that benefitted both.",
  "At first, such threats spawn huge support for a country's leader (the same is seen in the US).",
  "The other is the elite, which in Russia consists of oligarchs and the intelligence apparatus.",
  "I doubt that Erdogan is buying, but he will use it to extract concessions from the Americans.",
  "It would be much easier to let Putin carry the blame (and what little glory he can extract).",
  "He must do something substantial, and that can only happen in the area of national security.",
  "It could mean war, as I might be wrong about either Russia's military or Putin's eagerness.",
  "He may convince powerful people that they are in danger, forcing them to defend themselves.",
  "Russia recently released its Q2 GDP estimate that showed a slowing in economic contraction.",
  "He has a strong network of supporters, money, control of the security services, and so on.",
  "Structurally, though, there is a coalition of elites in Russia to whom Putin must answer.",
  "Armenia is historically a close Russian ally, and Russian troops are stationed there.",
  "Putin must also address his Ukraine problem, and that is precisely what he is doing.",
  "Putin should survive until 2018\n\nPutin's personal future is of little consequence.",
  "The Russians claimed that Ukrainian special forces attacked Russian-held Crimea.",
  "In Russia, the sense of a national security threat eclipsed the economic crisis.",
  "It is not paranoia to be uncertain about who remains loyal and who is plotting.",
  "They know that if anything happened to Putin, they would be return to the cold.",
  "In that case, he would destabilize a potential threat by removing key players.",
  "They remember what Stalin's lack of preparedness in World War II did to them.",
  "But, this is where Putin's pre-emptive moves on personnel become dangerous.",
  "In the meantime, Putin looks good in Russia when he really needs to shine.",
  "They know that slowing the economic decline is the best they can hope for.",
  "I think that Putin knows there is a threat but is uncertain of its origin.",
  "His actions are a way to declare that he knows more than he actually does.",
  "His problem is that the Russian elite is uneasy, and loyalties can shift.",
  "The Russian-backed rebels were forced to a stalemate by Ukrainian troops.",
  "Putin wants a neutral Ukraine, without Western weapons or guarantees.",
  "I think that Putin will survive until the end of his elected term.",
  "With a 250-mile range, these missiles can reach deep into Ukraine.",
  "Or if he doesn't detect a threat, he can assume one still exists.",
  "They announced that they sent S-400 anti-air missiles to Crimea.",
  "When he detects a threat, he can move against it very quickly.",
  "Any newcomer will face the same problems and lack of options.",
  "He tried to incite an uprising in eastern Ukraine but failed.",
  "His actions create the image of confronting the Ukrainians.",
  "As a down payment, he offered Armenia's national interests.",
  "Explaining Putin's moves\n\nPutin can act on two principles.",
  "Whether they were an actual threat or not doesn't matter.",
  "But, support fades over time when no solutions are found.",
  "Putin's two major problems\n\nPutin has two huge problems.",
  "Two layers of support\n\nPutin has two layers of support.",
  "It has been two years since the twin crises happened.",
  "Then removing someone like Ivanov is extremely odd.",
  "There was no reason to question Putin's leadership.",
  "Whoever replaces him will come from the same elite.",
  "This is not trivial, but in the end, not decisive.",
  "The second problem is Putin's failure in Ukraine.",
  "The West sees him as the aggressor, and he was.",
  "But the truth has always been far more complex.",
  "What lurked under the surface could be ignored.",
  "This is not to say that Putin is without power.",
  "The Russian situation was much better in 2013.",
  "But I think it is a prelude to negotiations.",
  "This is a radical change in Russian policy .",
  "Replacing them with bodyguards is very odd.",
  "That explains the firings and replacements.",
  "Second, Russia raised pressure on Ukraine.",
  "Removing that many governors is a bit odd.",
  "Putin's support will inevitably erode.",
  "And Putin knows it is not a slam dunk.",
  "But today, the wealthy are hurting.",
  "And this is Putin's highest card.",
  "Now, it is even more convoluted.",
  "That is good news, in a way.",
  "Everyone else will wonder.",
  "That will not be enough.",
  "One is public opinion."
]