[
  "Mikhail Klimentyev, Sputnik, Kremlin Pool Photo via AP\n\nMOSCOW — Russian President Vladimir Putin on Friday fired Sergei Ivanov, his chief of staff and one of his closest allies, in the highest-profile power reshuffle at the Kremlin in years.",
  "\"I remember well our agreement that you had asked me not to keep you as chief of the presidential administration for more than four years, and that is why I understand your desire to choose another line of work.\"",
  "In a symbolic gesture, Putin on Friday appointed Ivanov a special envoy for transportation and environment, a stunning downgrade for the man who has been considered one of the most influential people in Russia.",
  "In a subtle hint to the fact that his political career is over, the 63-year-old Ivanov in the televised remarks on Friday thanked Putin for his \"high assessment of my work during the past 17 years.\"",
  "Ivanov was considered a likely successor to Putin before Putin chose Dmitry Medvedev to run for president in 2008 when he was unable to stand himself because of term limitations.",
  "Despite the clear appearance that Ivanov had been forced out, Putin insisted he was making the move at Ivanov's request because he had been too long in the job.",
  "Ivanov was also taken off the Security Council, Russia's top security body, which includes Putin, chairs of the parliament, and chiefs of security services.",
  "Russian President Vladimir Putin, right, with Sergei Ivanov during a reception celebrating the Day of Russia at the Kremlin in Moscow on June 12.",
  "Former KGB officer Ivanov, a former defense minister and deputy prime minister, has been seen as one of Putin's closest allies.",
  "Vayno, 44, the new Kremlin chief of staff, has worked in Putin's protocol department and was recently Ivanov's deputy.",
  "The stern statement was followed by footage of a meeting of Putin, Ivanov, and the new chief of staff, Anton Vayno.",
  "The Kremlin's press office on Friday issued Putin's order to \"relieve Sergei Ivanov of his duties.\"",
  "\"I'm happy with how you handle tasks in your line of work,\" Putin said."
]