[
  "JUST WATCHED Russian business uneasy after sanctions Replay More Videos ... MUST WATCH Russian business uneasy after sanctions 02:08\n\nJUST WATCHED EU announces new round of sanctions Replay More Videos ... MUST WATCH EU announces new round of sanctions 02:09\n\nJUST WATCHED EU taking careful approach with sanctions Replay More Videos ... MUST WATCH EU taking careful approach with sanctions 01:07\n\nShe is credited with bringing major investors into St. Petersburg and transforming the city into an international hub.",
  "Story highlights The list of Russians targeted includes some of Vladimir Putin's closest aides\n\nHighest-ranking politicians and influential businessmen are among those listed\n\nInformal aides and long-term allies to Putin are banned from traveling to EU and the U.S.",
  "We need to ban them from donating blood and sperm, and if they die in car accidents, we need to bury their hearts in the ground or burn them as they're unsuitable for the aiding of anyone's life.\"",
  "Gennady Timchenko, founder of energy trading company Gunvor\n\nMagnate Gennady Timchenko's activities in the energy sector have been directly linked to Putin, according to the U.S. Treasury.",
  "Sergei Ivanov, Chief of staff of the presidential executive office\n\nIvanov has been Putin's colleague for decades, since their years of service in the Soviet KGB in St. Petersburg.",
  "The EU has added a further 12 names to its original 21-strong lists, while the U.S. focused its sanctions on some of the key people from President Vladimir Putin's inner circle.",
  "Advocating Russia's anti-gay laws in 2013, he said: \"I believe it is not enough to impose fines on gays for engaging in the propaganda of homosexuality among adolescents.",
  "Valentina Matviyenko, Speaker of the Federation Council\n\nEffectively number three on Russia's power list, and one of the highest-ranking women in Russian politics.",
  "Arkady and Boris Rotenberg\n\nThe Rotenberg brothers have close links with Putin, having been his sparring partners in judo training for years.",
  "He served as the deputy chief of staff of Putin's presidential office and as Putin's deputy when Putin held the position of prime minister.",
  "Here is a selection of some of the most interesting names from the lists:\n\nVladislav Surkov\n\nSurkov is a close aide and adviser to Putin.",
  "Set up in the 90s, media has speculated that Putin was also involved in the housing cooperative, together with Ivanov and Kovalchuk.",
  "Ivanov served as Putin's first deputy prime minister from 2001 to 2007 and was seen as one of Putin's potential successors in 2008.",
  "He is often described as the \"Gray Cardinal\" of the Kremlin, one of the masterminds behind the current Russian political system.",
  "Bank Rossiya is Russia's 17th biggest bank, with $10 billion in assets, according to a senior U.S. administration official.",
  "Several global companies, including General Motors and Nissan invested in the region while it was under her governorship.",
  "The U.S. Treasury Department described Kovalchuk as \"the personal banker\" to Putin and other senior Russian officials.",
  "The Russian Railway chief was in charge of some of the biggest infrastructure projects of the Sochi Winter Olympics.",
  "Boris is the president of Dynamo Moscow football club, while Arkady is an executive for Dynamo's ice-hockey club.",
  "Matviyenko is a firm supporter of Putin and rose to power as the governor of St. Petersburg, Putin's home town.",
  "Yakunin was also involved in a holiday housing community in the countryside outside St Petersburg.",
  "They continued working together in the Federal Security Office in the 1990s and later in politics.",
  "In a statement Thursday , Gunvor said Timchenko sold all his shares in the company on March 19.",
  "Dmitry Kiselev, news anchor\n\nOne of the most influential pro-Kremlin journalists in Russia.",
  "Vladimir Yakunin, Russian railway chairman\n\nYakunin is another St Petersburg figure.",
  "It added that Putin \"has not and never has had any ownership\" interest in Gunvor.",
  "Gunvor is responsible for much of Russia's oil export transactions.",
  "Elena Mizulina (also known as Yelena Mizulina), a State Duma Deputy",
  "The list of Russians targeted by Western sanctions is expanding.",
  "Yuri Kovalchuk, Bank Rossiya's largest shareholder.",
  "Surkov resigned from that position last year.",
  "It has substantial interests in oil and gas.",
  "Known for his highly controversial views."
]