[
  "\"The survivors are completely gutted that in their lifetime they went through what they went through and that now they are at the end of their life and they don't know what kind of world they are leaving for their grandchildren,\" said Stephen Smith, executive director of the USC Shoah Foundation.",
  "BRZEZINKA, Poland -- A Jewish leader stood before 300 survivors of the Nazis' most notorious death camp on Tuesday and asked world leaders to prevent another Auschwitz, warning of a rise of anti-Semitism that has made many Jews fearful of walking the streets, and is causing many to flee Europe.",
  "Ronald Lauder, the president of the World Jewish Congress, made his bleak assessment on the 70th anniversary of the liberation of Auschwitz, speaking next to the gate and the railroad tracks that marked the last journey for more than a million people murdered at Auschwitz-Birkenau.",
  "Among those in attendance were French President Francois Hollande, who has vowed to fight the violent extremism that has wounded his nation, as well as the presidents of Germany and Austria, the perpetrator nations that have spent decades atoning for their sins.",
  "The commemorations in Poland, which during World War II was under Nazi occupation, were also marked by a melancholy awareness that it will be the last major anniversary that a significant number of survivors will be strong enough to attend.",
  "In Jerusalem, Prime Minister Benjamin Netanyahu visited the Yad Vashem Holocaust Memorial, where he said: \"My job as prime minister of Israel is to make sure that there won't be any more threats of destruction against the state of Israel.",
  "The public spat comes at a low point in relations between Russia and the West, following Moscow's annexation of Ukraine's Crimean Peninsula, and its support for the rebel forces battling Kiev's troops in eastern Ukraine.",
  "\"The recent terrorist attacks in Paris serve as a painful reminder of our obligation to condemn and combat rising anti-Semitism in all its forms, including the denial or trivialization of the Holocaust,\" Mr. Obama said.",
  "The organizers, the Auschwitz-Birkenau State Museum and the International Auschwitz Council, opted for a form of protocol this year that avoided direct invitations by Poland's president to his foreign counterparts.",
  "Politics also cast a shadow on the event, with Russian President Vladimir Putin absent - even though the Soviet Red Army liberated the camp - the result of the deep chill between the West and Russia over Ukraine.",
  "U.S. President Barack Obama, who was in Saudi Arabia to pay respects after the death of King Abdullah, issued a statement paying tribute to the 6 million Jews and millions of others murdered by the Nazis.",
  "He spoke of the Ukrainian nationalists' collaboration with the Nazis in killing Jews during the war, and he accused Ukrainian authorities today of killing civilians in Donetsk and Luhansk in cold blood.",
  "Some of the survivors said they thought Putin should have been there, given the fact that Soviet soldiers fought and died to liberate the camp, and Russia is the successor state to the Soviet Union.",
  "But many did make the trip to Auschwitz from America, and as CBS News' Elizabeth Palmer reports, some -- along with their families -- came as guests of the U.S.-based Past is Present program.",
  "Poland has been vocal in condemning Russia's actions in Ukraine, which has plunged the continent into one of the worst East-West crises since the end of the Cold War.",
  "At the United Nations, commemorations planned for Tuesday, which is International Holocaust Remembrance Day, were canceled because of a snowstorm in New York.",
  "Europe also saw a spasm of anti-Semitism last summer during the war in Gaza, with protests in Paris turning violent and other hostility across the continent.",
  "Last May a shooting killed four people at the Jewish Museum in Brussels and in 2012 a rabbi and three children were murdered in the French city of Toulouse.",
  "\"We do not want our past to be our children's future,\" the 85-year-old said to applause, fighting back tears and repeating those words a second time.",
  "One Holocaust survivor, Roman Kent, became emotional as he issued a plea to world leaders to remember the atrocities and fight for tolerance.",
  "The recent attack in Paris, in which four Jews were killed in a kosher supermarket, is not the first deadly attack on Jews in recent years.",
  "Ukrainian President Petro Poroshenko was also there in a sign of Poland's strong support for Ukraine in its conflict with Russia.",
  "In Moscow, Putin visited the Jewish Museum and Tolerance Center and used the occasion to press the Russian points on Ukraine.",
  "\"This vilification of Israel, the only Jewish state on earth, quickly became an opportunity to attack Jews,\" Lauder said.",
  "The organizers instead simply asked countries that are donors to Auschwitz, including Russia, whom they planned to send.",
  "He said his speech was shaped by the recent terrorist attacks in France that targeted Jews and newspaper satirists.",
  "\"Once again, young Jewish boys are afraid to wear yarmulkes on the streets of Paris and Budapest and London.",
  "\"They lost their lives and we should honor them,\" said Natan Grossmann, a survivor who now lives in Munich.",
  "My job is to ensure that there won't be any reasons to establish any more memorial sites like Yad Vashem.\"",
  "\"Much of this came from the Middle East, but it has found fertile ground throughout the world.\"",
  "\"For a time, we thought that the hatred of Jews had finally been eradicated.",
  "A U.S. delegation to the ceremony was led by Treasury Secretary Jack Lew.",
  "The Russian delegation was led by Sergei Ivanov, Putin's chief of staff.",
  "Poland apparently snubbed Putin, though officials don't say that openly.",
  "But slowly the demonization of Jews started to come back,\" Lauder said.",
  "Poland's Foreign Ministry says Putin could have attended if he wished.",
  "And once again, Jewish families are fleeing Europe.\"",
  "Once again, Jewish businesses are targeted.",
  "\"That is very disappointing for them.",
  "We have let them down.\""
]