[
  "\"If Russia's recent actions and those now ongoing reflect a genuine commitment to defeat (ISIS) then we are prepared to welcome those efforts and to find a way to de-conflict our operations and thereby multiply military pressure on ISIL and affiliated groups,\" Kerry said, using an acronym for the Islamic State of Iraq and the Levant, another name for ISIS.",
  "To that end, Russian officials said following a phone call between U.S. Secretary of State John Kerry and his Russian counterpart, Sergey Lavrov, both in New York for the General Assembly, that Russian and U.S. military experts would start direct consultations on Syria later Wednesday afternoon.",
  "(Below, watch aerial video of the airstrikes posted by the Russian Defense Ministry)\n\nGenevieve Casagrande of the Institute of the Study of War said the airstrike on Talbisah, \"did not hit ISIS militants and rather resulted in a large number of civilian casualties.\"",
  "Earnest said the new action \"calls into question their strategy, because when President Putin and President Obama had the opportunity to meet at the U.N. earlier this week much of their discussion was focused on the need for a political transition inside Syria.\"",
  "On Tuesday, Pentagon press secretary Peter Cook said Carter had instructed his staff to contact Russian officials about establishing talks on ways to keep each other's air operations in Syria from colliding or otherwise getting in each other's way.",
  "Syrian state television quoted an unnamed military official as saying that Russian warplanes have targeted ISIS positions in central Syria, including the areas of Rastan and Talbiseh, and areas near the town of Salamiyeh in Hama province.",
  "\"We as a great power cannot but take part in fighting this great evil,\" Matvienko said, adding that the Soviet Union and Syria signed a security cooperation agreement in 1980 that guarantees that Moscow would help Damascus if asked.",
  "Israel has taken similar precautions, with Prime Minister Benjamin Netanyahu visiting Moscow last week to agree with Putin on a coordination mechanism to avoid any possible confrontation between Israeli and Russian forces in Syria.",
  "It appears the strikes were directed against opposition groups fighting against Assad, according to the official, who wasn't authorized to discuss the Russian airstrikes publicly and so spoke to the AP on condition of anonymity.",
  "IHS Jane's, a leading defense research group, said last week that satellite images of the base showed 28 jets, including Su-30 multirole fighters, Su-25 ground attack jets, Su-24 bombers and possibly Ka-52 helicopter gunships.",
  "In Baghdad, Saad al-Hadithi, a spokesman for the Iraqi prime minister, said his government was in talks with Russia \"in the hope that shared intelligence will further our abilities to defeat the terrorists within our borders.\"",
  "A senior U.S. official, however, told The Associated Press the airstrikes don't appear to be targeting ISIS because the militants aren't in the western part of the country, beyond Homs, where the strikes were directed.",
  "Putin also said he expects Assad, Russia's long-time ally, to sit down and talk with the Syrian opposition about a political settlement, but added he was referring to what he described as a \"healthy\" opposition group.",
  "The Federation Council, the upper chamber of the Russian parliament, discussed Putin's request for the authorization behind closed doors, cutting off its live web broadcast to hold a debate notable for its quickness.",
  "Al-Akaidi also said that \"Syria is not Grozny,\" a reference to the capital of Chechnya, where Russia has fought two wars with separatists and has seen numerous deadly terror attacks in the past by Islamic militants.",
  "A U.S. defense official told McCormick, \"While we would welcome a constructive role by Russia in this effort, today's demarche hardly seems indicative of that sort of role and will in no way alter our operations.",
  "The U.S. official who spoke on condition of anonymity to the AP said there were no conflicts with the Russian strikes, and they had no impact on the coalition missions, which are primarily in the north and east.",
  "U.S. State Department spokesman John Kirby said in a statement that a Russian official in Baghdad informed U.S. Embassy personnel that Russian military aircraft would begin flying anti-ISIS missions over Syria.",
  "\"If confirmed, the airstrike would signal Russian intent to assist in the Syrian regime's war effort at large, rather than securing the regime's coastal heartland of Latakia and Tartous,\" she said.",
  "Last week, U.S. Defense Secretary Ash Carter had a 50-minute phone call with his Russian counterpart - the first such military-to-military discussion between the two countries in more than a year.",
  "The Russian airstrikes targeted positions, vehicles and warehouses that Moscow believes belong to ISIS militants, Russian Defense Ministry spokesman Igor Konashenkov told Russian news agencies.",
  "Russia's first airstrike on Syria came after Putin's meeting Monday with Mr. Obama on the sidelines of the General Assembly meeting, where the two discussed Russia's military buildup in Syria.",
  "A commander in the Free Syrian Army, Col. Abdel Jabbar al-Akaidi, also shared the view that opposition groups were the targets of the strikes, CBS News correspondent Holly Williams reports.",
  "Russian Federation Council chairwoman Valentina Matvienko said in a live news conference on Russian television that parliament's decision reflected Russia's growing role in global affairs.",
  "MOSCOW -- Russian military jets carried out airstrikes in Syria for the first time on Wednesday, targeting what Moscow said were positions of the Islamic State of Iraq and Syria, or ISIS.",
  "He said the biggest difference between Russian airstrikes and those being conducted by the U.S. and other countries is that \"they do not comply with international law, but we do.\"",
  "\"If they (militants) succeed in Syria, they will return to their home country, and they will come to Russia, too,\" Putin said in a televised speech at a government session.",
  "Worried by the threat of Russian and U.S. jets clashing inadvertently over Syrian skies, Washington agreed to talk to Moscow on how to \"deconflict\" their military actions.",
  "Sergei Ivanov, chief of Putin's administration, said in televised remarks after the parliamentary vote that Moscow was responding to a request from Assad asking for help.",
  "Russian navy transport vessels have been shuttling back and forth for weeks to ferry troops, weapons and supplies to an air base near the Syrian coastal city of Latakia.",
  "Russian lawmakers voted unanimously Wednesday to allow Putin to order the airstrikes in Syria, where Russia has deployed fighter jets and other weapons in recent weeks.",
  "\"Moreover, we have also made clear that we would have grave concerns should Russia strike areas where ISIL and al Qaeda-affiliated targets are not operating,\" he said.",
  "At the U.N. General Assembly, President Obama said the U.S. and Russia could work together on a political transition, but only if Assad leaving power was the result.",
  "Syrian Television\n\nThe U.S. and Russia both agree on the need to fight ISIS, but are in dispute about what to do about Syrian President Bashar Assad's government.",
  "President Vladimir Putin sought to portray the airstrikes as a pre-emptive attack against the Islamic militants who have taken over large parts of Syria and Iraq.",
  "A U.S. official and others cast doubt on that claim, saying the Russians appeared to be attacking opposition groups fighting Syrian government forces.",
  "\"The Russians are not here to fight ISIS but to hit the Syrian opposition,\" said al-Akaidi, adding that \"the Russians will be treated as occupiers.\"",
  "Kerry said the U.S. would have \"grave concerns\" if Russia used its airstrikes in Syria to support Assad against groups other than ISIS or al Qaeda.",
  "Putin insisted that Russia is not going to send ground troops to Syria and that its role in Syrian army operations will be limited.",
  "The war in Syria against his regime, which began in 2011, has left at least 250,000 dead and forced millions to flee the country.",
  "\"It also only underscores the need to begin having meaningful deconfliction discussions very soon,\" the official told McCormick.",
  "CBS Radio News correspondent Cami McCormick reports that the Russian notification came one hour prior to the flights.",
  "Putin and other officials have said Russia was providing weapons and training to Assad's army to help it combat ISIS.",
  "The Russian official requested that U.S. aircraft avoid Syrian airspace during those missions Wednesday, Kirby said.",
  "Putin had to request parliamentary approval for any use of Russian troops abroad, according to the constitution.",
  "Russia estimates at least 2,400 of its own citizens are already fighting alongside extremists in Syria and Iraq.",
  "It is also the driving force behind the record-breaking number of asylum-seekers fleeing to Europe this year.",
  "\"Strikes of that kind would question Russia's real intentions fighting ISIL or protecting the Assad regime.\"",
  "The U.S.-led coalition fighting ISIS will continue to fly missions over Iraq and Syria, Kirby added.",
  "\"First, we will be supporting the Syrian army purely in its legitimate fight with terrorist groups.",
  "At the White House, presidential spokesman Josh Earnest expressed concern over Russia's actions.",
  "\"We couldn't refuse Bashar Assad and keep on seeing how people, women and children are dying.\"",
  "\"But we must not and will not be confused in our fight against ISIL with support for Assad.\"",
  "The last time he did so was before Russia annexed Ukraine's Crimean Peninsula in March 2014.",
  "It's clear they've made a significant military investment now in further propping him up.\"",
  "Homs also has positions run by al Qaeda's affiliate in Syria, known as the Nusra Front.",
  "\"We are seeing the Russians ramp up their support for President Assad,\" Earnest said.",
  "Second, this will be air support without any participation in the ground operations.\"",
  "Kerry also said the U.S.-led coalition would \"dramatically accelerate\" its efforts.",
  "ISIS controls parts of Homs province, including the historic town of Palmyra.",
  "\"We certainly are not going to plunge head-on into this conflict,\" he said.",
  "Both groups have fighters from the former Soviet Union including Chechens.",
  "He didn't say whether the U.S. agreed to that request.",
  "\"They've been supporting him for quite some time.",
  "Moscow has always been a top ally of Assad.",
  "Putin is Assad's most powerful backer."
]