[
  "Son el financiero Yuri Kovalchuk, identificado por un alto funcionario estadounidense como el banquero personal de Putin; el magnate Gennady Timchenko, cuyas actividades en el sector energético han sido ligadas directamente a Putin de acuerdo con el Departamento del Tesoro estadounidense y los empresarios Arkady y Boris Rotenberg.",
  "Hac clic para enviar por correo electrónico a un amigo (Se abre en una ventana nueva)\n\nBruselas, Bélgica (CNN) - El primer ministro de Ucrania, Arseniy Yatsenyuk firmó un acuerdo comercial con la Unión Europea el viernes, mientras legisladores rusos finalizaban la anexión de la poenínsula ucraniana de Crimea.",
  "Además tiene un significado simbólico porque el derrocado presidente ucraniano Viktor Yanukovich decidió no sellar esta relación con la Unión Europea a fin de tener vínculos más estrechos con Rusia, lo que desencadenó en las protestas que escalaron hasta llegar a la crisis actual.",
  "La decisión de Rusia de anexar a Crimea, tras el referéndum el fin de semana pasado en la península del Mar Negro, ha hecho que una confrontación con Europa y Estados Unidos se convierta en la mayor crisis de las relaciones entre Oriente y Occidente desde la Guerra Fría.",
  "Important moment: Political provisions of EU-Ukraine Association Agreement now signed pic.twitter.com/QWIxLCX9us — Herman Van Rompuy (@euHvR) March 21, 2014\n\nLa firma de este acuerdo en Bruselas, Bélgica muestra la solidaridad de Europa con Ucrania.",
  "En otra señal de desafío, el presidente de Rusia, Vladimir Putin, apyado por los presidentes de ámbas cámaras del Parlamento, firmó el viernes un tratado, con lo que se finaliza la adhesión de la región de Crimea y el puerto de Sebastopol a Rusia.",
  "Entre los 16 funcionarios en la lista de sanciones están el jefe de personal de Putin, Sergei Ivanov, el vocero de la Duma, Sergey Naryshkin y Viktor Ozerov, jefe del Comité de Defensa y Seguridad de la cámara alta del Parlamento.",
  "El secretario general de la ONU, Ban Ki-Moon se reunió este viernes con el presidente interino de Ucrania, Oleksandr Turchynov en Kiev, un día después de que el titular de la ONU viajara a Moscú para hablar con Putin.",
  "La Organización de las Naciones Unidas (ONU) y otras están listas apara colaborar el 25 de mayo en las elecciones del país, para asegurarse que sean libres, justas y transparentes, aseguró el secretario general.",
  "Las nuevas sanciones contra Rusia anunciadas este jueves son contra 20 personas cercanas a Putin, así como contra el banco Rossiya, que se cree sirve al presidente y a altos funcionarios rusos.",
  "\"Firmadas ya las disposiciones políticas del acuerdo de asociación UE-Ucrania\", publicó el presidente del Consejo Europeo, Herman Van Rompuy, en su cuenta oficial de Twitter.",
  "La Cámara alta aprobó por unanimidad la ratificación del tratado de un día después de que fue abrumadoramente aprobada por la Cámara baja del Parlamento ruso, Duma.",
  "Pese a que Rusia insiste que sus acciones son legítimas, el gobierno interino de Ucrania ha dicho que Kiev nunca dejará de luchar por Crimea.",
  "Ban dijo en una conferencia de prensa que estaba “profundamente preocupado” por las tensiones en partes de Ucrania y entre Kiev y Moscú.",
  "Este tratado llega un día después de que la Unión Europa y Estados Unidos impusieran nueva sanciones a legisladores y empresarios rusos.",
  "Rusia respondió con su propia lista de sanciones en contra de legisladores y funcionarios estadounidenses.",
  "“Estos son algunos de los más traumáticos y difíciles momentos en la historia de Ucrania”, expresó.",
  "Hablando en una reunión con el Consejo de Seguridad ruso, Putin bromeó al respecto.",
  "Otros cuatro son considerados miembros del círculo más cercano del gobierno.",
  "No tengo una cuenta ahí, pero definitivamente abriré una el lunes”, dijo.",
  "“Según entiendo es un banco promedio.",
  "[cnn-package id=116901]"
]