[
  "The territory now occupied by Russian troops or their subordinates once harbored 3.3 million people, but most have since fled—1.3 million to other parts of Ukraine, 500,000 to Russia, and 100,000 to other countries, according to the United Nations High Commissioner for Refugees.",
  "Europe must open its markets to Ukrainian exports more widely, especially since Russia has closed its own markets as an act of war—and especially since the EU has delayed launching its vital Deep and Comprehensive Free Trade Agreement with Ukraine at Russia's behest.",
  "The European central banks could easily give Ukraine a €10 billion credit swap, which would stabilize the hryvnia without costing the EU anything, because the ECB could impose strict conditions that force Kyiv to change policies before it needs the swap.",
  "One was an early leaked plan from the National Security Council, reportedly connected with Putin's Chief of Staff Sergei Ivanov, about taking 10 eastern and southern Ukrainian regions—including Kiev—to unify the Soviet military-industrial complex.",
  "Instead, the Kremlin opted for a third strategy, identified with Putin's diabolic aide Vladislav Surkov: a limited but bloody war in the eastern and southern part of only two of Ukraine's 25 regions, Luhansk and Donetsk, known as the Donbas.",
  "Tellingly, during the Minsk peace talks, Russia urged Kiev's destitute government to pay pensions and subsidies to the occupied Donbas, where Ukrainian officials can neither enter nor collect taxes.",
  "Last spring, the EU proudly announced that it had opened its markets to Ukraine, but some 40 key quotas remain, causing its imports from Ukraine to fall sharply in the last quarter of 2014.",
  "That's why, late last year, it made Ukraine pay Gazprom $3.1 billion in disputed arrears, depleting Kiev's reserves and forcing the collapse of Ukraine's currency, the hryvnia.",
  "Initially, Moscow presented its occupation as a separatist uprising, but Russian President Vladimir Putin has admitted that his troops participated en masse.",
  "On February 27, 2014, \"little green men\"—that is, Russian special forces in Russian uniforms but without insignia—occupied the Crimean regional parliament.",
  "Putin publicly presented a second idea April 17: the seizure of \"Novorossiya,\" the Catherine II-era term for eight eastern and southern regions of Ukraine.",
  "Rather than a sign of political strength, this was proof of his political weakness—combined with relative military strength and Western cluelessness.",
  "The economy in this rustbelt of dangerous coal mines and obsolete steel mills is stagnant, but it accounted for 10 percent of Ukraine's GDP in 2013.",
  "It abolished corrupt coal subsidies and has opened up public procurement for competition, and it has cut the oligarchs down to size.",
  "In his documentary film about the capture of Crimea, Putin said he acted when Ukrainian President Viktor Yanukovych was falling.",
  "Anders Åslund is a senior fellow at the Atlantic Council and author of the new book Ukraine: What Went Wrong and How to Fix It.",
  "Incredibly, the European Commission sees the Russia-Ukraine gas conflict as a commercial dispute rather than an act of war.",
  "With its war of destruction, the Kremlin's apparent objective is to destabilize Ukraine to the point of political collapse.",
  "Meanwhile, Ukraine's first serious, able government in years has quickly adopted vital reforms the West had called for.",
  "About 75 percent of this contraction is due to the fighting in the Donbas and Russian trade sanctions against Ukraine.",
  "Clearly, Putin attacked Ukraine's democratic breakthrough as a preemptive strike against democratization in Russia.",
  "The Russian people—for whom Crimea was a lost Soviet holiday paradise—supported this naked, unprovoked aggression.",
  "Ukraine has more than four times as many people as Greece, and it is far more strategically important for Europe.",
  "Ukraine does all the reforms, while Greece has ignored similar demands for years and now openly opposes them.",
  "If it won't give Ukraine the military aid it badly needs, it could at least offer crucial financial aid.",
  "It also obligated Ukraine to buy gas from Russia without offering any competition for its harmful acts.",
  "The European Union and its March 2014 Association Agreement with Ukraine was completely irrelevant.",
  "Ukraine should stop trading with Gazprom, which corrupts Ukraine and the rest of Eastern Europe.",
  "Last year, Ukraine's exports to Russia fell by half, equivalent to 12 percent of total exports.",
  "It has committed merely €5 billion in loans to Ukraine, compared with €200 billion for Greece.",
  "Therefore, the West should adjust its goals accordingly to offer Ukraine financial support.",
  "Its objective is obvious: to destabilize Ukraine so that the new democratic regime fails.",
  "That would also have involved a major spring attack, but this did not take place either.",
  "That would have required a march on Kiev in the spring of 2014, which did not happen.",
  "Having lost Greece, Brussels needs a success story—and Ukraine is the obvious choice.",
  "It quadrupled household gas prices on April 1 without sparking any popular protests.",
  "However, Moscow's drastic trade sanctions have also crippled the country's economy.",
  "The Kremlin has presented one false objective after the other for this aggression.",
  "For one year, Russia has pursued a long, costly war of aggression against Ukraine.",
  "This article was originally published in German by Capital and has been abridged.",
  "Kiev is doing exactly what it's supposed to do, but what is the EU doing?",
  "The next day, they took over the peninsula's two international airports.",
  "That caused Ukraine's GDP (excluding Crimea) to shrink by 6.8 percent.",
  "Within two weeks, these troops had skillfully occupied all of Crimea.",
  "And because it was a complete surprise, conquering Crimea was easy.",
  "Interpreting the rest of Moscow's war on Ukraine is more complex.",
  "Putin has made clear that he views the EU as a political dwarf.",
  "The war is the main reason for Ukraine's economic catastrophe.",
  "This year, GDP is likely to drop by a further 9 percent.",
  "Only pensioners, the destitute and criminals remain.",
  "Russian leaders discussed three major strategies.",
  "There is no reason not to offer such assistance.",
  "The money would stay with the ECB in Frankfurt.",
  "Russia wants the Ukrainian government to bleed.",
  "It also appeared on the Atlantic Council site.",
  "Yet the EU was important in other ways.",
  "Yet he also piled scorn on Yanukovych.",
  "The destruction has been horrendous.",
  "But the EU must do far more.",
  "This makes no sense."
]