[
  "Putin's spokesman said the vote by the Federation Council, Russia's upper house of parliament, meant Moscow would be practically the only country in Syria to be conducting operations \"on a legitimate basis\" and at the request of \"the legitimate president of Syria.\"",
  "A U.S.-led coalition has already been bombing Islamic State in Iraq and Syria, but Putin derided U.S. efforts to end the Syria war at the United Nations on Monday, suggesting a broader and more coordinated coalition was needed to defeat the militants.",
  "\"The military aim of our operations will be exclusively to provide air support to Syrian government forces in their struggle against ISIS (Islamic State),\" Sergei Ivanov, the Kremlin's Chief-of-Staff, said before reports that the strikes had begun.",
  "When it saw several months ago that Syrian government forces were retreating on several fronts at a rate that threatened Assad, its closest Middle East ally, the Kremlin quietly decided to despatch more men, weaponry and armor.",
  "Opinion polls also show Russian voters have little appetite for a long campaign, with painful memories of the Soviet Union's 1979-89 intervention in Afghanistan, in which thousands of Soviet troops were killed, still fresh.",
  "\"We're talking specifically about Syria and we are not talking about achieving foreign policy goals or about satisfying our ambitions ... but exclusively about the national interests of the Russian Federation,\" said Ivanov.",
  "Russia said it launched air strikes against Islamic State in Syria on Wednesday after President Vladimir Putin secured his parliament's unanimous backing to intervene to prop up the Kremlin's closest Middle East ally.",
  "But as Russian real incomes fall for the first time since Putin came to power, the spectacle of the country flexing its military muscles overseas, could also be a useful distraction for the Kremlin.",
  "Russia's involvement in Syria will be a further challenge for Moscow, which is already intervening in Ukraine at a time when its own economy is suffering from low oil prices and Western sanctions.",
  "Russia has been steadily dispatching more and more military aircraft to a base in Latakia, regarded as an Assad stronghold, after the Syrian government suffered a series of battlefield reverses.",
  "Russia's decision to intervene in Syria was prompted by a panicky realization that the Syrian government was being turned over on the battlefield, diplomats and analysts have told Reuters.",
  "Moscow has already sent military experts to a recently established command center in Baghdad which is coordinating air strikes and ground troops in Syria, a Russian official told Reuters.",
  "Moscow gave Washington just an hour's notice of the strikes, which set in train Russia's biggest play in the region since the 1991 collapse of the Soviet Union, a U.S. official said.",
  "The last time the Russian parliament granted Putin the right to deploy troops abroad, a technical requirement under Russian law, Moscow seized Crimea from Ukraine last year.",
  "Insurgent control of that area would bisect the Assad-held west, separating Damascus from the coastal cities of Latakia and Tartous, where Russia operates a naval facility.",
  "Ivanov said Russia was only acting to protect its own interests in Syria, where it maintains a Soviet-era naval facility at Tartous, its only access to the Mediterranean.",
  "The Syrian presidency confirmed that in a statement, saying Assad had written to Putin and Russia was increasing its military support as a direct result of that appeal.",
  "Ivanov said the upper house of parliament had backed military action by 162 votes to zero after Assad had asked for Russian military assistance.",
  "\"The operations of the Russian air force can not of course go on indefinitely and will be subject to clearly prescribed time frames.\"",
  "Putin needed to get parliament's backing to ensure that any military operation was legal under the terms of the Russian constitution.",
  "Military Action\n\nRussian military action would not be open-ended, he added, declining to say which aircraft would be used and when.",
  "Targets in the Homs area appeared to have been struck, but not areas held by Islamic State, the U.S. official said.",
  "The Russian Defense Ministry said however that its attacks were directed at Islamic State military targets.",
  "Russia's military involvement in the Middle East would only involve its air force and would be temporary.",
  "Ivanov, the Kremlin's Chief of Staff, said Russia's missions would be limited and not open-ended.",
  "\"As our president has already said, the use of ground troops has been ruled out,\" said Ivanov.",
  "The Homs area is crucial to President Bashar al-Assad's control of western Syria.",
  "Putin said the only way to fight \"terrorists\" in Syria was to act preemptively.",
  "He precluded the use of ground troops."
]