[
  "If Putin had not been posted to Dresden in 1985, but had joined the KGB at a lower level in Moscow, stayed in Leningrad, or been posted to another Russian province, he would most certainly have had a very different set of experiences and impressions, as well as real-time discussions with colleagues and friends about unfolding events.",
  "In an effort to bring some new perspectives into the KGB and create an atmosphere for finding new ideas and dealing with the state's myriad problems, Andropov implemented a policy to expand the institution's recruitment of critical-minded young officers from different societal groups who could change the organization.",
  "The location, on the Karelian Isthmus between the Gulf of Finland and Lake Ladoga, was only an hour and 20 minute's drive to the Finnish border, in an area that has variously been part of the Swedish Empire, the tsarist Russian empire, independent Finland, the Soviet Union, and now Russia.",
  "Outside it was already the end of the 1980s ... [but] in dealing with the people who worked for the MGB [Ministry of State Security, or Stasi], I realized that they themselves and the GDR were in a situation which we had gone through many years ago already in the Soviet Union.",
  "What he \"really regretted,\" when the Berlin Wall and everything else came crashing down, he said, was \"that the Soviet Union had lost its position in Europe, although intellectually I understood that a position based on walls and water barriers cannot exist forever.",
  "After his tenure as a deputy mayor of St. Petersburg, Putin was specifically brought into Moscow in summer 1996 as an outsider -- he was an operative on a mission to collect information on, monitor, and ultimately help the Kremlin rein in Russia's unruly oligarchs.",
  "In his book Ot pervogo litsa (First person), when talking about the general impact and effect of his Dresden experience on his thinking, Putin noted:\n\nWhen you come [home] with nine months between two trips you don't have time to get back into our life.",
  "Perhaps no personal experience other than his time in Dresden could have done more to convince Vladimir Putin that his future activity, in the KGB or otherwise, could not be guided by blind loyalty to an ideology or to specific political leaders.",
  "In the late 1960s, he was closely associated with spearheading the KGB's efforts to crush political dissent and with creating the notorious network of psychiatric hospitals that prominent dissidents were often dispatched to \"for treatment.\"",
  "While Vladimir Putin was poring over German newspapers and sources in Dresden, scouring them for nuggets of intelligence and insight into the inner workings of the GDR, more than 20 million people in the USSR were reading Argumenti i fakty.",
  "Medvedev, during his presidency from 2008 to 2012, certainly appeared open to promoting a more pluralistic public debate about Russia's future and hinted at the possibility that the government would embark upon a new period of perestroika.",
  "When the Putins came home, instead of appreciating the spirit of the period, they only noticed that they were returning to a country in its death throes, where \"everything, including the law-enforcement agencies, were in a state of decay.\"",
  "It is not hard to imagine that at least some of their vodka-infused conversations on the porches or in the saunas at Ozero that summer ran something like: \"Think how much better off this country would be if people like us were running it!",
  "There was no love lost between the inflexible East German leader and Mikhail Gorbachev, who used every occasion, including a public toast to Honecker in September 1988, to remind his German counterpart of the need for political change.",
  "Because Vladimir Putin did not evolve through all the stages of late Soviet and Russian development from the 1980s through 2000s that would have otherwise linked him to his peers, part of his \"Russian DNA\" was, and still is, missing.",
  "Russian-American scholar Leon Aron -- in Roads to the Temple, his in-depth intellectual and political history of this critical period in the USSR -- describes how much the country changed in the late 1980s under Mikhail Gorbachev.",
  "Arguably, in thinking about what was happening around him, and in talking to other, more seasoned observers, Vladimir Putin may have gained more insights about the fall of a totalitarian system than did many others in Moscow.",
  "Many in the Ozero group had, like Putin, spent periods of time outside Russia and the USSR, where they were able to detach themselves from ongoing events and form a more dispassionate analysis of the current state of affairs.",
  "He also served as Soviet ambassador to Budapest during the fateful Hungarian uprising of 1956, an experience that in some respects mirrors Vladimir Putin's own time in Dresden as the German Democratic Republic fell apart.",
  "Apart from a very short period spent heading the FSB as a political appointee, Putin never served in the central apparatus of any of these entities and he never rose to the KGB's highest ranks during his official service.",
  "Dresden was one of the centers of opposition within the German Communist Party to the retrograde Honecker regime -- an intra-party opposition in which Hans Modrow, the party's Dresden leader, was an active participant.",
  "Medvedev has famously spoken of his love of Western rock groups such as the British band Deep Purple, which were widely listened to by Soviet youth in the late 1980s as cultural barriers to the outside world fell away.",
  "Those back home, including people who would later sit in Putin's inner circle, like erstwhile President Dmitry Medvedev, were caught up in the heat of the dramatic political, social and cultural events of this period.",
  "Putin was close enough to the ground that he could observe the activities of the East German opposition first-hand, just as Andropov observed the Hungarian opposition in the mid-1950s during his posting to Budapest.",
  "Mr. Putin's outlook is not tempered in any way by the more positive developments, the signs of a new and different Russia that could have emerged in the late 1980s -- the Russia that Leon Aron recounts in his book.",
  "As Putin ruefully concluded after crowds descended on his workplace during the political upheavals in Dresden and East Germany, and there was no immediate response from Moscow: \"It was clear the Union was ailing.",
  "One film, Assa, a break-out sensation in 1987, brought some of the USSR's most famous new bands and actors together with Soviet stalwarts like Stanislav Govorukhin in startling scenes of generational dissonance.",
  "Service in the Soviet Union might conceivably have given him a somewhat more positive perspective on the Russia of the 1990s, which came out of the ferment of the 1980s, not simply out of the decay of the USSR.",
  "Putin, the outsider to the late 1980s, is much more concerned with personally setting the agenda for debate, and with dostroika -- finishing what he, Mr. Putin, set out to do when he came into office in 2000.",
  "For ordinary Russians and especially for younger Russians -- like Dmitry Medvedev for example, who was in his early twenties in this period -- there was also a lot happening in \"low brow\" or popular culture.",
  "Other observers commented that even people sitting passively in front of their TV screens were witness to programs \"utterly unimaginable in [their] openness, frankness, and the heat of political passions.\"",
  "In Dresden, Putin was subject to very different fare than his friends and colleagues at home on East German TV and radio, which were still under the strictures of Eric Honecker's censorship and propaganda.",
  "In particular, Putin has a very ambiguous relationship with the so-called siloviki -- the insiders from the KGB/FSB and other security or power ministries like the ministries of Defense and the Interior.",
  "While Putin now uses the 1990s as the touchstone for his presidency and spends an inordinate amount of channeling the debates and ideas of this decade, he has remarkably little to say about the 1980s.",
  "Aron goes on to recount how Soviet publications, like the newspaper Argumenti i fakty, became sources of critical commentary and saw their subscriptions increase exponentially in a three-year period.",
  "Another says that while he was indeed part of Operation Luch, the mission was in fact an undercover operation to recruit top officials in the East German Communist Party and secret police (Stasi).",
  "Aron describes how debating clubs sprang up in schools and factories, not just in colleges and scientific institutes, and how factory workers were bowled over by the unexpected freedom of debate.",
  "After Andropov's sudden death in February 1984, tensions between this group of recruits, which was widely referred to as the Andropov levy (or Andropov draft), and older KGB insiders increased.",
  "In fact, unbeknownst to Putin, while he had learned a great deal in the GDR, he had also missed out on a whole set of life lessons that those who had remained in the Soviet Union had absorbed.",
  "When Putin was posted to Dresden, the GDR was supposedly a Soviet ally, but the leadership of Eric Honecker sometimes acted as if its counterparts in Moscow were as much an enemy as the West.",
  "The city's downgrade from imperial capital to provincial city in the Soviet period, and the Bolshevik decision to rename it Leningrad, created a sense of resentment, a grudge against Moscow.",
  "How could you be sure that your efforts were not undertaken in vain, or were not carried out in the interest of people whose values you did not share or who you might even regard as enemies?",
  "Indeed, while Putin was in Dresden, the GDR banned the Soviet magazine Ogonyok, one of the pioneers of glasnost, for being subversive, putting it and other publications out of general reach.",
  "In Dresden, Putin was in some ways a big(ish) fish in a small pond -- at least a lot bigger fish than he would have been in Berlin, the East German capital, or at home at KGB headquarters.",
  "In an interview she gave shortly after Putin was appointed prime minister in 1999, Russian analyst Lilia Shevtsova described him as \"an outsider who previously served in St. Petersburg.",
  "Putin appears only fleetingly at the very end, in the epilogue, when Aron discusses the imperial nostalgia and themes of restoration in the 1990s that overturned the spirit of glasnost.",
  "While he was a witness to revolution in the GDR, Vladimir Putin was barely even a bystander to what many referred to as a \"spiritual revolution\" at home in Russia and the Soviet Union.",
  "Famous books and articles that had been suppressed by Soviet censors were published and widely read, like Mikhail Bulgakov's Master and Margarita and Boris Pasternak's Doctor Zhivago.",
  "A third says simply that the goal of the KGB in Dresden was to contact, entrap, compromise, and generally recruit Westerners who happened to be in Dresden studying and doing business.",
  "In contrast, Vladimir Putin did not reach the upper echelons of the institution until he suddenly secured a political appointment to head the Federal Security Service (FSB) in 1998.",
  "He has not had the time to develop the personal relationships and the network of allies within the bureaucracy of the security services that is necessary to establish firm control.\"",
  "Shevtsova and many others cautioned in 1999 against seeing Putin \"as some kind of superman\" based on his previous, and brief, position as head of the FSB, the successor to the KGB.",
  "Putin had built a dacha, a weekend house, in this locale not long after he returned to St. Petersburg from his KGB service in Dresden, East Germany, but it had burned down in 1996.",
  "Disenchanted with his experiences in Dresden, Putin returned to the USSR in early 1990, initially to work at Leningrad State University (LGU) and pursue his doctoral dissertation.",
  "The goal was to secure their support for the reformist, perestroika, line of the Soviet leadership in Moscow against opposition from Honecker and his hardline East German allies.",
  "In 1996, Vladimir Putin and a group of friends and acquaintances from St. Petersburg would gather in an idyllic lakeside setting -- barely an hour and a half north of the city.",
  "The accepted story about Putin's KGB service is that Dresden -- which was the third-largest city in the GDR with a population of about 500,000 -- was an unimportant backwater.",
  "The group of outsiders, who watched what the insiders did -- and probably begrudged them for their arrogance and incompetence -- defines the brotherhood Putin identifies with.",
  "A decade after this experience, Putin would set about trying to put something different, more durable in place in Moscow, something that would reassert Russia's lost position.",
  "In Ot pervogo litsa, Vladimir Putin had stated that those in the intelligence services permitted themselves to think differently and say things that few normal citizens could.",
  "Gorbachev was unable to control the forces that he had unleashed at home and that he ultimately unleashed abroad in the GDR and elsewhere in the countries of the Soviet bloc.",
  "They were the outsiders looking from afar, watching all the mistakes made by Russian politicians in Moscow in the 1990s, yet generally powerless to change things.",
  "In the GDR, however, it is unlikely that Putin was able to keep up with the pace of information and the surge of political, literary, and cultural output at home.",
  "This great personal rupture with the collapse of the Soviet Union was followed by what was, in Putin's view, the unseemly chaos of Yeltsin's Russia and the 1990s.",
  "New cult figures like Viktor Tsoi, the charismatic front man of the rock band Kino (Cinema), featured prominently in Assa with his rock anthem \"Khochu peremen!\"",
  "For Putin, the answer seems to have been that you need to decide for yourself what the \"truth\" is and what the highest value is, and serve those above all else.",
  "Given the ferment at home, Putin's KGB counterparts back in the USSR were unlikely to be paying a great deal of attention to what was happening in East Germany.",
  "While Putin was far removed from political events in the Soviet Union in the second half of the 1980s, he was not outside politics or world events in Dresden.",
  "Putin was shocked that, as the Soviet bloc crumbled away in Eastern Europe, \"they [the group around Gorbachev in Moscow] just threw everything away and left.\"",
  "Films like Georgian director Tengiz Abuladze's Pokoyaniye (\"Repentance\"), with its thinly veiled criticism of the Stalinist era, were shown in Soviet cinemas.",
  "Lines to newspaper kiosks--sometimes \"huge crowds\" around the block--formed at six in the morning and the daily allotments were often sold out in two hours.\"",
  "As for entrapping, compromising, and recruiting Westerners or people with connections to the West, that too was a permanent assignment for anyone in the KGB.",
  "In the area around the city there was no reception for any of the West German television stations, and only limited reception of Western radio broadcasts.",
  "Putin was doubly or triply an outsider in the St. Petersburg Ozero group and the Soviet nomenklatura (those who occupied state administrative positions).",
  "The latter enjoyed early postings to Helsinki and London and always seemed to be on a fast track as he rose through the academies and ranks of the KGB.",
  "But if Putin had even the slightest interest in political developments in the GDR, there could hardly have been a much better place to be than Dresden.",
  "Putin probably also has a very different, much more uniformly negative, version of events of the late 1980s than his peers in St. Petersburg or Moscow.",
  "The ambiguities of the GDR in the second half of the 1980s were perfect training for Putin's move to the center of government in Moscow a decade later.",
  "Even literary journals, illustrated weekly magazines, and old stalwarts like Izvestiya and Komsomolskaya Pravda attracted millions of new readers.",
  "He was not a KGB \"golden boy\" like his contemporary Sergei Ivanov -- who later served as defense minister and deputy prime minister under Putin.",
  "But Russia and the USSR were also producing their own rock bands and icons, as well as youth movies, all with an entirely new popular lexicon.",
  "Putin was also likely charged with monitoring and to trying to understand the opposition, their motivations, their strengths, and weaknesses.",
  "In the GDR, Putin was given the chance to witness the classic tension inherent in attempts to reform a complex system without losing control.",
  "I am not talking here about the elderly who had gone through the Stalin period, but about the people with experience on the job let's say.",
  "Unlike men from \"the provinces\" (glubinka in Russian), St. Petersburgers do not really accept the role of being second-class citizens.",
  "This was a wonderful place for Mr. Putin to reflect on the twists and turns of fate and Russia's evolving borders over the centuries.",
  "In intelligence at that time, we permitted ourselves to think differently and to say things that few others could permit themselves.",
  "And when you have returned from [serving] abroad it's hard at the beginning to get used to reality, seeing what's been done at home.",
  "Putin was one of a generation of young recruits, a cohort of outsiders, brought into the KGB by chairman Yury Andropov in the 1970s.",
  "Meanwhile, at a distance, Putin also learned that the changes afoot in the USSR, under Mikhail Gorbachev, were not working, either.",
  "In the fall of 1996, the group formally registered their fraternity, calling it Ozero (Lake) and turning it into a gated community.",
  "As he noted at the time, this meant that \"all the ideals, all the goals that I had had when I went to work for the KGB, collapsed.\"",
  "Others in Putin's inner circle, including most obviously Dmitry Medvedev, would have experienced and seen this period differently.",
  "In contrast with the availability of goods in the GDR, Lyudmila \"found it quite horrifying [strashno] to even walk through stores.",
  "Regardless of what exactly Putin did in Dresden, one thing is certain -- Dresden was not a political backwater in East Germany.",
  "Lyudmila Putina (Putin's wife) pointed out that \"the long lines, ration cards, coupons and empty shelves were still [t]here.\"",
  "As the Soviet system disintegrated, the Russian president was a young KGB agent serving in an isolated part of East Germany.",
  "Not only is it likely that Putin engaged in some or all of these activities, it is virtually inconceivable that he did not.",
  "It undoubtedly reinforced his view of his identity and role as the critical outsider learning from the mistakes of others.",
  "He was also outside the USSR -- during the crucial years of perestroika, 1985 to 1989, Putin could only look in from afar.",
  "Andropov was also aware, however, that the entrenched and increasingly enfeebled Soviet system was in dire need of reform.",
  "The late 1980s were a time of intellectual and cultural ferment and creativity in the USSR, as well as political upheaval.",
  "Tsoi went on to star in a number of gritty independent films and seemed set to topple Soviet-era music and screen heroes.",
  "Vladimir Putin's recruitment to the KGB in 1975 as part of this general group compounded his sense of being an outsider.",
  "He had a new one built identical to the original and was joined by a group of seven friends who built dachas beside his.",
  "When he returned to Leningrad, the state and the Soviet system immediately plunged off the precipice into the abyss.",
  "Petersburg, was \"a province,\" but he also boasts that \"in these provinces everything was always successful for me.\"",
  "In Ot pervogo litsa, Putin muses on this point, admitting that \"the GDR in many respects was an eye-opener for me.",
  "One suggestion is that he was in an operation, \"Operation Luch\" (\"beam\" or \"ray\"), to steal technological secrets.",
  "What they had in common was the archetypical Petersburg mentality that they were outsiders to the Russian capital.",
  "As a foreigner in Dresden from 1985 to 1989, Putin was also an outsider to the system and events in East Germany.",
  "Gorbachev was elected head of the CPSU in May 1985; Putin received his orders to relocate to Dresden that August.",
  "He remained there until after the fall of the Berlin Wall in 1989 and returned to Soviet Leningrad early in 1990.",
  "Putin is referred to as the president who puts back the plaques and statues to Andropov and other KGB luminaries.",
  "\"Millions of people read about subjects that as recently as three years before would have qualified as a crime.",
  "Vladimir Putin is not in Leon Aron's book in part because he simply was not there on the \"road to the temple.\"",
  "Leningrad, Tsoi's birthplace, was in the thick of this pioneering phase in popular culture in the late 1980s.",
  "There is no official version of what Putin was doing in Dresden, and he has not offered much personal detail.",
  "Reportedly, the group members were so close that they often carpooled out from St. Petersburg to the dachas.",
  "His untimely death in a car accident in 1990 caused an unprecedented outpouring of grief among Soviet youth.",
  "-- an anthem that, significantly, was reprised during the 2011-12 protests against Putin's political system.",
  "But while Putin was in Dresden, glasnost suddenly allowed everyone in the Soviet Union to think differently.",
  "Other versions suggest that the KGB was focused on recruiting East Germans who had relatives in the West.",
  "It had been built as the capital and the center of high culture for Peter the Great's new Russian Empire.",
  "I thought at the time: if we begin some changes at home, how will it affect the fates of these people?\"",
  "Gorbachev's perestroika was intended to carry forward reform ideas that Andropov himself had advocated.",
  "Putin was, however, much closer to the action than he ever would have been in the USSR in this period.",
  "I would just go straight to the nearest shop, purchase only the most necessary things and return home.",
  "They were already a completely different generation, with different views, assessment, and attitudes.",
  "Furthermore, although most East Germans could watch West German TV, this was not the case in Dresden.",
  "Putin was not part of the traditional structures of the Communist Party of the Soviet Union (CPSU).",
  "Some versions of the story have said Putin traveled undercover himself to West Germany on occasion.",
  "It was the center of a counter-cultural scene that openly criticized and mocked old Soviet mores.",
  "Putin was an outsider even to Mikhail Gorbachev's perestroika (restructuring or transformation).",
  "He was posted in Dresden during the critical period when Gorbachev took the helm of the USSR.",
  "Putin's service in the GDR had a very specific, and quite negative, impact on his world view.",
  "His formal positions in the KGB were always on the periphery -- in Leningrad and in Dresden.",
  "Unlike many, I could not run around searching for the cheapest goods and wait in the lines.",
  "Nor is there any concrete information about which directorate of the KGB Putin worked for.",
  "Putin's work there has also routinely been described as unimportant and even unsuccessful.",
  "This experience may have colored their own outlook on the future restoration of the state.",
  "Inside the GDR, the city was called Tal der Ahnungslesen -- the \"valley of the clueless.\"",
  "His loyalty had to be to the state itself rather than to a specific system of governance.",
  "Vladimir Putin generally has a black view of the late USSR, of Gorbachev's Soviet Union.",
  "One metalworker talked about how \"I was simply unused to a free exchange of opinions.",
  "And the tragedy is that many people sincerely believed in all those communist ideals.",
  "How could you ensure that you were not just being used as a tool of a narrow group?",
  "Of the eight founders of Ozero, seven were businessmen and one was a civil servant.",
  "But things were not playing out the way Andropov and others had wanted or planned.",
  "They concluded that \"he [Putin] will be greatly limited in what he is able to do.\"",
  "He could not have recaptured this lost time spent in the \"valley of the clueless.\"",
  "Putin's assignment to Dresden put him even further outside mainstream structures.",
  "I thought that I was going to an East European country, to the center of Europe.",
  "It was a harsh totalitarian country, similar to our model, but 30 years earlier.",
  "Young people collected to hang out in mass tusovki (gatherings) in city squares.",
  "Putin is not a protagonist in Leon Aron's detailed history of this period.",
  "In Ot pervogo litsa, Putin concedes that Dresden, as well as Leningrad/St.",
  "Don't 'they' see how they're taking us to the brink of ruin and collapse?\"",
  "Close though they seem to have been, Putin was an outsider to this group.",
  "Andropov had helped sponsor Gorbachev's rise within the Soviet politburo.",
  "Andropov's career had been made in the CPSU, not the security services.",
  "And it had a terminal, incurable illness under the title of paralysis.",
  "Seven had degrees in physics or engineering, and one had a law degree.",
  "If you could remove ideological blinders, it was all perfectly clear.",
  "After conversations like that, you start to think and rethink things.",
  "They were critically acclaimed in the West as well as in the USSR.",
  "The GDR experience forced him to confront some important issues.",
  "The KGB was stealing technological secrets everywhere it could.",
  "It also put Mr. Putin far away from the Russian center, Moscow.",
  "Saying things that were not previously permitted became normal.",
  "This post is adapted from Mr Putin: Operative in the Kremlin.",
  "Here's how the experience would shape him -- and his country.",
  "And we, the younger guys, would talk to our older colleagues.",
  "Andropov left the KGB in 1982 to become leader of the USSR.",
  "Most of his inner circle falls into this outsider category.",
  "A lot had happened in Leningrad while Putin was in Dresden.",
  "Putin saw that the collapse of the GDR \"was inevitable.\"",
  "In many respects he was an outsider even within the KGB.",
  "But its citizens were abruptly designated second rank.",
  "But I wanted something different to rise in its place.",
  "Now I see freedom of thought as something natural.\"",
  "He may not even have read all that much about them.",
  "His family was never part of the intelligentsia.",
  "This must have been a strange position for him.",
  "St. Petersburg was supposed to be important.",
  "He certainly gained very different insights.",
  "The Soviet system in general did not work.",
  "This was also the dominant theme at home.",
  "In principle, Putin was for perestroika.",
  "He did not participate in the debates.",
  "He hardly features in the book at all.",
  "Putin was an outsider to perestroika.",
  "The situation \"tore my life apart.\"",
  "And nothing different was proposed.",
  "The impression I got was terrible.\"",
  "The odd man out was Vladimir Putin.",
  "Whose interests were being served?",
  "He played no role in glasnost.",
  "Whose side was he really on?",
  "This is not his fraternity.",
  "The GDR was imploding.",
  "A paralysis of power.\"",
  "What were the sides?",
  "That's what hurt.\"",
  "(I want change!)",
  "...",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]