[
  "There, Putin called for a broad coalition against the Islamic State; Obama said he was willing to work with anyone, “but we must recognize that there cannot be, after so much bloodshed, so much carnage, a return to the prewar status quo.”\n\nOver the past month, Russia has sent both military personnel and tanks into Syria to aid Assad.",
  "The U.S. and a coalition of countries is also carrying out limited airstrikes in Syria against the Islamic State, but they also say a future Syria must not have Assad at its helm because of his brutal actions against his own people.",
  "“The operations of the Russian air force cannot of course go on indefinitely and will be subject to clearly prescribed time frames,” he said, but did not specify what those time frames were.",
  "But as my colleague Marina Koren has reported, Russia, a permanent, veto-wielding member of the UN Security Council, has blocked any attempt to bring the Syrian issue up at the world body.",
  "Kirby added: “The U.S.-led coalition will continue to fly missions over Iraq and Syria as planned and in support of our international mission to degrade and destroy” the Islamic State.",
  "The U.S. has watched the moves warily because the recent buildup of Russian troops elsewhere—and Federation Council approval—has usually presaged an invasion, as in Crimea last year.",
  "Sergei Ivanov, the Kremlin’s chief of staff, said the approval was purely in the “national interests of the Russian Federation.” He added the action would not be open-ended.",
  "But Ivanov reiterated Putin’s remarks that the use of Russian ground troops had been ruled out, adding the aim of the mission was to help Assad against the Islamic State.",
  "Russia, however, is a staunch ally of the Syrian leader—a relationship forged during the Soviet era when Assad’s father, Hafez al-Assad, ruled the country.",
  "Russia maintains the U.S. and allied operations in Syria are not only ineffective, but also illegal because those airstrikes do not have UN approval.",
  "The approval of airstrikes and their use against targets outside the city of Hama on Wednesday are likely to raise tensions with the United States.",
  "Russia’s operation in Syria would mark its first military action outside Europe since its battered troops left Afghanistan in the late 1980s.",
  "Those actions, they say, have led to the five-year-long civil war that has killed hundreds of thousands and created a massive refugee crisis.",
  "Speaking at the UN on Wednesday, Secretary of State John Kerry said the U.S. would have “grave concerns” if Russia targeted other groups.",
  "Last weekend, Moscow announced an intelligence-sharing agreement with Syria, Iran, and Iraq in their fight against Islamic State.",
  "Putin’s request to the Federation Council—and the body’s unanimous vote--followed a formal request from Assad for Russian help.",
  "U.S. officials and others also said at least some of the strikes appeared to be against anti-Assad groups allied with the West.",
  "Its actions, however, are legitimate, Moscow says, because they were prompted by a formal request from Syria’s government.",
  "The Federation Council’s vote came just days after Putin and President Obama first traded barbs and then met at the UN.",
  "Russia’s sole Mediterranean naval base for its Black Sea fleet is located in Tartus, the Syrian port."
]