[
  "JUST WATCHED The secret behind Vladimir Putin's power Replay More Videos ... MUST WATCH The secret behind Vladimir Putin's power 01:51\n\nWhy Russians love Putin\n\nPhotos: Russian President Vladimir Putin Russian President Vladimir Putin is a popular but polarizing figure who has dominated Russian politics for more than a decade.",
  "Putin already ushered in amendments to the constitution that extended Russia's presidential term from four years to six, and some observers wonder if he may contemplate changing the rules again to stay on beyond 2024, when he will be 72 years of age.",
  "Putin is constitutionally obliged to stand down in 2024, when he will have served two consecutive terms, but the 65-year-old veteran leader has not groomed a successor, prompting speculation that he may seek ways to extend his rule beyond 2024.",
  "Hide Caption 28 of 34 Photos: Russian President Vladimir Putin From left, International Olympic Committee President Thomas Bach, Putin and Medvedev look at their watches before the closing ceremony of the Winter Olympics in February 2014.",
  "If he hands over to someone else, the reasoning goes, his power and influence transfers to that person, and Putin's personal fortune -- officially modest but believed by some observers to be enormous -- will be at risk.",
  "Kolesnikov said that Putin presides over a court system with competing factions that include liberal technocrats and the hawkish siloviki -- veterans of the security services who occupy key positions in the government.",
  "Hide Caption 29 of 34 Photos: Russian President Vladimir Putin Putin controls the puck during an ice hockey game between Russian amateur players and ice hockey stars at a festival in Sochi, Russia, in May 2014.",
  "Hide Caption 30 of 34 Photos: Russian President Vladimir Putin US President Barack Obama shares a toast with Putin at a luncheon in New York hosted by UN Secretary-General Ban Ki-moon in September 2015.",
  "He only briefly attended a massive campaign rally in his name, where he promised Russian \"victories\" for decades to come, as high-profile celebrities and athletes gave him their glowing endorsements.",
  "In his recent state of the nation address, Putin boasted of new \"invincible\" nuclear weapons , with an incendiary animated video showing the weapons striking what appeared to be a map of Florida.",
  "Merkel, reportedly fearful of dogs since one attacked her in 1995, was photographed looking distinctly uncomfortable when Putin brought his large black Labrador into the meeting in Sochi, Russia.",
  "\"Now the question is what kind of course he will choose in the future,\" Vygaudas Ušackas, a former foreign minister of Lithuania and an observer of Russian politics, told CNN before the vote.",
  "Hide Caption 33 of 34 Photos: Russian President Vladimir Putin Putin shakes hands with US President Donald Trump as they meet on the sidelines of the G20 summit in Germany on Friday, July 7.",
  "It's no coincidence that the presidential election was moved to March 18, the fourth anniversary of Moscow's annexation of the peninsula, celebrated in Russia as Crimea Reunification Day.",
  "Hide Caption 14 of 34 Photos: Russian President Vladimir Putin Putin watches honor guards march at the Tomb of the Unknown Soldier during a wreath-laying ceremony in Moscow in June 2003.",
  "Hide Caption 20 of 34 Photos: Russian President Vladimir Putin Putin officiates an arm-wrestling contest as he visits a youth educational forum near Russia's Lake Seliger in August 2011.",
  "Hide Caption 25 of 34 Photos: Russian President Vladimir Putin A topless protester shouts at Putin and German Chancellor Angela Merkel during a visit to central Germany in April 2013.",
  "China's Communist Party is moving to amend the country's constitution to allow President Xi Jinping to serve a third term in office, potentially extending his presidency indefinitely.",
  "Hide Caption 15 of 34 Photos: Russian President Vladimir Putin Putin leaves in an open carriage with Britain's Queen Elizabeth II during a ceremonial welcome in London in June 2003.",
  "Hide Caption 24 of 34 Photos: Russian President Vladimir Putin Putin and Dutch Queen Beatrix share a toast after unveiling a plaque at the Hermitage Amsterdam museum in April 2013.",
  "Hide Caption 22 of 34 Photos: Russian President Vladimir Putin During a rally in Moscow, tears run down Putin's face after he was elected president for a third term in March 2012.",
  "Hide Caption 34 of 34\n\nPutin has dominated Russian politics for 18 years and his act will be a tough one to follow for the country's next leader, no matter how capable or cunning.",
  "Putin has nurtured an image as the man who brought the country from crisis after the humiliating collapse of the Soviet Union in 1991 and a chaotic transition to a market economy.",
  "That same year, the seizure of the Crimean peninsula from Ukraine prompted a surge of patriotism, with Putin's approval rating soaring near 90%, according to Levada Center polls.",
  "Hide Caption 7 of 34 Photos: Russian President Vladimir Putin President-elect Putin watches Russia's Northern Fleet conduct tactical exercises in the Barents Sea in April 2000.",
  "And last year, Putin replaced a number of officials, bringing in younger candidates who were shown on Russian television jumping off a cliff in an outdoor leadership course.",
  "In 2016, for instance, Putin dismissed his long-serving chief of staff, KGB veteran Sergei Ivanov, and replaced him with a relative unknown, the fortysomething Anton Vaino.",
  "\"Amid the inevitable trials and setbacks, may we never relax in our pursuit of progress and may we never abandon the pursuit of peace,\" Obama said before clinking glasses.",
  "Hide Caption 8 of 34 Photos: Russian President Vladimir Putin Putin shakes hands with British Prime Minister Tony Blair after a news conference in London in April 2000.",
  "Hide Caption 9 of 34 Photos: Russian President Vladimir Putin Putin dances with a young girl in Kazan, Russia, while taking part in mid-summer festivities in June 2000.",
  "Hide Caption 16 of 34 Photos: Russian President Vladimir Putin Putin pets his dog Kuni as he addresses journalists with German Chancellor Angela Merkel in January 2007.",
  "Hide Caption 12 of 34 Photos: Russian President Vladimir Putin Putin speaks to his wife, Lyudmila, as they pose in front of the Taj Mahal in India in October 2000.",
  "Hide Caption 23 of 34 Photos: Russian President Vladimir Putin Putin plays with his dogs Yume, left, and Buffy at his home in Novo-Ogaryovo, Russia, in March 2013.",
  "Hide Caption 19 of 34 Photos: Russian President Vladimir Putin Putin takes part in a judo training session at a St. Petersburg athletics school in December 2009.",
  "Hide Caption 17 of 34 Photos: Russian President Vladimir Putin In 2008, Putin had finished two terms and was constitutionally obliged to stand down as president.",
  "Hide Caption 13 of 34 Photos: Russian President Vladimir Putin Putin listens to US President George W. Bush during a visit to the White House in November 2001.",
  "That month, Putin defended his government's record on free speech and rejected a claim that it uses \"Stalinist\" methods to clamp down on critics and activists.",
  "Hide Caption 5 of 34 Photos: Russian President Vladimir Putin From 1991 to 1994, Putin served as the chairman of St. Petersburg's Foreign Relations Committee.",
  "Hide Caption 11 of 34 Photos: Russian President Vladimir Putin Putin is welcomed by North Korean leader Kim Jong Il after arriving in Pyongyang in July 2000.",
  "Russia's next political generation\n\nPutin scales a climbing wall at a summer camp run by the political Nashi youth group at Lake Seliger in northern Russia.",
  "Moscow (CNN) Vladimir Putin was already Russia's longest-serving ruler since Soviet dictator Joseph Stalin when he won his fourth term as President Sunday.",
  "Russians have supported Putin's provocations of the West and his popularity has been immune to a diplomatic crisis with the UK and worsening US relations.",
  "Just like Stalin after the war was very suspicious of his closest friends, he needs renewal of his administration in the broadest sense,\" Kolesnikov said.",
  "Some speculation centers on whether Dmitry Medvedev will stay on as prime minister in Putin's next term, signaling possible movement on succession plans.",
  "Hide Caption 27 of 34 Photos: Russian President Vladimir Putin Putin arrives to watch a military exercise in Russia's Leningrad region in March 2014.",
  "His autocratic leadership style also plays well with a segment of the electorate; his re-election slogan is, \"A strong president, a strong Russia.\"",
  "Two international rights groups had issued scathing reports on Putin's presidency, saying changes to the law had helped authorities stifle dissent.",
  "Hide Caption 21 of 34 Photos: Russian President Vladimir Putin Putin and Medvedev attend a session of the State Council in Moscow in December 2011.",
  "Konstantin von Eggert, an independent political commentator, said the younger generation of loyalists wants to steer clear of the gerontocracy.",
  "It's a question on the minds of those inside the Kremlin and ordinary Russians alike, and may be one that takes the next six years to answer.",
  "His win cements his stature as the strongman who made Russia great again, but it also sets the stage for a crisis: Who will lead Russia next?",
  "Putin's win was a foregone conclusion, with approval ratings consistently above 80%, no serious opponent and tight control over the media.",
  "Hide Caption 31 of 34 Photos: Russian President Vladimir Putin Putin sits in a bathyscape as it plunges into the Black Sea in August 2016.",
  "They talked for more than two hours, discussing interference in US elections and ending with an agreement on curbing violence in Syria.",
  "03:47\n\nOver the next six-year term, Putin is likely to think about how to protect his own personal wealth and that of his inner circle.",
  "Hide Caption 18 of 34 Photos: Russian President Vladimir Putin Putin shakes hands with Libyan leader Moammar Gadhafi in November 2008.",
  "Putin remained confident throughout the election period, staying above the fray and abstaining from debate with the other candidates.",
  "Putin, who first assumed the presidency on New Year's Eve in 1999, handed the mantle to Medvedev after serving the maximum two terms.",
  "Hide Caption 26 of 34 Photos: Russian President Vladimir Putin Putin fishes in Russia's Tuva region during a vacation in July 2013.",
  "\"The action of Xi Jinping is kind of a road map for Putin,\" said Andrei Kolesnikov, a senior fellow at the Carnegie Moscow Center.",
  "In his first years as president, he presided over strong economic growth, with Russia's economy buoyed by high global oil prices.",
  "Hide Caption 10 of 34 Photos: Russian President Vladimir Putin Putin and US President Bill Clinton talk in Moscow in June 2000.",
  "Hide Caption 32 of 34 Photos: Russian President Vladimir Putin Putin exercises at a Black Sea resort in Sochi in August 2016.",
  "\"But Putin doesn't have a final decision how to behave after the elections, how to construct a mechanism of succession.\"",
  "Hide Caption 4 of 34 Photos: Russian President Vladimir Putin Putin poses with his parents, Vladimir and Maria, in 1985.",
  "A year earlier, he was selected to attend the Red Banner Institute of Intelligence, where he learned German and English.",
  "But he stayed close to power, becoming prime minister after Dmitry Medvedev, center, was elected to be his successor.",
  "Putin, his prime minister, was appointed acting president until the election, which Putin won several months later.",
  "Hide Caption 2 of 34 Photos: Russian President Vladimir Putin Putin dances with a classmate during a party in 1970.",
  "This story was first published in early March and has been updated to reflect Putin's victory in Sunday's election.",
  "Here, he gives flowers to Russian President Boris Yeltsin during a farewell ceremony in Moscow in December 1999.",
  "Hide Caption 3 of 34 Photos: Russian President Vladimir Putin Putin, bottom, wrestles with a classmate in 1971.",
  "Ušackas, the Lithuanian former minister, said Medvedev proved his value to Putin when he loyally stepped aside.",
  "He went on to study law at Leningrad State University, and in 1975 he joined the KGB, a Soviet-era spy agency.",
  "Hide Caption 6 of 34 Photos: Russian President Vladimir Putin Putin rose quickly through the political ranks.",
  "But Medvedev is embroiled in sweeping allegations of corruption that could make his ascension untenable.",
  "The two, bitterly at odds over issues in Ukraine and Syria, had a closed-door meeting later in the day.",
  "He went underwater to see the wreckage of an ancient merchant ship that was found earlier in the year.",
  "Hide Caption 1 of 34 Photos: Russian President Vladimir Putin Putin poses for a class photo in 1960.",
  "\"They think there is going to be a succession, and Putin is going to hand over the reins of power.\"",
  "Putin has tried to bring in fresh faces who owe complete loyalty to him, according to Kolesnikov.",
  "A few months later, the two signed a treaty to reduce and limit their strategic nuclear warheads.",
  "Speaking to voters earlier this month, he expressed regret over the demise of the Soviet Union.",
  "Years later, he told the German newspaper Bild he had no intention of intimidating Merkel.",
  "A few months later, Putin was re-elected president and Medvedev became his prime minister.",
  "Observers are now speculating that the Kremlin could look to the example set in Beijing.",
  "Openly grooming a successor before his term ends could be political suicide for him.",
  "Yeltsin, Russia's first democratically elected president, was resigning from office.",
  "Russia is one of the few countries that have diplomatic relations with North Korea.",
  "Russians have also supported his drive to restore their country as a global power.",
  "\"When I found out that she doesn't like dogs, of course I apologized,\" he said.",
  "Even the leader himself appeared bored during the lackluster campaign period.",
  "They were married for 30 years before their divorce was finalized in 2014.",
  "\"The Vainos of his world think that they are going to take over,\" he said.",
  "Medvedev served one term and then stepped aside to allow Putin's return.",
  "In 2014, the Sochi Olympics signaled Russia's return to the world stage.",
  "For years, Putin has cultivated a populist image in the Russian media.",
  "Replay More Videos ... MUST WATCH Putin is facing no real opposition.",
  "He was born October 7, 1952, in what is now St. Petersburg, Russia.",
  "Observers say that Vladimir Putin may be taking Xi Jinping's lead.",
  "\"Nurturing rivals is not what I need to do,\" he said in December.",
  "What is certain is that Putin isn't going anywhere soon.",
  "It's a branch of the Hermitage Museum in St. Petersburg.",
  "There is a trust issue inside the Kremlin, he said.",
  "JUST WATCHED Putin is facing no real opposition.",
  "\"This is the problem of the longevity of power.",
  "\"A lot of his cronies are not so trustworthy.\"",
  "He also served as the city's deputy mayor.",
  "See more photos from his life and career.",
  "I don't think even he knows himself.\"",
  "Russia hosted the Olympics that year.",
  "But will he nurture any successor?",
  "Putin holds a black belt in judo.",
  "They have two daughters together.",
  "A Xi Jinping-style power grab?",
  "\"That's a big gamble.",
  "Here's why.",
  "Here's why.",
  "\"Cheers.\""
]