[
  "Just as the Communist International, or Comintern, and what Soviet ideologists called the \"correlation of forces\" sought to unite progressive elements around the globe behind Moscow, the world's traditionalists will now line up behind Putin.",
  "\"While his stance as a defender of traditional values has drawn the mockery of Western media and cultural elites, Putin is not wrong in saying that he can speak for much of mankind,\" conservative American commentator Patrick Buchanan wrote.",
  "The 21st century, Buchanan adds, may be marked by a struggle pitting \"conservatives and traditionalists in every country arrayed against the militant secularism of a multicultural and transnational elite.\"",
  "The Kremlin apparently believes it has found the ultimate wedge issue to unite its supporters and divide its opponents, both in Russia and the West, and garner support in the developing world.",
  "And the Kremlin, according to political analyst Aleksandr Morozov, has been spending considerable resources laying the groundwork to Putin's transformation into a global conservative icon.",
  "They seem to believe they have found the ideology that will return Russia to its rightful place as a great power with a messianic mission and the ability to win hearts and minds globally.",
  "As the West becomes increasingly multicultural, less patriarchal and traditional, and more open to gay rights, Russia will be a lodestone for the multitudes who oppose this trajectory.",
  "\"Against the backdrop of a difficult economic situation, people are becoming more prudent,\" Dmitry Abzalov of the Center for Strategic Communications said at the news conference.",
  "Others on the American right, like Rod Dreher, a senior editor of the \"American Conservative,\" also wrote favorably—albeit in a more nuanced manner—of Putin's speech.",
  "\"It is a mistake to believe that Putin wants to lower a new Iron Curtain, build a new Berlin Wall and pursue a policy of isolationism,\" Morozov wrote in Colta.ru.",
  "They have used forums like the Dialogue of Civilizations and the Valdai Discussion Group to influence elite opinion, Morozov writes.",
  "The Comintern was a complex system that worked with ideologically sympathetic intellectuals and politicians.",
  "What we are seeing now is not an attempt to restore the past, but the creation of an entirely new hegemony.\"",
  "They have co-opted Western pundits on the RT (formerly Russia Today) English-language television station.",
  "\"Putin may be seeing the future with more clarity than Americans still caught in a Cold War paradigm.\"",
  "\"It is important for most people to preserve their way of life, their lifestyle, their traditions.",
  "And they have subsidized the research of Western academics at Russian universities.",
  "This is not isolationism, but rather the maximum Putinization of the world.",
  "\"Putin may be a cold-eyed cynic, but he’s also onto something,\" he wrote.",
  "And there is some evidence that this message may be resonating.",
  "\"On the contrary, Putin is creating a new Comintern.",
  "This, Abzalov added, represented \"a global trend.\"",
  "So they tend toward conservatism.",
  "This is normal.\""
]