[
  "Today we did discuss with the president of the United States, Mr. Bush, the most important things that we have to really pay attention to, is to put an effective block, an end, to any kind of extremism and feelings of intolerance, religious intolerance, people who are trying to solve -- no matter how complex an issue of national or ethnic or religious conflict, weapons simply are not those kinds of things which can solve these problems.",
  "Transcript: Bush, Putin news conference LJUBLJANA, Slovenia (CNN) -- Following is a transcript of a news conference held Saturday, June 16, by U.S. President George W. Bush and Russian President Vladimir Putin following a meeting between the two leaders in Ljubljana, Slovenia: BUSH: President Putin and I have just concluded two hours of straightforward and productive meetings.",
  "And taking into account the fact that the United States and the Russian Federation, as no one else, as no other country of the world, have accumulated huge amounts of nuclear weapons, weapons of mass destruction, we bear a special responsibility for maintaining common peace and security in the world -- for building a new architecture of security in the world.",
  "In this regard, as they say in cases like this, reality was a lot bigger than expectations, because this was not only a confidential discussion, but extremely and all the way to more than what you could expect from frankness, because President Bush, as a person who has studied history, proposed a very global, wide-scale approach and view to history.",
  "I think that it would be very incorrect for us to start forcing on issues and arguments and not take into account the very fundamental, main concepts and issues in our relationships, which are the basis in the whole foundation of the relationship between the Russian Federation and the United States of America.",
  "Here is what it says: \"The leadership, holding to its inalienable policy and taking into account all the tensions, this Soviet government announces its intention to enter into discussions with NATO countries about its participation in NATO with the North Atlantic Treaty Organization.\"",
  "The Soviet government proposed -- they were talking about the widening of the NATO pact and what they're going to do about bringing Soviet Union in: \"There is no need to stress the completely unrealistic nature of such a proposal from the Soviet Union.\"",
  "In some of the countries of the former Soviet Union, for instance, you probably know -- we talk about this very often -- in the Balkan states, for instance, we feel that human rights are damaged, especially of the ethnic Russian populations.",
  "And the last, in the last few months, at the very threshold of our meeting, there was a lot of discussion about the fact that U.S.- Russian relations are overburdened by problems and issues that are somehow reaching a critical stage.",
  "The leader of Russia is working hard on behalf of his people to promote prosperity and peace, and I believe our nations can work together to achieve prosperity and peace not only within our respective countries, but around the world.",
  "I reminded the president that oftentimes people speak in terms of, you know, they say Russia is a country of great resources, only referring to the energy resources, the mining resources, the timber resources, and that is true.",
  "Now as far as the issue of proliferation and non-proliferation, I have to say that, in our opinion, this is a topic that is very, very closely tied to the ABM Treaty, because many other things are hooked on to this same string.",
  "QUESTION: President Putin, you will reply my question on whether the simple fact of President Bush saying the United States is not your enemy actually changes your military thinking or your strategic thinking and planning?",
  "And I believe as we go down the road that we'll be able to develop a constructive relationship as to how to use our technologies and research and willingness to keep the peace in a way that makes the world more peaceful.",
  "My meeting with President Putin today is an important step in building a constructive, respectful relationship with Russia, a relationship that has the potential to benefit not only our two countries, but also the world.",
  "I said to President Putin that we need a new approach for a new era, an approach that protects both our peoples and strengthens deterrence by exploring and developing a new attitude towards defenses in missile defenses.",
  "We see very clearly, very positive prospect of our relationship in the future, and we are all geared up to work in the future constructively, pragmatically and to establish very good, predictable relationship.",
  "We had a session of two men who've come to office for the right purpose, not only to represent our countries, but giving our respective standings to work together to deal with the threats of the 21st century.",
  "I've expressed my concern and so did the president, very openly, about nations on his border and nations that can't stand America's freedoms developing the capacity to hold each of us hostage, and he agreed.",
  "And the president expressed that we need an additional impulse (sic) for our businessmen, and we will do everything possible to receive a very high-level business delegation of the United States to Russia.",
  "But I think the specialists, as I have said before, have to sit down, have contact to identify the overall platform that we're going to work from and try to find a way together to solve these problems.",
  "The president and I have agreed that we're going to tell our ministers of defense, secretaries of defense, foreign ministers, to continue in this vein, to continue this discussion without any pauses.",
  "And of course, I cannot but say the very highest about the hospitality of our hosts, who provided us with all the conditions necessary for holding this very good meeting -- good, moral atmosphere.",
  "It seems to me that, to a significant extent, that which exists now is functioning very successfully now -- the international space station and the participation of the United States and Russia.",
  "PUTIN (through translator): You know, I agree with the president in that, to overload our relationship by a variety of bureaucratic structures and organizations, that's not always justified.",
  "And, President Putin, to follow up on your comments just now, does the simple fact of President Bush saying that Russia is not an enemy actually change your strategic or military planning?",
  "I especially thank the people of Slovenia, and I want to thank the leadership for such warm hospitality and congratulate the people on the 10th anniversary of its independence on June 25.",
  "Let me say one other area where the United States is in agreement with Russia: We think Russia ought to be admitted into the World Trade Organization, and we will work toward that end.",
  "I also expressed my hope that Russia will develop constructive relations with its neighbors, like Georgia, that are trying to find their own way in a challenging but hopeful world.",
  "The government of the Russian Federation, businessmen of both countries and the U.S. administration, of course, can do a lot more to support the effectiveness of our economic ties.",
  "More than a decade after the Cold War ended, it is time to move beyond suspicion and toward straight talk, beyond mutually assured destruction and toward mutually earned respect.",
  "We know the plans of President Bush, with respect to his taxation policy and with respect to other measures which he is planning, with respect to the economy of the United Stats.",
  "Moreover, I have to say that between Russia and the United States, we have two protocols that we signed on non-strategic ABM systems, in New York and I think it was in Helsinki.",
  "We sat and talked about the past, about the present, about the future of our countries and about the development in the situation in the world for many years into the future.",
  "Look, the positive feeling that we now have developed today with President Bush could be a separate subject of discussion, because you know, Russia is cooperating with NATO.",
  "The basis for my discussion began with this simple premise, that Russia and the United States must establish a new relationship beyond that of the old Cold War mentality.",
  "You know, very soon the new pipeline system is going to go into effect, which is going to be transporting energy resources from the Caspian Region through Novorossiisk.",
  "When we hear about things like concerns of the future and about threats in the future, we do agree that together we have to sit down and have a good think about this.",
  "In my meetings today with the president and the prime minister, I reaffirmed America's support for Slovenia's integration with Europe and the Euro-Atlantic community.",
  "And it seems to me that if you start with a mutual understanding that we are partners, that's the way we're going to move to try to solve this very important issue.",
  "But when the businessmen come -- that depends, of course, on the U.S. side -- but we will receive them at any appropriate time, any time that's appropriate to them.",
  "And do you have any plans on creating an intergovernmental commission of various agencies which could stimulate economic ties between the United States and Russia?",
  "I was so pleased that we were able to begin constructive, real dialogue between our Secretary of Defense Rumsfeld and (Russian Defense Minister) Mr. Sergei Ivanov.",
  "I directed the Secretary of State Powell and Secretary of Defense Rumsfeld to work with their Russian counterparts to begin discussing a new security framework.",
  "We also agreed to continue our cooperation and work toward common solutions on important regional issues, from the Balkans to Nagorno- Karabakh to Afghanistan.",
  "Getting back to trade and economic issues, ties between our two countries, how soon do you think we can expect a delegation of American businessmen to Moscow?",
  "Russia has got great mathematicians and engineers who can just as easily participate in the high-tech world as American engineers and American mathematicians.",
  "The differences in our positions, of the two countries really are not of a fundamental nature, a global nature, something which cannot be solved, not at all.",
  "I think the very nature and the result of our discussion today between myself and the president of the United States will put an end to all of these rumors.",
  "Again, I repeat, define the threats and those things which just stand in the way, to look at the power that both countries have to neutralize these threats.",
  "As we work together to address the world as it is, not as it used to be, it is important that we not only talk differently, we also must act differently.",
  "I am convinced that he and I can build a relationship of mutual respect and candor, and I am convinced that it is important for the world that we do so.",
  "I have to say that this discussion showed that the differences in our approaches in the very fundamental areas are much less than that which unites us.",
  "And we discussed our common interests in developing the energy resources of the Caspian Basin in a way that benefits all the countries of the region.",
  "I want to encourage Russian and American businesses to become more involved in our discussions so that together we can foster meaningful investments.",
  "And right away Mrs. Albright, former secretary of state, she was someplace on a trip to Europe, said, \"Look, we're not talking about this right now.\"",
  "Based upon today's dialogue, I have come to the conclusion and the impression that we might have a very constructive development here in this arena.",
  "The president and I are united in saying that the economic ties between our two countries do not correspond to the potential of our two countries.",
  "I am impressed by the progress being made in this country, and we will take that under consideration when we meet in Prague a year from this fall.",
  "QUESTION: Mr. President, did you offer President Putin any inducements in this conversation to ease his opposition to a U.S. missile defense plan?",
  "Respectful relations require honesty, and we did discuss areas where my country has differences with Russia: over Chechyna, over media relations.",
  "We have a great moment during our tenures to cast aside the suspicions and doubts that used to plague our nations, and I am committed to do so.",
  "PUTIN (through translator): First of all, I want to confirm everything that's been said by President Bush when he characterized our meeting.",
  "QUESTION: Will Slovenia get an invitation to NATO at the next summit in Prague, where, according to Lord Robertson, enlargement will happen?",
  "But I am convinced that ahead of us we have a constructive dialogue and the will to talk about these topics, to discuss, to hear each other.",
  "President Putin, President Bush has said that he is going to go forward with missile defense plans, basically with or without your blessing.",
  "I said I thought that it was a wise thing for NATO to expand so long as nations met their obligations and met what's called the MAP process.",
  "The Cold War said loud and clear that we're opponents and that we bring the peace through the ability for each of us to destroy each other.",
  "We must continue a dialogue, so I am prepared to send both Secretary O'Neill and Secretary Evans to Moscow soon to further our discussions.",
  "President Putin and I have agreed to launch an extensive dialogue about a wide range of issues that we can constructively address together.",
  "(LAUGHTER) BUSH: Secondly, I appreciate the opportunity to be able to talk about a new relationship, and we will continue these dialogues.",
  "And I'm very grateful to the president of the United States that finally, from the territory of the United States, these words were heard.",
  "And as the president said to me, clearly, he said that you're not the only nation that cares about weapons of mass destruction; we care.",
  "American business is showing a great interest in this sphere, but we also know that President Bush has plans in the atomic energy field.",
  "As a matter of fact, after our meeting today, I am convinced it can be a strong partner and friend, more so than people could imagine.",
  "When the president of a great power says he wants to see Russia as a partner and maybe even as an ally, this is worth so much to us.",
  "We had a good discussion of our views of Russian-American relations and of the changing world at the beginnings of this new century.",
  "So what we're talking about here -- you remember, about a year ago I think somebody asked the question about, what's your attitude?",
  "PUTIN (through translator): As far as the issue of anti-missile defense, the official position of the Russian government is known.",
  "And finally, I'm especially pleased we were able to have this meeting in Slovenia, one of the success stories of southeast Europe.",
  "BUSH: Well, I intend to talk to the secretary of commerce as soon as I get back, and tell him of our agreement and get him moving.",
  "And many threshold states, when it comes to the destruction of the previous accord, can only be happy and say, \"Look, fantastic.",
  "When Russia and the United States work together in a constructive way, we can make the world a safer and more prosperous place.",
  "So this is the foundation of all of our concerns, not just to bring it in or not bring it in or accept NATO or not accept NATO.",
  "I want to stress here that the issues that were discussed in Ljubljana are going to be the subject of our continuing dialogue.",
  "But on the contrary, the international community must say once and for all, everybody who does this will receive a due answer.",
  "I brought up concerns about Iran, and I'm hesitant to put words in the president's mouth, but he said he's concerned as well.",
  "Look, we didn't just sit down and say that our specialists are going to meet and they're going to have an exchange of views.",
  "But we agreed that they're going to discuss very specific questions which cause concern to both sides, very specific items.",
  "I said yesterday in Poland, I felt like a secure border for Russia, a border with safe and friendly nations, is a positive.",
  "We proceed from the idea that the 1972 ABM Treaty is the cornerstone of the modern architecture of international security.",
  "It was very important for me to hear how and what the president of the United States thinks and to hear directly from him.",
  "Speaking for myself -- look, this was printed a while back, but there are attached addendum documents which were secret.",
  "And to President Bush, did President Putin ease your concern at all about the spread of nuclear technologies by Russia?",
  "I stress again, and I insist, the people who try to do this do not deserve the support of the international community.",
  "The president understands it's important to have a rule of law, a reasonable tax system, transparency in the economy.",
  "I offer the opportunity, which the president is going to seize, for us as leaders of great powers to work together.",
  "The differences in approaches do exist, and naturally in one short moment, it's impossible to overcome all of them.",
  "I was able to get a sense of his soul, a man deeply committed to his country and the best interests of his country.",
  "Are you unyielding in your opposition to his missile defense plans, and is there anything you could do to stop it?",
  "And we've agreed to launch regular, detailed and serious consultations on the nature of our security relationship.",
  "We have an opportunity to reject extremists that could threaten our respective nations and threaten our alliances.",
  "I want to return now to what the president said very recently, that Russia and the United States are not enemies.",
  "Look, you understand that our attitude toward NATO was not as one towards an enemy organization, of course not.",
  "And I'm grateful that our businessmen and our secretary of commerce will hear that when they travel to Russia.",
  "Naturally, first and foremost, we have to take care of the issues of the energy problem in the world at large.",
  "Mr. Bush, you partially answered -- you talked about issues of strategic security and talked about the future.",
  "We also discussed the importance of a sound investment climate to improve Russia's future economic prosperity.",
  "Of course, we discussed some very difficult regional issues in the Near East and Afghanistan and the Balkans.",
  "At least the president of the United States has listened carefully, listens to our arguments very carefully.",
  "We proceed from the premise that there are elements which unite us with our partners in the United States.",
  "But as I reminded the leaders today, there is a process, and the countries must work toward that process.",
  "The most important thing is to create favorable conditions for effective work by the business community.",
  "From our part, we still have to do so much that would make Russia attractive for the foreign investors.",
  "We have a number of various structures that are working very appropriately now in reprocessing uranium.",
  "We have to look at where they come from and then make some decisions as to how we have to counter them.",
  "PUTIN (through translator): As I understand you, what you have in mind is the situation in the region.",
  "We don't try to get people to rise up on the basis of national or ethnic origin or religious feelings.",
  "(LAUGHTER) PUTIN: And I'm going to receive him in my own home, not just in Russia, but in my own home.",
  "And I believe that the people who watch carefully our relationship will see that it grows and emerges.",
  "I'm saying this, any unilateral actions can only make more complicated various problems and issues.",
  "There was a straightforward dialogue, and that's the beginning of a very constructive relationship.",
  "And that's an area of great interest to me, and that's an area of great interest to the president.",
  "In this connection, could you tell us anything about what you talked about the expansion of NATO?",
  "And I'm very grateful to the President of the United States for inviting me to the United States.",
  "This was a very good meeting, and I look forward to my next meeting with President Putin in July.",
  "All of this presupposes a very close cooperation for strengthening security in the 21st century.",
  "Moreover, especially if it is headed by one of the senior officials of the U.S. administration.",
  "Yesterday we were threshold; nobody agreed to took any account of us, now today recognizes us.\"",
  "We have great opportunities to cooperate on economic, commercial, regional and security issues.",
  "I would do it with great pleasure, especially because he invited to have me over at his ranch.",
  "BUSH: I went to my first NATO summit, and there appears to be a uniform desire to expand NATO.",
  "But we proceed from the idea that these concerns and threats are different kinds of things.",
  "These will be fruitful discussions, and I believe what people will see is a joint strategy.",
  "As I understand it, what you have in mind is the overall situation in the Balkans, right?",
  "One of the central topics of our discussion was the strengthening of strategic stability.",
  "We compared our approaches in key areas, and once again we established our common ground.",
  "The Russian president has expressed a desire to join the WTO, and I think it makes sense.",
  "He said, I read where you named your daughters after your mother and your mother- in-law.",
  "But Russia has got a resource that's invaluable in this new era, and that's brain power.",
  "I'm not prepared right now to get into this publicly, but we're talking about specifics.",
  "I was so impressed that he was able to simplify his tax code in Russia with a flat tax.",
  "I would even add that I was counting on an open, frank dialogue, confidential dialogue.",
  "Well, we do have our own idea a vision of what's happening here and how we should act.",
  "We have a unique opportunity to address the true threats of the 21st century together.",
  "I said in Poland and I'll say it again, Russia is not the enemy of the United States.",
  "A huge number of non-citizens, in other words, people who can't even get citizenship.",
  "And the president, of course, had a reaction which I'm sure he'll give you right now.",
  "There was no kind of diplomatic chit chat, trying to throw each other off balance.",
  "I mean, first of all, our relationship is larger than just security relationships.",
  "We are counting on a pragmatic relationship between Russia and the United States.",
  "I only regret not staying long enough to see Lake Bled or to climb Mount Triglav.",
  "This is a note of the Soviet government from 1954 sent to the countries of NATO.",
  "And from that basis, we will seize the moment to make a difference in the world.",
  "And this is a joint project of two companies -- Russian and American companies.",
  "I enjoyed the opportunity to meet President Putin in person for the first time.",
  "That's why he ran for the presidency, and that's why I ran for the presidency.",
  "(LAUGHTER) PUTIN (through translator): But look, nonetheless, I will respond.",
  "It's a bigger relationship than that, and it's important to understand that.",
  "(LAUGHTER) PUTIN (through translator): Yes, I'm going to lay it out for you.",
  "It's good to have dealings with the effective people that make things work.",
  "In Latvia, for instance, 40 percent of the population is Russian-speaking.",
  "And we'll work together to stop the spread of weapons of mass destruction.",
  "Although, among international investors, the Americans are in first place.",
  "A threat of the 21st century is the spread of weapons of mass destruction.",
  "Our countries have common interests, and we share great responsibilities.",
  "He invited me to Russia, and I accepted, and I look forward to the visit.",
  "I think that we found a good basis to start building on our cooperation.",
  "QUESTION: Mr. Putin, you are leaving from Slovenia straight to Belgrade.",
  "In turn, naturally, I expressed the approaches of Russia in this sphere.",
  "Mark me down as very pleased with the progress and the frank discussion.",
  "(LAUGHTER) BUSH: I said, Mr. President, you're a fine diplomat, as well.",
  "The deployment of capital is something that's very important to Russia.",
  "(LAUGHTER) PUTIN (through translator): I'm going to lay it out for you.",
  "This is a problem we're going to have to really think very hard about.",
  "If commissions exist just to exist, then I don't think it's fruitful.",
  "Russia and America have the opportunity to accomplish much together.",
  "I have invited President Putin to Washington this fall; he accepted.",
  "I'm going to read to you something which was recently declassified.",
  "Here, too, we think we have a couple of things we could talk about.",
  "It's time to write new history in a positive and constructive way.",
  "And we really in fact did agree that we're going to talk in Genoa.",
  "QUESTION: This is a question to both presidents, if you'll allow.",
  "People who cooperate do not have a basis of peace on destruction.",
  "Our nations are confronted with new threats in the 21st century.",
  "We don't encourage people to take up arms to fight against that.",
  "If commissions exist in order to stimulate action, then perhaps.",
  "But if that's the case, then, look, we ask ourselves a question.",
  "The president didn't say, \"Well, if you do this, I'll do that.\"",
  "And from that basis, we can begin a very fruitful relationship.",
  "We have the very fruitful area of cooperation we could work in.",
  "It's bigger than figuring out how to deal with the ABM Treaty.",
  "Terror in the hands of what we call rogue nations is a threat.",
  "I wouldn't have invited him to my ranch if I didn't trust him.",
  "I'm not so sure I'll have the same success with our Congress.",
  "I don't think we need to spend time to yet again declare it.",
  "Is it possible that Russia is going to join the NATO or not?",
  "It's not by accident that I said that it's important for us.",
  "And there are a lot of areas in our business relationships.",
  "And I think that's accurately categorized as your position.",
  "Who knows, maybe I will have the opportunity down the road.",
  "He's an honest, straightforward man who loves his country.",
  "Do you have any concrete solutions for the Balkan crisis?",
  "BUSH: I offered something: logic and a hopeful tomorrow.",
  "I think the specialists should define all these things.",
  "We're going to talk in Shanghai at the APEC conference.",
  "I found him to be very straightforward and trustworthy.",
  "And I expressed my government's position very plainly.",
  "I am sure that this will not be the last such project.",
  "We're going to have the great Crawford, Texas, summit.",
  "And there is no need to fire up this whole situation.",
  "And this, too, is the subject of very special review.",
  "These things can only be solved through negotiations.",
  "It's an area where we can begin a fruitful dialogue.",
  "(LAUGHTER) BUSH: And he said, I did the same thing.",
  "PUTIN (through translator): This is not a question.",
  "I thought he was going to give it to you right now.",
  "Russia is an important country with vast potential.",
  "And I appreciated so very much the frank dialogue.",
  "The president told me something very interesting.",
  "QUESTION: (OFF-MIKE) you offered in this meeting?",
  "We'll meet again in July, then later in the fall.",
  "Sometimes I worry a little bit about commissions.",
  "We have so many other areas we'd like to work in.",
  "And I said, Yes, I'm a great diplomat, aren't I?",
  "It requires patience, but there is no other way.",
  "And what is the Russian position on enlargement?",
  "I believe his leadership will serve Russia well.",
  "We've got pretty good cooperation in space now.",
  "This was really a very interesting discussion.",
  "QUESTION: A question to both of you, if I may.",
  "The president is a history major, and so am I.",
  "That is certainly the position of my country.",
  "Here there are a lot of very specific issues.",
  "We should seize it, and today we have begun.",
  "Ron asked a great question: Can I trust him?",
  "And so, we didn't have a bargaining session.",
  "And today has been a very constructive day.",
  "It deals with two leaders who share values.",
  "QUESTION: To both presidents, if you allow.",
  "And is this a man that Americans can trust?",
  "President Putin agrees with this approach.",
  "I think we can work out a common approach.",
  "Everybody is trying to read body language.",
  "We have various accords and treaties, JPC.",
  "We exchanged our views on our approaches.",
  "We talked about using the Caspian Basin.",
  "We feel that we can do it best together.",
  "And it is very interesting and positive.",
  "A threat of the 21st century is poverty.",
  "A threat of the 21st century is energy.",
  "And to my mind, this is very important.",
  "I very much enjoyed our time together.",
  "Look, this is a military organization.",
  "And we have an opportunity to do that.",
  "I think this has become an interview.",
  "And this is not a bargaining session.",
  "The copy declassified was top secret.",
  "And they could be fully good allies.",
  "Macedonia, Kosovo, et cetera, right?",
  "Yes, it's moving towards our border.",
  "We share our love for our families.",
  "I could ask the very same question.",
  "Thank you, thank you ever so much.",
  "I view him as a remarkable leader.",
  "It's important to our businessmen.",
  "We talked about energy resources.",
  "BUSH: I will answer the question.",
  "Friends don't destroy each other.",
  "That's the answer that NATO gave.",
  "And we remember the old history.",
  "I'm not going to answer to that.",
  "They do not threaten each other.",
  "It's moving towards our border.",
  "This is very important for us.",
  "We don't support those people.",
  "It's a very difficult process.",
  "I think that will help a lot.",
  "We don't send weapons there.",
  "I looked the man in the eye.",
  "We had a very good dialogue.",
  "Threats have to be defined.",
  "We don't call it terrorism.",
  "We've got common interests.",
  "It's much bigger than that.",
  "They don't want us there.",
  "They don't want us there.",
  "He's working toward that.",
  "Look, here is the answer.",
  "We share a lot of values.",
  "And this was the answer.",
  "Do you want to go first?",
  "All right, here we go.",
  "It's bigger than that.",
  "It starts with trust.",
  "We have association.",
  "Can we trust Russia?",
  "He loves his family.",
  "Yes, it's military.",
  "We have agreement.",
  "And we will do so.",
  "I said, \"Why not?\"",
  "Yes, it's working.",
  "Look, here it is.",
  "BUSH: We did not.",
  "BUSH: Thank you.",
  "I believe that.",
  "BUSH: Good job.",
  "Mr. President?",
  "We value this.",
  "We will do so.",
  "Very good job.",
  "It's working.",
  "BUSH: I did.",
  "Thank you.",
  "BUSH: Yes.",
  "Thank you.",
  "And I can.",
  "Why?"
]