[
  "Praise from Assad, and a condemnation from Putin\n\n\n\nIn late October 2015, less than a month after Russia entered the fray, Assad was thanking Putin for his military support, and praising his Russian counterpart for helping in the fight against what he reportedly called \"the terrorism that is spreading in the region.\"",
  "Then-Defense Secretary Ash Carter compared Moscow's actions to throwing \"gasoline on the fire\" that is the Syrian civil war, and suggested their actions could wind up \"escalating the civil war in Syria – and with it, the very extremism and instability that Moscow claims to be concerned about.\"",
  "INITIAL REPORTS INDICATE SYRIAN AIRBASE 'ALMOST COMPLETELY DESTROYED' AFTER US STRIKE\n\nCritics suggest that some of those rebel groups actually contain elements of terror groups such as the Nusra Front, Al Qaeda’s Syrian arm, and U.S. officials have acknowledged those concerns.",
  "As the airstrikes continued into 2016, Russian Prime Minister Dmitry Medvedev reportedly told a security conference in Munich that he rejected the notion Russia had hit civilian targets in Syria, and that he believed \"we have fallen into a new cold war.\"",
  "That same month, Putin announced he would be withdrawing the majority of his country's troops from Syria, suggesting they had achieved their initial objectives of helping the Syrian government reclaim territory that had been lost to so-called terrorists.",
  "SYRIA STRIKES: INTERNATIONAL COMMUNITY REACTS TO US BOMBING OF AIRFIELD\n\nRussia's airstrikes also came after a terse meeting between U.S. and Russian officials, during which the U.S. rejected a request from Russia to clear out of Syrian airspace.",
  "Reacting to both Russia's actions and then-candidate Trump's suggestion that we should \"let Russia bomb ISIS,\" Gen. Jack Keane told Fox News’ Neil Cavuto that he'd be in support of that position – if that's what Russia was actually doing.",
  "Putin had previously announced that Russia would strike ISIS targets, but a senior U.S. defense official told Fox News at the time that there was no ISIS presence in the areas that Russia wound up targeting in their opening salvo.",
  "Then-Secretary of State John Kerry suggested at the same security conference that the world was at \"a hinge point\" in the Syrian conflict, and that \"if the wrong choices are made, they can open the door to even wider conflict.\"",
  "The Syrian Observatory for Human Rights estimated that by the end of 2015, Russia's strikes on Syria had resulted in the deaths of more than 2,000 people, including nearly 800 civilians and 180 children.",
  "He added that Russia believed its airstrikes were legitimate because they came at Assad's request, and that the airstrikes being conducted by the U.S. and others were in violation of international law.",
  "Sergei Ivanov, then-chief of Putin's administration, suggested that the authorization was made \"not in order to achieve some foreign policy goals\" but \"in order to defend Russia's national interests.\"",
  "As Russian President Vladimir Putin suggests the U.S. airstrikes in Syria would do \"significant damage to US-Russian ties,\" there's a growing focus on how Russia's role in Syria has evolved over time.",
  "Syria cannot ‘slaughter its way to legitimacy’\n\nRussia continued its support of Syrian government forces throughout 2016 as they worked to recapture major cities like Aleppo, the largest in Syria.",
  "And while she suggested that the path forward in Syria would be \"difficult and complicated,” she believes “it is a path that the U.S. must forge because there is no other actor up to this task.\"",
  "\"Russia intervened in Syria to constrain the freedom of action of the U.S. and our allies,\" according to Genevieve Casagrande, the Syria research analyst for the Institute for the Study of War.",
  "By March 2016, the Syrian Observatory for Human Rights estimated that the number of people killed by Russian airstrikes over the course of the conflict had skyrocketed to more than 4,000.",
  "When asked about Russia's involvement, President Obama said at the time that he believed \"Mr. Putin had to go into Syria not out of strength but out of weakness,\" and to prop up Assad.",
  "She added that Russia's deepening footprint in Syria and along the Mediterranean \"gives Putin the foothold he needs to threaten American interests across the wider Middle East.\"",
  "Just days before, President Obama had told the UN General Assembly that he believed \"while military power is necessary, it is not sufficient to resolve the situation in Syria.\"",
  "A week after the initial airstrikes, Russian warships launched a round of cruise missiles in what was the first combined air-and-ground assault with Syrian government forces.",
  "After accusing Russia of preventing international efforts to stop the Syrian conflict, President Obama suggested the Syrian regime could not \"slaughter its way to legitimacy.",
  "The human toll\n\nBy that time, Russia's presence in Syria had effectively doubled – going from some 2,000 personnel in September to an estimated 4,000 by early November 2015.",
  "Medvedev was responding to accusations from the U.S. and others that if Russia didn't stop their activities within Syria, a lasting peace would never be achieved.",
  "On November 24, 2015, Putin was accusing the nation of Turkey of being \"accomplices of terrorists\" after a Russian warplane was shot down by a Turkish F-16 jet.",
  "It was toward the end of September 2015 that Russia approved airstrikes in Syria after a reported request for assistance from Syrian President Bashar al-Assad.",
  "\"Their focus in Syria, as we all know by the evidence of where the strikes are going, is against the moderate [anti-Assad] forces,\" Keane said.",
  "Turkish officials claimed that two planes had entered their airspace, and were warned 10 times over the span of 5 minutes to change direction.",
  "Experts like Valerie Szybala, executive director and co-founder of The Syria Institute, suggested that the ceasefire wouldn't be the end.",
  "In January 2017, Russia, Iran and Turkey finally agreed to a ceasefire pact between the government and non-Islamist rebels.",
  "And by the end of the month, reports that Russia was considering ground troops started making their way into the press.",
  "It was the first time a NATO country and Moscow had been involved in a direct fire incident during the Syrian conflict.",
  "RUSSIAN WARSHIP STEAMS TOWARD US DESTROYERS THAT LAUNCHED SYRIA STRIKES\n\nWhy did Russia become involved in Syria?",
  "The figure also included an estimated 924 opposition fighters, some of them from rebel groups backed by the U.S.",
  "President Obama had some harsh words for both Russia and Syria during his final press conference of 2016.",
  "The loss of Aleppo in December deprived rebels of what was seen as their last major stronghold.",
  "\"The world shall not be fooled, and the world will not forget,\" the president said.",
  "Putin called the action a \"stab in the back,\" and warned of \"serious consequences.\"",
  "Experts suggest Russia likely got involved for very different reasons.",
  "\"We are not fooled by the current strategy,\" the president added.",
  "\"Syria isn’t over yet,\" Szybala wrote in a piece for FoxNews.com."
]