[
  "There have been other attacks as well, most notably a series of ISIS inspired bombings in the southern Russian province of Dagestan as well as the beheading of a Russian child by an Uzbek nanny, the shootings of police officers in Moscow and Nizhni Novgorod a foiled attempt in November to carry out a Paris style mass shooting attack at malls in Moscow and St. Petersburg and a series of attacks on security forces in Grozny, the capital of the Chechen Republic on December 19th.",
  "The killing of the Russian ambassador to Turkey, Andrey Karlov on Monday by a gunman who shouted \"Aleppo\" and \"revenge\" shows that terrorists who blame Russia for mass civilian deaths and for helping prop up the hated Alawite dictator Assad certainly have their own plans of retribution to punish Putin for his incursion in Syria.",
  "Russian forces deployed advanced \"Vladimir\" tanks, cruise missiles, aircraft, including long range strategic bombers, and their only aircraft carrier, the Admiral Kuznetsov, to repulse an alliance of Sunni rebels that was advancing on the coastal strongholds of the Alawite-dominated Assad regime.",
  "By intervening in Syria on behalf of a bloody dictator whose forces have killed far more people than ISIS, Moscow has incurred the wrath of Sunni jihadist groups, including ISIS and former Nusra Front now known as Jabhat Fateh al Sham.",
  "His intervention was essentially a counter insurgency operation against an array of Sunni rebel forces fighting against the government in Damascus, not a counter terrorism campaign against ISIS forces located primarily to the east.",
  "Such threats were soon translated into action and Russia has increasingly been made a primary target of global jihad with a rising number of Islamist terrorist plots and attacks focusing on Russian targets at home and abroad.",
  "The net result of Putin's adventurism in the Middle East would sadly seem to be less security at home for citizens of a country who originally vote him in to power based on his promises to protect them from Chechen terrorism.",
  "His chief of staff Sergei Ivanov stated at the time \"The military goal of the operation is strictly to provide air support for the [Syrian] government forces in their fight against Islamic State.\"",
  "In furtherance of this policy, the Russians also carried out an indiscriminate bombing campaign in Sunni rebel-controlled eastern Aleppo that has been blamed for vast numbers of civilian deaths.",
  "The most notable example of this terrorist blowback has been the downing of a Russian civilian airliner over the Sinai Desert last October leading to the death of 224 people on October 31, 2015.",
  "With thousands of foreign fighters from Russia fighting in Syria and Iraq, there is significant risk this terrorist blowback will get much worse as ISIS's \"Caliphate\" begins to collapse.",
  "Putin himself claimed his intervention was intended to prevent \"these criminals who already tasted blood\" from returning \"back home and continue their evil doings.\"",
  "Russian President Vladimir Putin intervened militarily in Syria in September 2015 by launching what the Russian media dubbed Operation Vozmezdie (Retribution).",
  "But the Russian president's real aim was to bolster the beleaguered Bashar al-Assad regime in the western corridor where most Syrians live.",
  "But Putin's actions have not made his citizens safer, on the contrary they have put them squarely in the crosshairs of the terrorists.",
  "The Metrojet airliner was downed by a bomb planted on board by an ISIS affiliate in Egypt and was Russia's worst aviation disaster.",
  "For his articles on warfare and terrorism in the Islamic world and photographs from his fieldwork in the region see here.",
  "ISIS threatened Moscow for its actions and stated \"You will not find peace in your homes.",
  "He did so under the guise of joining the global effort to defeat terrorism.",
  "And we will destroy your homes for each home you destroyed here.\"",
  "The American Military Experience in Afghanistan, Iraq and Syria.",
  "We will kill your sons ... for each son you killed here.",
  "Brian Glyn Williams is author of Counter Jihad.",
  "Press 2016.",
  "of Penn.",
  "Univ."
]