[
  "Article XV gives each side “the right to withdraw” with six months’ notice, if “extraordinary events related to the subject matter of the Treaty have jeopardized its supreme interests.” It’s a stretch to claim that a couple dozen 9M729 missiles have “jeopardized” the United States’ “supreme interests.” But let us stipulate, as most legal scholars have, that presidents can withdraw from a treaty for whatever reason they want.",
  "German Chancellor Helmut Schmidt particularly distrusted the new president, so in October, he gave a speech, insisting that the “principal of parity,” or equal level of armaments, “must apply to all weapons.” The Soviets were fielding the SS-20s—an “intermediate-range” weapon—in fairly large numbers; therefore, the U.S. needed to field intermediate-range weapons, too.",
  "In fact, the Nuclear Posture Review, signed by Secretary of Defense James Mattis earlier this year, mentioned the possibility of reviving the production of old Tomahawk submarine-launched cruise missiles precisely as a way of matching Russia’s intermediate-range missiles and thus of prodding the Kremlin back into compliance with the INF Treaty.",
  "National Security Adviser John Bolton is heading to Moscow this week to announce that President Donald Trump will pull out of the Intermediate-Range Nuclear Forces, or INF, Treaty, the landmark 1987 arms control accord, signed by President Ronald Reagan and Soviet leader Mikhail Gorbachev, that marked a key step toward the end of the Cold War.",
  "Second, pulling out of the treaty is a silly move, rewarding the Russians for their violations rather than punishing them—and handing them a propaganda victory, as Vladimir Putin will no doubt blame the U.S. for killing the treaty—while doing nothing for the security of the U.S. or its allies.",
  "Almost no one, either in NATO or in the Carter administration, thought that such weapons would have military utility; but they thought Carter had to do something to shore up political confidence in the NATO alliance—and, maybe, serve as a bargaining chip in negotiations with the Soviets.",
  "The notion that “the principle of parity must apply to all weapons,” as Helmut Schmidt put it back in 1977, has never made much sense—and we have plenty of other weapons, nuclear and conventional, that would deter a sensible Chinese leader from aggression against vital U.S. interests.",
  "Fourth, if Schmidt was right, and if the Pacific Command officers are justified in wanting INF missiles to counter China’s, then they can deploy these missiles on ships or submarines without violating the treaty as it is—for the INF Treaty bans only land-based missiles of that range.",
  "Many strategists argued that this didn’t matter: The U.S. had treaty obligations to protect the NATO nations; if the Soviet Union attacked them, we would respond as if they’d attacked our own territory, even by firing our strategic nuclear weapons at the USSR.",
  "One reason for the new Russian nukes may be to compensate for NATO’s superiority in conventional weapons—just as, during much of the Cold War, we put thousands of nuclear weapons in Europe to compensate for the Soviets’ superiority in tanks and troops.",
  "So, in 1979, the U.S. decided to build—and the NATO nations agreed to host—two new types of weapons, in large numbers: 464 ground-launched cruise missiles and 108 Pershing II ballistic missiles, both of which had the range to strike the USSR.",
  "In recent years, some U.S. naval officers have also wanted to counter the Chinese buildup by once again building our own intermediate-range missiles, but they can’t as long as the treaty is in place—not if the missiles are based on land.",
  "*\n\nBolton, who seems to be spearheading the move to pull out of the treaty, has been exploiting this desire as a way of building bureaucratic support, but one knowledgeable source says the Navy’s interests are not driving his campaign.",
  "Third, regardless of what naval officers in the U.S. Pacific Command may want, there is no military justification for building land-based intermediate-range missiles in Asia just because China has a few types of missiles of that range.",
  "When George W. Bush was president, Russian Defense Minister Sergei Ivanov implored Secretary of Defense Donald Rumsfeld several times to make a deal allowing both sides to get out of this treaty, which Russian officers had never liked.",
  "Finally, if this were any other administration, an official could justify a withdrawal by saying that, for the sake of diplomatic norms and protocols, the U.S. cannot let another country get away with ignoring an international treaty.",
  "There are a number of possibilities: economic sanctions, diplomatic ousters, travel bans, the freezing of assets, and, yes, possibly the deployment of Tomahawk submarine-launched cruise missiles—something that makes them pay a price.",
  "But Trump has no standing to make this argument, having pulled out of—for no reason other than his own whim, prejudices, or misunderstandings—the Iran nuclear deal, the Paris climate accord, and a number of trade treaties.",
  "One catch in the INF Treaty is that its restrictions are global—it bans the development, testing, and deployment of these sorts of missiles anywhere on Earth—but they apply only to the United State and Russia.",
  "It would be fine with me if Bolton were to go to Moscow, formally declare the Russians in breach of the treaty, and give them a certain span of time to rectify matters, warning of consequences if they don’t.",
  "In December 1987, he and Reagan signed the INF Treaty, banning all cruise and ballistic missiles—whether they had conventional or nuclear warheads—with a range between 500 and 5,000 kilometers.",
  "He has long been hostile not only to this treaty but to all arms control treaties that the U.S. has signed—to the very idea of international treaties and, for that matter, international law.",
  "By the 1970s, the United States and the Soviet Union had signed arms control treaties allowing them parity in strategic nuclear arms—weapons with the range to strike each other’s territory.",
  "Bolton has long been hostile not only to this treaty but to all arms control treaties the U.S. has signed—to the very idea of international treaties\n\nThe Senate ratified the treaty, 93–5.",
  "Among the Russians’ new weapons is a cruise missile that they call the 9M729, and they have certainly tested it at a range that exceeds 500 kilometers—and that violates the treaty.",
  "In the seven months since Trump brought him to the White House, he has also tried to rouse suspicions about Russia, in order to snap Trump out of his infatuation with Putin.",
  "Both administrations have brought the matter to the Special Verification Commission, a bilateral panel created by the treaty to deal with issues of compliance—to no effect.",
  "Each year since 2014, the State Department—three times under President Barack Obama, twice under Trump—has complained that the 9M729 is in violation of the INF Treaty.",
  "A genuine reformer, he needed foreign investment and the free exchange of ideas to save the Soviet system, and he needed a relaxation of tensions to facilitate both.",
  "In any case, he has been “modernizing” his nuclear arsenal—including intermediate-range missiles—to an extent that some deem threatening and others find puzzling.",
  "Rumsfeld ignored the request, knowing that there was no appetite in the U.S. or NATO for bringing back the ground-launched cruise missile or the Pershing II.",
  "Two things are worth noting:\n\nFirst, the Russians have been cheating on the treaty for at least the past four years, the main impetus for Trump’s withdrawal.",
  "For at least a decade, some Western European leaders had expressed doubts that an American president really would “risk New York for Paris,” as they put it.",
  "Correction, Oct. 22, 2018: This sentence originally implied that the INF treaty would prohibit of ship-based or submarine-based missiles in the Pacific.",
  "At least since 2014, Bolton has been raising alarms about Russia’s violations of the INF Treaty and calling on the United States to cancel the deal.",
  "The idea sprang from the Pentagon, where clever hawks figured the Soviets would reject the proposal and thus make Reagan look good for offering it.",
  "In 1981, soon after taking office, Reagan proposed a “zero solution,” in which both sides would remove all intermediate-range systems from Europe.",
  "But then the Soviets started deploying a new type of missile, the SS-20, which, when launched from the USSR, could hit targets in Western Europe.",
  "They had long had this capability, with old SS-4 and SS-5 missiles, but the SS-20 was new and mobile, and each missile carried three warheads.",
  "Russian President Vladimir Putin waxes nostalgic for days of empire and, to the (very limited) extent he can, is trying to revive them.",
  "President Ronald Reagan with Soviet leader Mikhail Gorbachev, President Donald Trump with Russia’s President Vladimir Putin.",
  "The treaty does not apply, for instance, to China, which possesses a few models of intermediate-range missiles.",
  "In other words, a joint pullout would help only the Russians—and do nothing for the U.S. or the West.",
  "(If the Chinese leader isn’t sensible, then all principles of deterrence are null and void anyway.)",
  "Meanwhile, the United States had no missiles that could hit the Soviet Union from Western Europe.",
  "Second, and more to the point, withdrawing would give the Russians exactly what they want.",
  "What action should an administration take against Russia for violating the INF Treaty?",
  "These doubts reached alarmist levels in 1977, when President Jimmy Carter took office.",
  "To everyone’s astonishment, Gorbachev revived the zero solution—and accepted it.",
  "A little historical background is necessary to understand what’s going on here.",
  "Photos by Jerome Delay/AFP/Getty Images and Jorge Silva/AFP/Getty Images.",
  "But simply to pull out of the treaty is the wrong way to go about it.",
  "Trump is now about to commit the mistake that Rumsfeld avoided.",
  "Russia has long wanted to deploy INF missiles to counter those.",
  "Trump is preparing to give them a bonus—with no benefits to us.",
  "Then, in 1985, Gorbachev rose to the helm of the Kremlin.",
  "The Soviet Union imploded two years after that.",
  "It applies only to land-based missile systems.",
  "The Berlin Wall came down two years later.",
  "In this case, though, Bolton has a point.",
  "First, the treaty doesn’t quite allow it.",
  "But another reason has to do with China.",
  "Warm relations ensued in all spheres.",
  "The Soviets would build 654 SS-20s.",
  "Then again, what else is new?",
  "Photo illustration by Slate.",
  "Its terms were enforced.",
  "Other treaties followed.",
  "Cut to the present day.",
  "Relations are tense."
]