[
  "This would require a combination of slashing the number of machines producing nuclear material, converting the capacities of existing nuclear plants such as the underground Fordo facility, exporting its stocks of enriched uranium and limiting the development of newer, faster equipment.",
  "The issue of UN sanctions is proving particularly thorny, diplomats said, with global powers insisting the sanctions should be eased only gradually to ensure that they can be \"snapped\" back into place if Iran violates the deal.",
  "Lausanne (AFP) - Israeli Prime Minister Benjamin Netanyahu issued a dire warning Sunday about a possible nuclear accord with Iran as talks in Switzerland towards the outline of a deal intensified days before a deadline.",
  "- Guarded optimism -\n\nOfficials have expressed guarded optimism that after 18 months of tortuous negotiations and two missed deadlines that a breakthrough might be in sight for a deal ending 12 years of tensions.",
  "Israel, widely assumed to have nuclear weapons itself, is concerned that a deal that six powers are trying to agree the contours of by midnight on March 31 will fail to stop Iran from getting the bomb.",
  "Kerry is under pressure to return from Lausanne with something concrete to head off a push by Republican lawmakers to introduce yet more sanctions, potentially torpedoing the whole negotiating process.",
  "The hope is to prolong the theoretical \"breakout\" time that Iran would need to produce enough fissile material to build a nuclear bomb to at least a year from the current estimate of several months.",
  "\"We hope that the situation in Yemen will not bring about a change in the position of certain participants,\" said Russia's chief negotiator, Sergei Ryabkov, quoted by Ria Novosti news agency.",
  "- Kerry stays on -\n\nIn Lausanne meanwhile, US Secretary of State John Kerry cancelled plans to leave for an event in Boston on Monday in order to keep negotiating, the State Department said.",
  "He said the \"Iran-Lausanne-Yemen axis\" was \"dangerous for all of humanity\" and that combined with Tehran's regional influence, a nuclear deal could allow Iran to \"conquer\" the Middle East.",
  "The aim is to agree broad outlines for an accord by Tuesday's midnight deadline, and then flesh out a series of complex annexes containing all the technical details by June 30.",
  "Kerry met again early Sunday with Iranian Foreign Minister Mohammad Javad Zarif, the latest in a flurry of closed-door discussions at a luxury hotel in the Swiss town.",
  "Russia has also warned that US-supported airstrikes by Iran's foe Saudi Arabia on Iran-backed rebels in Yemen -- hence Netanyahu's comment -- were \"having an impact\".",
  "Russian and British top diplomats Sergei Lavrov and Philip Hammond were expected later, completing the line-up of foreign ministers from the six powers.",
  "\"The dangerous accord which is being negotiated in Lausanne confirms our concerns and even worse,\" Netanyahu said in remarks broadcast on public radio.",
  "His French and German counterparts, Laurent Fabius and Frank-Walter Steinmeier, both due in Kazakhstan on Monday, have followed suit, diplomats said.",
  "\"The brinksmanship in these negotiations will no doubt continue until the 11th hour,\" said Ali Vaez, an expert at the International Crisis Group.",
  "Iran, hit hard by international sanctions, denies wanting nuclear weapons and insists that its atomic programme is purely for peaceful purposes.",
  "But Iran is insisting that in exchange global powers must lift sanctions that have choked its economy by strangling its oil exports and banks.",
  "Steinmeier said Saturday the talks were in the \"endgame\" but added that \"the final metres are the most difficult but also the decisive ones\".",
  "The mooted deal would see Iran scale down its nuclear programme and allow unprecedented inspections of its remaining activities.",
  "\"If we manage to resolve all the remaining issues today or in the next two to three days, then we can begin to draw up a text.",
  "But for the moment we are still in discussions,\" a source close to the Iranian delegation said Sunday.",
  "Asked afterwards if he was going to get a deal, Kerry said: \"I don't know.\"",
  "Chinese Foreign Minister Wang Yi arrived in Lausanne on Sunday morning.",
  "Israel, not Iran, is the real regional danger, Tehran says.",
  "We're working,\" he added.",
  "\"It's going all right."
]