[
  "The international negotiators have set an end-June target date to sign annexes detailing the steps Iran must take to limit its nuclear capacity and permit international inspections in exchange for relief from the United Nations, EU and U.S. sanctions that have cut oil revenue and battered its economy.",
  "While Fereydoun appeared to welcome Kerry's gesture, according to photos published online in Iran and credited to the Iranian Students' News Agency, the image risks igniting a fiery reaction from hard-liners in Tehran, Washington and Israel who oppose a deal and are suspicious of U.S. motives.",
  "Still, Iranian Ayatollah Ali Khamenei said in a speech marking the Persian New Year that the U.S. had \"cheated\" during the negotiations and that the world powers' proposal of reducing sanctions only in the months following any potential agreement would be a deal-breaker.",
  "The head of Iran's paramilitary Basij force, Mohammad Reza Naghdi, accused Zarif of \"amateurishness,\" and Javad Naghavi Hosseini, the spokesman for the parliament's national security and foreign policy committee, compared the stroll to treason.",
  "A Russian official who spoke on condition of anonymity said the American team put a new suggestion on the table Saturday that seemed to please the Iranian representatives, who said they would take the proposal back to Tehran.",
  "He said the crowd in the city of Mashhad, some of whom shouted \"Death to America,\" was right to denounce the U.S. and accused it of trying to divide Iran's people and its government.",
  "During a tour of the International Olympic Committee museum in Lausanne, IOC President Thomas Bach presented Kerry with a pen bearing the IOC symbol of international understanding.",
  "After Iranian Foreign Minister Mohammad Javad Zarif took a 15-minute stroll with Kerry in Geneva in January, he was assailed at home for betraying the 1979 Islamic Revolution.",
  "Iranian President Hassan Rouhani blamed the U.S. and other negotiators, which also include diplomats from France, Germany, Britain, and Russia, for the end of Friday's talks.",
  "Russian Deputy Foreign Minister Sergei Ryabkov said the length of an agreement, the pace of sanctions relief and international monitoring remain points of contention.",
  "Negotiations will resume in the second half of next week after a break for Persian New Year, French Foreign Minister Laurent Fabius told Europe1 radio on Saturday.",
  "Kerry was headed to London, where he was due to meet his German and French counterparts, as well as European Union foreign policy chief Federica Mogherini.",
  "The act of personal diplomacy injected a moment of empathy into the strained relations between two governments that have been at odds for 36 years.",
  "\"The U.S. keeps repeating that we'll sign a deal with Iran and see if it abides, then we'll remove the sanctions: this is wrong and unacceptable.\"",
  "Advertisement\n\nEarlier, Kerry embraced the visibly distressed Hossein Fereydoun, Rouhani's brother, who'd just learned that his mother had died.",
  "\"Our president has expressly said that the removal of sanctions has to take place immediately when an agreement is reached,\" Khamenei said.",
  "He said he hoped Kerry might be able to use it next week to sign \"something important,\" a reference to a nuclear agreement.",
  "There were \"some novelties in this round of negotiations,\" Wang Qun, chief negotiator for China, said without elaborated.",
  "\"If we don't have a serious accord, then neighboring countries will say 'why don't we get nuclear weapons,'\" Fabius said.",
  "Any draft of a final agreement wouldn't be circulated until closer to the June 30 deadline, he said in an interview.",
  "\"It's possible to reach an agreement, and there is nothing that cannot be resolved,\" Rouhani was quoted as saying.",
  "\"It's in everyone's interest that we have a robust accord, even Iran's, because otherwise it's proliferation.\"",
  "\"The stakes are high and the issues are complicated, highly technical and all interrelated,\" Kerry said.",
  "\"The coming days or weeks will be very tough as taking the final step is always somewhat difficult.\"",
  "He said his country was determined to clinch a deal, state-run IRNA news service reported Saturday.",
  "He praised the \"earnest attitude\" and \"innovative\" thinking in this week's talks.",
  "He said the negotiations would meet again next week in Lausanne.",
  "The official declined to describe the nature of the U.S. offer.",
  "\"We don't want just any deal.\"",
  "Bloomberg\n\nBloomberg"
]