[
  "US Secretary of State John Kerry, pictured here visiting the Mattrah souk in Muscat, Oman earlier this month, will join the troubled nuclear talks in Vienna days before the deadline for a deal © POOL/AFP/File Nicholas Kamm Vienna (AFP) - US Secretary of State John Kerry will join troubled nuclear talks in Vienna later Thursday, as Tehran showed no sign of softening its position days before a deadline for a deal.",
  "Iran's nuclear chief Ali Akbar Salehi on Thursday stuck to this position, saying Iran would increase its enrichment capacity to 190,000 SWU (Separative Work Units) -- around 20 times its current processing ability -- within eight years.",
  "The announcement of Kerry's trip came a day after his counterpart from Britain, one of six powers negotiating with Iran ahead of Monday's cut-off point, expressed pessimism that the mammoth accord could be done in time.",
  "Iran and the five permanent members of the UN Security Council plus Germany have been negotiating since February to turn an interim accord with Iran reached a year ago into a lasting agreement before November 24.",
  "Such a deal, after 12 years of rising tensions, is aimed at easing fears that Tehran will develop nuclear weapons under the guise of its civilian activities -- an ambition the Islamic republic has always denied.",
  "A US State Department spokesman however insisted that negotiators were \"still focused\" on getting a deal done in time -- something that many experts doubt, particularly as an earlier July 20 deadline was missed.",
  "Iran wants to massively ramp up the number of enrichment centrifuges -- in order, it says, to make fuel for a fleet of future reactors -- while the West wants them dramatically reduced, reportedly by half.",
  "Russian Foreign Minister Sergei Lavrov, whose country is a crucial player in the talks, will only attend if there is sufficient progress, Moscow's lead negotiator Sergei Ryabkov told Russian media.",
  "But two key issues remain: enrichment -- rendering uranium suitable for peaceful uses but also, at high purities, for a weapon -- and the pace of the lifting of sanctions on Iran under a deal.",
  "Kerry, in Paris for talks with the foreign ministers of France and Saudi Arabia, was due in Vienna on Thursday evening \"to check in\" on the talks, spokeswoman Jennifer Psaki said.",
  "Salehi also said the much-reported idea of exporting its stockpile of low-enriched uranium -- enough for around eight bombs if purified to weapons grade -- \"makes no sense\".",
  "- Upping the ante -\n\nUpping the ante further, Iran's President Hassan Rouhani said on Wednesday that a deal was possible but only if the six powers did not ask for too much.",
  "The Sunni Muslim powerhouse and other Gulf monarchies are watching the talks with a sceptical eye, as is Israel, the Middle East's sole if undeclared nuclear-armed state.",
  "\"It is imperative that Iran works with us with all possible effort to prove to the world that the programme is peaceful,\" Kerry said in London on Tuesday.",
  "\"If the other side shows the political will to reach an accord and doesn't make excessive demands, a deal could be done,\" he said on his website.",
  "Russia is contracted until 2021 to fuel Iran's only power reactor at Bushehr and last week signed a deal to build -- and fuel -- several others.",
  "In exchange for any reduction in its activities, Iran wants the lifting of a range of international sanctions that have crippled its economy.",
  "- Bogged down -\n\nSome areas appear provisionally settled in what would be a highly complex deal that would run for many years, even decades.",
  "\"I am not optimistic that we can get everything done by Monday,\" British Foreign Secretary Philip Hammond said in Latvia.",
  "\"Both sides are committed to reaching a good agreement and there is enough time on the diplomatic clock to get there.",
  "But the six world powers want to stagger any suspension to be sure that Iran won't renege on its commitments.",
  "The best to be hoped for, he indicated, was another extension, but only if there is \"significant movement\".",
  "\"A deal is still possible by November 24,\" Arms Control Association analyst Kelsey Davenport told AFP.",
  "The remaining obstacles can be overcome if both sides are willing to show some flexibility.\"",
  "Lavrov was due to meet his Saudi counterpart Prince Saud al-Faisal in Moscow on Friday.",
  "It was unclear when other foreign ministers -- Iran's is already there -- might arrive.",
  "The six powers say Iran has no such need in the foreseeable future.",
  "But Kerry put the onus on Iran."
]