[
  "Police in Vienna stand outside the Palais Coburg in October, where the so-called EU 5+1 talks with Iran began on November 18, 2014 © AFP/File Samuel Kubani Vienna (AFP) - Britain expressed doubts Wednesday that a nuclear deal could be reached with Iran by a looming deadline, as Tehran and six world powers haggled in a final round of talks in Vienna.",
  "British Foreign Secretary Philip Hammond, speaking in Latvia, indicated the most to be hoped for was enough progress to justify putting yet more time on the clock beyond Monday's cut-off point to get a deal.",
  "Iran and the five permanent members of the UN Security Council plus Germany been negotiating since February to turn an interim accord with Iran reached a year ago into a lasting agreement before November 24.",
  "But two key issues remain: uranium enrichment -- rendering uranium suitable for peaceful uses but also, at high purities, for a weapon -- and the pace at which sanctions on Iran would be lifted under a deal.",
  "Iran wants to massively ramp up the number of enrichment centrifuges -- in order, it says, to make fuel for a fleet of future reactors -- while the West wants them dramatically reduced, reportedly by half.",
  "But Kerry was still in London on Wednesday and was not expected in the Austrian capital until Thursday afternoon at the earliest following a trip to Paris to meet the French and Saudi foreign ministers.",
  "And Russian Foreign Minister Sergei Lavrov, whose country is a crucial player in the talks, will only attend if there is sufficient progress, Moscow's lead negotiator Sergei Ryabkov told Russian media.",
  "\"But I think if we make some significant movement, we may be able to find a way of extending the deadline to allow us to get to the final deal, if we are making good progress in the right direction.\"",
  "Upping the ante, Iran's Foreign Minister Mohammad Javad Zarif, who has been in Vienna since Tuesday, said a deal was \"possible\" but only if the six powers did not ask for too much.",
  "- Bogged down -\n\nSome areas appear provisionally settled, such as the future of the Arak nuclear reactor and tighter UN inspections to better detect any attempt to build a bomb.",
  "He added: \"There will need to be some considerable further flexibility shown by the Iranian negotiators over the next four or five days if we are going to get to that deal.\"",
  "It could resolve a 12-year standoff, silence talk of war, help normalise Iran's relations with the West and mark a rare foreign success for US President Barack Obama.",
  "- Kerry to the rescue -\n\nUS Secretary of State John Kerry and other foreign ministers from the six powers were expected to fly into Vienna later in the week.",
  "\"It is imperative that Iran works with us with all possible effort to prove to the world that the programme is peaceful,\" Kerry said in London on Tuesday.",
  "Reaching a deal depends on the willingness and ability of the United States to lift sanctions\" on Iran, RIA Novosti quoted a Russian source as saying.",
  "\"They want everything all at once and this is not realistic,\" one Western diplomat involved in the talks said, calling Tehran's demands \"unrealistic\".",
  "Such a deal is aimed at easing fears that Tehran might develop nuclear weapons under the guise of its civilian activities -- an ambition it denies.",
  "\"If the other side shows the political will to reach an accord and doesn't make excessive demands, a deal could be done,\" he said on his website.",
  "Russia is contracted until 2021 to fuel Iran's only power reactor at Bushehr and last week signed a deal to build -- and fuel -- several others.",
  "But Kerry, who held the latest in a string of meetings with Zarif in Oman last week, put the onus on Iran.",
  "Bur the powers want to stagger any suspension to be sure that Iran won't renege on its commitments.",
  "In exchange for any reduction in its activities, Iran wants sanctions lifted.",
  "\"I am not optimistic that we can get everything done by Monday,\" he said.",
  "The six powers say Iran has no such need in the foreseeable future.",
  "That view was echoed Wednesday by President Hassan Rouhani.",
  "\"Right now a lot depends on Kerry's visit."
]