[
  "AP Photo/Mindaugas Kulbis It remains to be seen, however, whether the United States itself has an appetite for much deeper involvement after already stepping up air strikes and committing small numbers of special operations troops to northern Syria to advise opposition forces in the fight against Islamic State.",
  "The two-day summit of the Group of 20 major economies brings Obama and fellow world leaders just 500 km (310 miles) from Syria, where a 4-1/2-year conflict has transformed Islamic State into a global security threat and spawned Europe's largest migration flows since World War Two.",
  "The Paris carnage, in which 129 people were killed in attacks on a concert hall, restaurants, bars and a sports stadium, also poses a major challenge for Europe, with populist leaders rushing to demand an end to an influx of refugees and migrants from the Middle East and Africa.",
  "AP Russia, the US and powers from Europe and the Middle East outlined a plan on Saturday after meeting in Vienna for a political process in Syria leading to elections within two years, but differences remained on key issues such as President Bashar al-Assad's fate.",
  "Obama, who called the attacks \"an outrageous attempt to terrorize civilians\" on the eve of his departure, faces the question of how the West should respond now Islamic State poses a clear threat far beyond its strongholds in Syria and Iraq.",
  "Turkey, which opened its air bases in July to the US-led coalition against Islamic State, sees advances by Syrian Kurds along an area abutting Turkey as a threat to its security, fearing they could stoke separatism among its own Kurds.",
  "Russian Deputy Foreign Minister Sergei Ryabkov told reporters in Turkey on Sunday that the Vienna talks and signals from the world's capitals after the Paris attacks showed greater understanding on the joint fight against terrorism.",
  "Differences over Syria\n\nPresident Barack Obama, center, talks with Russia’s President Vladimir Putin, center right, as they arrive for a group photo with other leaders for the G-20 Summit in Antalya, Turkey, Sunday, Nov. 15, 2015.",
  "Obama was due to hold bilateral talks with Turkish President Tayyip Erdogan and later, at a working dinner with fellow leaders, to have in-depth discussions on Syria, ranging from counter-terrorism to the refugee crisis.",
  "But Obama is also seeking to coax other European and Middle Eastern countries into more tangible steps to show their military commitment, a U.S. official said before the president embarked on his nine-day foreign trip.",
  "US President Barack Obama and other world leaders arrived in Turkey on Sunday for a summit that has taken on new urgency after attacks in Paris pushed the fight against Islamic State militants to the top of the agenda.",
  "Although the G20 usually focuses on economic issues, the summit comes not only after the Paris attacks but also two weeks after a suspected bomb attack on a Russian airliner killed 224 people in the Sinai Peninsula.",
  "Ankara faces not only the threat from Islamic State, but also the prospect of Assad, shielded by Russia and Iran, holding on to power, while Kurdish rebels backed by the United States make territorial gains.",
  "The coordinated attacks by gunmen and suicide bombers in Paris on Friday puts Obama and other leaders of the Group of 20 major economies under increased pressure to find common cause.",
  "It also comes just over a month after two suspected Islamic State suicide bombers blew themselves up in Ankara, killing more than 100 people in Turkey's worst such attack.",
  "The two leaders committed to increase support for \"the moderate Syrian opposition\" in a call late last month and affirmed the need to cooperate in fighting Islamic State.",
  "President Barack Obama, left, speaks as Turkey’s President Recep Tayyip Erdogan listens during their press availability in Antalya, Turkey, Sunday, Nov. 15, 2015.",
  "Obama is likely try to ease differences with Erdogan over the fight against Islamic State, especially the role of Kurdish fighters in northern Syria.",
  "Candles are placed outside the French embassy in Vilnius, Lithuania, Saturday, Nov. 14, 2015, for the victims in Friday's attacks in Paris.",
  "Washington already expects France to retaliate by taking on a larger role in the US-led coalition's bombing campaign against Islamic State.",
  "AP Obama will hold a bilateral meeting with Saudi Arabia's King Salman at the summit on Sunday evening, a White House official said.",
  "World leaders pose for a family photo at the G-20 summit in Antalya, Turkey, Sunday, Nov. 15, 2015.",
  "(Additional reporting by Dasha Afanasieva; Writing by Nick Tattersall; Editing by Keith Weir)",
  "There had not, however, been a \"breakthrough\" in positions, he said.",
  "Their last meeting took place in early September in Washington.",
  "AP Turkey has seen its worst nightmare unfold in Syria."
]