[
  "According to the Washington Post, the current U.S. plan to bridge the gap on the sanctions relief timing, which has been the biggest public sticking point, is to draft language that provides “for an ‘implementation period,’ after which Iran could declare that sanctions would be lifted on ‘day one’ after that period.”\n\nBasically, the negotiators need to craft language that will let the Iranians say that sanctions relief will be immediate, and let the Americans say that it will be gradual.",
  "But after days of heavy criticism and questions from the U.S. media, Kerry reportedly telephoned his Iranian counterpart to inform him that “the past does matter.” Even more concerning, earlier this week Iran’s supreme leader, Ayatollah Ali Khamenei, demanded that sanctions be lifted before Iran dismantles its nuclear infrastructure, and ruled out a freeze on nuclear enrichments or international inspections—both of which were important components of the preliminary deal last spring.",
  "A group of high-ranking experts, former politicians, and diplomats issued an open letter today warning that the deal currently on the table “will not prevent Iran from having a nuclear weapons capability” and “may fall short of meeting the administration’s own standard of a ‘good’ agreement.” Among the signatories are five former Obama administration advisers, including former CIA Director David Petraeus and former Middle East negotiator and Iran policy chief Dennis Ross.",
  "Photo by Atta Kenare/AFP/Getty Images\n\nOn a day when the Supreme Court shot down a major challenge to President Obama’s domestic legacy, things aren’t looking quite so promising for what he hopes will be his most significant lasting foreign policy accomplishment: a comprehensive deal ending the long standoff over Iran’s nuclear program.",
  "Russia’s deputy foreign minister, Sergei Ryabkov, who is attending the talks, says the agreement is 90 percent completed, “but this concerns the amount of the text, not the importance of the issues.” Those issues are going to be tough ones to crack.",
  "Last week Secretary of State John Kerry suggested that the U.S. was “not fixated” on Iran accounting for past military nuclear activities—which it has been highly reluctant to do—and was more concerned about preventing a bomb in the future.",
  "Any agreement that is reached will be subject to a congressional review period, and the letter will bolster the case of opponents who argue that the White House is giving away the store out of an overwhelming desire to save the deal.",
  "Republicans are already seizing on the letter (Jeb Bush tweeted it to his followers this morning) as evidence that not even the president’s supporters will back the deal.",
  "The deadline for an agreement is June 30, and right now it seems very likely it could be extended at least a few days—but that might not be enough.",
  "Iranians walk over a picture of President Obama during a demonstration against the nuclear agreement in Tehran on May 29, 2015.",
  "Even getting to a deal that Republicans can try to kill is hardly a foregone conclusion at this point.",
  "They’ve been prematurely declared doomed before, and yet here we are, with everyone still talking.",
  "This will likely require some obfuscating if not outright misleading language.",
  "For this deal to work, these politicians need to act like politicians.",
  "I still think it’s a mistake to assume the talks are doomed."
]