[
  "A \"candid, blunt\" meeting between President Obama and Russian leader Vladimir Putin failed to yield a deal to end bloodshed between U.S.-backed rebels in Syria and the country's Russian-aligned regime, though the sides vowed to continue negotiations as the G20 summit in China came to a close.",
  "The talks culminated several weeks of searching for a cease-fire between Assad's Russian-supported government and so-called moderate, U.S-backed rebels that would expand access for hundreds of thousands of civilians caught in the crossfire.",
  "In recent days, the State Department has said it only wants a nationwide cease-fire between Assad's military and the rebels, and not another \"cessation of hostilities\" that is time-limited and only stops fighting in some cities and regions.",
  "Obama stressed the importance of a deal, saying later that the current dynamic in Syria was allowing the regime of President Bashar al-Assad to bomb targets \"with impunity\" and permitting extremist groups to continue recruiting.",
  "Kerry and Lavrov hoped that a deal could come together and even scheduled a press conference Sunday to announce what they were speaking about, however, those plans were canceled after both parties couldn’t reach an agreement.",
  "The official told the Associated Press that the two sides clarified some of the large gaps in how a deal would be implemented and directed their respective teams to schedule a meeting for some time later this week.",
  "Obama and Putin attended the economic summit as pressure mounted to get a deal done, huddling for 90 minutes on the sidelines, according to a senior White House official.",
  "The talks faltered Sunday when Russia pulled back from agreement on issues the U.S. negotiators believed had been settled, the State Department official said.",
  "Secretary of State John Kerry and Russian Foreign Minister Sergey Lavrov also met, but came out of their meeting without a deal to announce.",
  "Kerry said the two sides had worked through many technical issues but said the U.S. didn't want to enter into an illegitimate agreement.",
  "Obama expressed hope the two sides could instead unite behind the common goal of defeating terror groups in the region, namely ISIS.",
  "\"I've said all along we're not going to rush,\" said Kerry, who has negotiated several failed truces with Russia in recent months.",
  "The two diplomats met for an hour but emerged still at odds on certain issues, a senior State Department official said.",
  "\"But given gaps of trust that exist, that’s a tough negotiation,\" Obama said.",
  "The Associated Press contributed to this report.",
  "\"That’s a dangerous dynamic,\" Obama said."
]