[
  "'Denial of reality isn't a useful policy option'\n\nExperts are divided over what options Washington has now that its relationship with Moscow has reached its lowest point in decades — especially since it's unlikely that Russia, having successfully edged the US out of the Middle East and been credited with hacking into US political organizations, will ease up anytime soon.",
  "The tumultuous week culminated with an unprecedented move: On Friday afternoon, the Department of Homeland Security and the Office of the Director of National Intelligence released a statement that for the first time publicly accused Russia of orchestrating a series of cyberattacks \"intended to interfere with the US election process.\"",
  "After reports emerged last Tuesday that the US was considering launching airstrikes on the forces of Syrian President Bashar Assad, Russia deployed surface-to-air missiles to its naval base in Tartus on Syria's western coast and suspended a nuclear and energy-related research pact with the US.",
  "US-Russian relations \"are now at the worst level since Andropov,\" Bremmer told Business Insider in an email, referring to the Soviet leader Yuri Andropov, the general secretary of the Communist Party who was instrumental in the Russians' 1979 invasion of Afghanistan.",
  "Reuters\n\nLater that day, Russia vetoed a UN Security Council resolution proposed by France and backed by the US to immediately halt the bombing in Aleppo, calling it a ploy to protect former Al Qaeda fighters operating in and around the city.",
  "Reuters Relations between the US and Russia took a nosedive last Monday when Washington announced it would be suspending its negotiations with Moscow over its refusal to halt airstrikes on Syria's largest city, Aleppo.",
  "On Friday, US Secretary of State John Kerry responded by calling for a war-crimes investigation into Russia and Assad's scorched-earth offensive on Aleppo, which has killed hundreds of civilians since late last month.",
  "Russia's deputy foreign minister, Sergei Ryabkov, condemned the accusation on Saturday, saying the current US administration was \"not averse to using dirty tricks\" to stir up \"unprecedented anti-Russian hysteria.\"",
  "Hillary Clinton's presidential campaign has accused the Russian government of trying to tip the scales in favor of Republican nominee Donald Trump, who has been more sympathetic to Russia on the campaign trail.",
  "Pence called Russian President Vladimir Putin \"small and bullying\" in last week's vice-presidential debate, and he said he supported US military action to end Russia's bombardment of Aleppo.",
  "\"It's extremely worrisome,\" retired Adm. James Stavridis, the dean of the Fletcher School of Law and Diplomacy at Tufts University, told NBC News last week of the developments.",
  "Then on Thursday, Russia's ministry of defense released a statement implying that US warplanes could be shot down without warning if they were to attack Syrian army positions.",
  "On Tuesday, Retired Lt. Gen. Yevgeny Buzhinsky told the BBC that \"as far as Russia sees it, as Putin sees it, it is full-scale confrontation [with the US] on all fronts.\"",
  "In an op-ed article for The Wall Street Journal last week, US Sen. John McCain of Arizona called Kerry's suspension of talks with Russia over Syria \"meaningless.\"",
  "He added that the US should hold Russian aircraft \"at greater risk,\" and step up its support to vetted Syrian opposition groups that are fighting the regime.",
  "\"The US and its coalition partners must issue an ultimatum to Mr. Assad — stop flying or lose your aircraft — and be prepared to follow through.\"",
  "Russia has responded to the increased NATO presence by assembling troops and bases around Kaliningrad, which lies between Poland and Lithuania.",
  "That was only the start of a long week — one that saw the two countries entering their lowest point in relations since the end of the Cold War.",
  "In an extraordinary moment in Sunday night's presidential debate, however, Trump said he \"disagreed\" with his running mate on Syria policy.",
  "In any case, Ian Bremmer, the president of the political risk firm Eurasia Group, has not expressed optimism about Washington's recourse.",
  "Russian President Vladimir Putin, right, and Prime Minister Dmitry Medvedev on Lake Ilmen in Russia's Novgorod region on September 10.",
  "Among the highest-profile politicians arguing for a more robust response to Russian aggression is Trump's running mate, Mike Pence.",
  "Adding to the tension is NATO's buildup of combat battalions on Russia's doorstep in the Baltic countries and Poland.",
  "\"The Russia talks didn't just fail, they failed immediately and completely, with brutal attacks against civilians.",
  "Assad isn't going anywhere, and the Russians (and Iran) are willing to ensure they get to determine the outcomes.",
  "Vice-presidential candidates Tim Kaine, left, and Mike Pence discussed Syria during their debate last week.",
  "Pence said he would favor a more robust response from the US to counter Russian aggression.",
  "That's not easy for the US to accept, but denial of reality isn't a useful policy option.\"",
  "\"Any alternative approach must begin with grounding Mr. Assad's air power,\" McCain wrote.",
  "Win McNamee/Getty Images \"On Syria, the US doesn't have realistic options,\" Bremmer said.",
  "\"We're not in a new Cold War, but we're edging close to one.\"",
  "He advocated more forceful diplomacy backed by \"strength.\"",
  "\"The trend lines are very bad,\" he added."
]