[
  "The U.S. Treasury also sanctioned several companies and government enterprises for operating in Crimea, including two Russian firms it said were helping to build a multi-billion dollar bridge to link the Russian mainland with the peninsula, a project important to Putin.",
  "Russia's Deputy Foreign Minister Sergei Ryabkov told TASS news agency that the sanctions were hostile acts by the outgoing Obama administration and Russia would expand its sanctions lists against the United States in response.",
  "The United States introduced sanctions on Russia after it annexed the Crimean peninsula from Ukraine in 2014 and expanded them over its support for separatist rebels in the East of the country.",
  "In a statement, the U.S. Treasury named seven Russian businessmen, six of whom it said were executives at Bank Rossiya or its affiliates ABR Management and Sobinbank.",
  "The U.S. Treasury has called Bank Rossiya \"the personal bank for officials of the Russian Federation\" and had previously sanctioned it and the two affiliates.",
  "One of the men named on Tuesday was Kirill Kovalchuk, whom Russian media have identified as a nephew of Yuri Kovalchuk, a major shareholder in Bank Rossiya.",
  "But it is unclear if the United States will maintain the sanctions on Russia under Trump, who could lift the executive orders that authorize the measures.",
  "Treasury also named 26 subsidiaries of Russian Agricultural Bank and gas producer Novatek, both of which had already been sanctioned in 2014.",
  "U.S. sanctions on those companies are relatively narrow and prohibit Americans from dealing in certain kinds of debt with them.",
  "\"We retain the right to choose the time, place and form of our responsive actions in a way that suits us,\" Ryabkov told TASS.",
  "The United States sanctioned Yuri Kovalchuk in 2014, saying he was a close adviser to Putin and his personal banker.",
  "The U.S. actions bar American individuals or companies from dealing with the sanctioned people or companies.",
  "Its chief executive and major shareholder is Leonid Mikhelson, one of Russia's richest men.",
  "Novatek is Russia's largest non-state gas producer."
]