[
  "\"Russia stressed that if Washington does not address this and other concerns, including persistent efforts to hinder the operation of Russia's diplomatic missions, Russia has the right to take retaliatory measures in accordance with the principle of reciprocity,\" wrote the Russians in a statement after the Washington, D.C. meeting.",
  "\"The priority here is to get the United States and Russia to a place where they can have a good, decent, solid relationship so we can work together on areas of mutual cooperation, areas that are mutually important to both of our countries,\" said State Department spokesperson Heather Nauert on Tuesday.",
  "U.S. State Department Undersecretary Tom Shannon met with his Russian counterpart, Deputy Foreign Minister Sergei Ryabkov, on Monday in what the State Department described as a conversation that went on \"for quite some time.\"",
  "The State Department did say that further talks between the two diplomats -– who have been specifically tasked with addressing the \"irritants\" in the US-Russian relationship -- are in the works.",
  "The controversy over Russian demands for the return of their compounds in Maryland and New York is unlikely to end soon, since the U.S. says more time is needed to reach long-term solution.",
  "Yet, the State Department would not elaborate further on what was discussed, and it would not say if Tillerson is willing to open the Russian compounds, with some conditions.",
  "The talks reflected a spirit of goodwill, but it is clear that more work needs to be done,\" the State Department said in a statement after the meeting.",
  "\"Russia reiterated to its U.S. partners its readiness to resume regular dialogue on this issue after it was suspended by the previous administration.",
  "The two mansions were closed last year in reaction to what the State Department considered the unacceptable treatment of U.S. personnel in Russia.",
  "Further, it has asserted that the U.S. government knew \"there were some activities taking place in those dachas that were not permitted under U.S.",
  "Nauert said that the State Department is reviewing letters about the compounds but asserted, \"We don't, in fact, have any kind of timeline.\"",
  "The United States and Russia seek a long-term solution that would address areas of bilateral concern that have strained the relationship.",
  "\"The conversation was tough, forthright, and deliberate, reflecting both parties' commitment to a resolution.",
  "The Russians have threatened to pull Americans out of U.S. posts in Russia if the compounds do not re-open.",
  "The State Department cast this meeting as productive, though it did not mention the compounds.",
  "Members of Congress have warned the Trump administration not to re-open the compounds.",
  "The U.S. government has not responded to those threats.",
  "It is now up to Washington to take the relevant steps.\"",
  "law.\""
]