[
  "Kremlin spokesman Dmitry Peskov told journalists that Putin \"said the international community could not give in to emotions, should act calmly and deliberately, and stressed that the complex settlement of the nuclear and other problems of the Korean Peninsula can be achieved exclusively through political and diplomatic means.\"",
  "SEOUL, South Korea (AP) — The Latest on North Korea's nuclear test and the world reaction (all times local):\n\n10 a.m.\n\nSouth Korea's navy has conducted a live-fire exercise in waters off the country's eastern coast as Seoul continued its displays of military capability following North Korea's latest nuclear test.",
  "Geng Shuang, a Chinese Foreign Ministry spokesman, told reporters at a briefing in Beijing on Monday that China regarded as \"unacceptable a situation in which on the one hand we work to resolve this issue peacefully but on the other hand our own interests are subject to sanctions and jeopardized.\"",
  "South Korea's presidential office said Chung Eui-yong, President Moon Jae-in's national security director, spoke with McMaster for 30 minutes on the phone on Monday morning to discuss the latest updates on the two countries' response to the North's test and their future response.",
  "The South's army and air force on Monday conducted a joint drill involving F-15 fighter jets and land-based ballistic missiles that simulated an attack on North Korea's nuclear test site to \"strongly warn\" Pyongyang over its sixth and most powerful nuclear test to date.",
  "South Korea's defense ministry says the installation of four missile launchers of the Terminal High Altitude Area Defense system, also known as THAAD, was a \"temporary\" deployment as it needed to respond to the advancement of the North's nuclear and missile threats.",
  "In Sunday's statement, Tusk said the EU calls on the U.N. Security Council \"to adopt further U.N. sanctions and show stronger resolve to achieve a peaceful denuclearization of the Korean peninsula,\" adding, \"The stakes are getting too high.\"",
  "Seoul's Joint Chiefs of Staff says the drill involved F-15 fighter jets and the country's land-based \"Hyunmoo\" ballistic missiles and that the released live weapons \"accurately struck\" a target in the sea off the country's eastern coast.",
  "Seoul's Defense Ministry said on Tuesday that warships including a 2,500-ton frigate, a 1000-ton patrol ship and 400-ton guided-missile vessels participated in drills aimed at retaliating against potential North Korean provocations.",
  "The head of the U.N. organization looking into North Korea's recent nuclear test says it is seeking information about a second seismic shock that followed the detonation to rule out the possibility it was a second explosion.",
  "Doris Leuthard said Monday the small, proudly neutral Alpine country that has represented U.S. interests in places like Iran and Cuba in the past could now use \"its good services as a mediator\" to help address the tensions.",
  "The text of the declaration, posted on India's Ministry of External Affairs website, also said the countries emphasized the issue should be settled through peaceful means and dialogue — echoing Beijing's long-held position.",
  "He said China will be enforcing U.N. economic sanctions against North Korea but \"there will be more that needs to be done given the affront that North Korea has shown to China\" by testing its sixth nuclear device on Sunday.",
  "Ambassador to the United Nations Nikki Haley says North Korea's actions show that its leader, Kim Jong Un, is \"begging for war,\" and the time has come for the Security Council to adopt the strongest diplomatic measures.",
  "___\n\n4:35 a.m.\n\nU.S. Defense Secretary Jim Mattis is responding to North Korea's latest nuclear test by saying threats to the United States and its allies \"will be met with a massive military response.\"",
  "After North Korea launched a ballistic missile over Japan, the council Tuesday strongly condemned the test and reiterated demands that Pyongyang halt its ballistic missile and nuclear weapons programs.",
  "Trump said on Twitter Sunday that the approach was under consideration, \"in addition to other options,\" after North Korea detonated a thermonuclear device in its sixth and most powerful nuclear test.",
  "___\n\n1:30 a.m.\n\nRussian President Vladimir Putin has spoken by telephone with Japanese leader Shinzo Abe and urged restraint in responding to North Korea's claim to have set off a hydrogen bomb test.",
  "___\n\n1:10 a.m.\n\nNorth Korea has claimed a \"perfect success\" for its most powerful nuclear test so far, a further step in the development of weapons capable of striking anywhere in the United States.",
  "Japanese broadcaster NHK says Japanese Prime Minister Shinzo Abe and South Korean President Moon Jae-in discussed the crisis by telephone Monday, ahead of an emergency U.N. Security Council meeting.",
  "He said North Korea must abandon its nuclear weapons of mass destruction and ballistic missile programs in a verifiable and irreversible manner and it must cease all related activities at once.",
  "___\n\n4:30 p.m.\n\nSouth Korea says the U.S. military will soon install additional missile-defense launchers at the site in southeastern South Korea in order to counter North Korea's provocations.",
  "___\n\n7:45 a.m.\n\nSouth Korea's military says it conducted a live-fire exercise simulating an attack on North Korea's nuclear test site to \"strongly warn\" Pyongyang over the latest nuclear test.",
  "\"The U.S should take specific and sincere actions toward North Korea instead of making enhanced threats,\" said Lu, of the Academy of Social Sciences in Liaoning province abutting North Korea.",
  "The JCS says that the target was set considering the distance to where the North's test site was and the exercise was aimed at practicing precision strikes and cutting off reinforcements.",
  "In a statement published Sunday, Turkey's foreign ministry said the test was \"irresponsible and provocative,\" while ignoring international law and endangering regional peace and security.",
  "She said: \"We are ready to also offer our role for good services as a mediator, and in the coming weeks it will all depend on how the U.S. and China can have an influence in this crisis.\"",
  "Jeffrey Feltman called North Korea's test a \"dangerous provocation\" that is profoundly destabilizing for the region and the international community, and urged a comprehensive response.",
  "Donald Tusk said the European Union stands ready to sharpen its policy of sanctions and invites North Korea to restart dialogue on its nuclear and missile programs without condition.",
  "The U.S. confirmed its strong defense commitment on South Korea and they both agreed to closely collaborate to come up with stern punitive measure against the North's provocation.",
  "Observers, however, have noted that the move is also linked to Egypt's relations with North Korea as the U.S. continues to isolate North Korea economically and politically.",
  "It has also faced opposition from local residents who say the previous administration made a hasty decision to install the U.S. anti-missile system without due procedures.",
  "Chinese foreign ministry spokesman Geng Shuang told reporters Monday that North Korea \"must be very clear\" that U.N. Security Council resolutions prohibit such activities.",
  "South Korea responded to the nuclear test with live-fire drills off its eastern coast Monday that were meant to simulate an attack on the North's main nuclear test site.",
  "In a phone call in July, President Donald Trump gave a thinly veiled warning to Egypt's President Abdel-Fattah el-Sissi to stop its economic cooperation with Pyongyang.",
  "Story continues\n\nThe U.N. Security Council is to hold an emergency meeting on Monday to discuss responses to Sunday's nuclear test, North Korea's most powerful to date.",
  "The U.N. Security Council is scheduled to hold an emergency meeting, its second in less than a week, after North Korea conducted its most powerful nuclear test to date.",
  "But he told reporters Monday that because it was recorded at the same location, the experts are working to have a better understanding of what caused the second shock.",
  "In unusually strong language, Russian Deputy Foreign Minister Sergei Ryabkov on Monday urged North Korea to \"stop provocative actions that destabilize the situation.\"",
  "Meanwhile, leading Chinese government-backed scholar Lu Chao says China will likely agree to slap more sanctions on its ally North Korea over its latest nuclear test.",
  "___\n\n6 p.m.\n\nSwitzerland's president says her country could help mediate the standoff between North Korea and other countries over its nuclear and missile programs.",
  "The U.S. anti-missile system has been a source of diplomatic tensions between South Korea and China, which fears its powerful radar may peer into Chinese territory.",
  "However, Russian Ambassador Vassily Nebenzia told reporters after the meeting that sanctions alone will not solve the issue, and there need to be negotiations too.",
  "___\n\n5:15 p.m.\n\nChina has warned North Korea against proceeding with its reported plans to launch another ballistic missile, saying it should not worsen tensions.",
  "Geng also said that China had lodged \"stern representations\" with the North Korean Embassy in Beijing after the North conducted its sixth nuclear test on Sunday.",
  "___\n\n11 a.m.\n\nAustralian Prime Minister Malcolm Turnbull has called on China to bring North Korea to its \"senses\" following its apparent test of a hydrogen bomb.",
  "It will be the Security Council's second urgent session in under a week on the North's weapons tests, which have continued in the face of a series of sanctions.",
  "The leaders of South Korea and Japan have agreed to work together to build support for further sanctions against North Korea following its latest nuclear test.",
  "His comments to a meeting of top officials from the government and his ruling party came one day after North Korea conducted its biggest nuclear test to date.",
  "Ambassador to the United Nations Nikki Haley says the United States will circulate a draft resolution this week pushing further sanctions against North Korea.",
  "The leaders adopted a declaration Monday in which they expressed \"deep concern over the ongoing tension and prolonged nuclear issue on the Korean peninsula.\"",
  "The president of the European Commission says North Korea's latest nuclear test compels the international community to unite in swift and decisive reaction.",
  "____\n\n9:30 a.m.\n\nAustralia's prime minister says a war with North Korea would be a catastrophe as he urged China to help bring the regime \"to their senses.\"",
  "He said China, as the North's closest ally and commercial partner, had the economic leverage to and therefore the responsibility to influence North Korea.",
  "North Korea claimed \"perfect success\" in an underground test of what it called a hydrogen bomb — potentially vastly more destructive than an atomic bomb.",
  "Speaking to journalists in the Swiss capital, Bern, Leuthard said: \"Perhaps these actions of North Korea are also an invitation for dialogue: We'll see.\"",
  "Haley made the comments Monday at the end of an emergency U.N. Security Council meeting during which members condemned North Korea's latest nuclear test.",
  "The statement on Monday comes nearly 10 days after the U.S. announced it was withholding millions of dollars in aid to Egypt over human rights concerns.",
  "Abe told Trump that North Korea's nuclear test is a serious threat to Japan's security that poses a \"head-on challenge\" to the international community.",
  "The paper said the nuclear test conducted Sunday was \"another wrong choice that Pyongyang has made\" in violation of U.N. Security Council resolutions.",
  "Prime Minister Shinzo Abe said Monday that his government would push for adding equipment such as the U.S.-developed Aegis Ashore missile interceptor.",
  "Swiss cities have hosted numerous international mediation efforts over the years, and North Korean leader Kim Jong Un once studied in Switzerland.",
  "Lassina Zerbo of the Comprehensive Test Ban Treaty Organization says experts believe the second shock was geological and was caused by the blast.",
  "___\n\n3:20 p.m.\n\nSouth Korean media says Seoul's military believes North Korea is readying the launch of a ballistic missile, possibly an ICBM.",
  "___\n\n1:35 a.m.\n\nPresident Donald Trump says the United States is considering halting trade with \"any country doing business with North Korea.\"",
  "\"I think that North Korea basically has slapped everyone in the face in the international community that has asked them to stop,\" Haley said.",
  "Prime Minister Malcolm Turnbull told Nova 96.9 radio in Sydney: \"It would be so damaging to the world, to the region, to the global economy.",
  "4:50 p.m.\n\nChina says President Donald Trump's threat to cut off trade with countries that deal with North Korea is unacceptable and unfair.",
  "Turnbull told reporters in Canberra on Monday that the risk of war breaking out on the Korean Peninsula is at its highest in over 60 years.",
  "Japan's Foreign Ministry said that Abe strongly encouraged Russia to respond constructively as a permanent member of the Security Council.",
  "It said China should avoid overly aggressive sanctions, as long as North Korea's tests do not contaminate China's northeastern provinces.",
  "In Beijing, Geng said China hopes all parties, especially North Korea, \"exercise restraint and refrain from further escalating tensions.\"",
  "___\n\n4:15 p.m.\n\nJapan's leader says he will seek to bolster his country's missile defense in the face of the growing North Korean threat.",
  "The U.N. political chief is briefing an emergency meeting of the U.N. Security Council on North Korea's powerful nuclear test explosion.",
  "The U.S., Japan, France, Britain and South Korea requested Monday's meeting after North Korea detonated what it called a hydrogen bomb.",
  "It also comes less than a week after the council strongly condemned the North's \"outrageous\" launch of a ballistic missile over Japan.",
  "It also comes less than a week after the council strongly condemned the North's \"outrageous\" launch of a ballistic missile over Japan.",
  "The emergency session of the Security Council on Monday comes after North Korea detonated what it called a hydrogen bomb on Sunday.",
  "Treasury Secretary Steven Mnuchin said Sunday that he was putting together new sanctions seeking to cut off trade with North Korea.",
  "Mattis says the United States is \"not looking to the total annihilation\" of North Korea, but added \"we have many options to do so.\"",
  "In a series of tweets, Trump said the latest provocation from the isolated communist country reinforces the danger facing America.",
  "Trump said on Twitter on Sunday the United States is considering halting trade with \"any country doing business with North Korea.\"",
  "South Korea's Defense Ministry said Monday that North Korea appeared to be planning a future missile launch, possibly of an ICBM.",
  "Japan's Defense Ministry said last week in its 2018 budget proposal that it is considering the Aegis Ashore anti-missile system.",
  "The U.N. Security Council has scheduled an emergency meeting after North Korea conducted its most powerful nuclear test to date.",
  "China's Ministry of Environmental Protection says radiation monitoring data showed no impact from the test as of early Monday.",
  "McMaster spoke with his South Korean counterpart on Monday, a third time the two spoke since North Korea's sixth nuclear test.",
  "___\n\n3:30 p.m.\n\nA publication of the ruling Communist Party has urged China to avoid imposing a full embargo on North Korea.",
  "The Foreign Ministry expressed worries Monday that the escalating activity could unleash a nuclear arms race in the region.",
  "Turnbull added: \"That is why everybody that has leverage over North Korea should use it now to bring them to their senses.\"",
  "After attending church in Washington, the president made his \"We'll see\" comment in response to a question from reporters.",
  "Mattis spoke at the White House on Sunday following a meeting with President Donald Trump and national security advisers.",
  "___\n\n4:20 p.m.\n\nChina and other major emerging economies say they \"strongly deplore\" North Korea's latest nuclear test.",
  "Turkish troops were part of a United Nations command aiding South Korea during the Korean War between 1950 and 1953.",
  "The leaders of Brazil, Russia, India, China and South Africa are meeting at the BRICS summit in southeastern China.",
  "Yonhap news agency reports that Seoul's defense ministry also measures North Korea's nuclear test at 50 kilotons.",
  "His remarks came after North Korea detonated a thermonuclear device in its sixth and most powerful nuclear test.",
  "Ryabkov was speaking to Russian news agencies on the sidelines of a summit of major emerging economics in China.",
  "The ministry says the final deployment of the THAAD missile system will hinge on an environmental impact study.",
  "He said Moscow sees \"a dangerous trend in how quickly North Korea is making progress\" in its nuclear program.",
  "The emergency session was called after North Korea said it detonated a hydrogen bomb underground on Sunday.",
  "The detonation Sunday was the strongest ever from the North, which claimed the test was of a hydrogen bomb.",
  "___\n\n3:40 p.m.\n\nEgypt has condemned North Korea's nuclear test, warning of threats to regional security.",
  "Abe said Japan would maintain high caution for what he called \"further provocations\" from North Korea.",
  "___\n\n5:30 p.m.\n\nA senior Russian diplomat has strongly condemned North Korea's latest nuclear test.",
  "It was the North's sixth nuclear test since 2006, but the first since Trump took office in January.",
  "Seoul says more naval drills are planned from Wednesday to Saturday in the country's southern seas.",
  "Ryabkov insisted that Moscow still sees diplomacy as the only viable solution to the Korea crisis.",
  "The emergency session comes after North Korea detonated what it called a hydrogen bomb on Sunday.",
  "Abe also spoke with President Donald Trump and Russian leader Vladimir Putin late Sunday night.",
  "Other Security Council members, including Japan and France, are calling for further sanctions.",
  "The Global Times newspaper said in an editorial Monday that such a response would trigger war.",
  "On \"Fox News Sunday,\" Mnuchin described Pyongyang's behavior as \"completely unacceptable.\"",
  "Putin, in China for a meeting of leaders of the BRICS economic bloc, called Abe on Sunday.",
  "The president was asked if he would attack North Korea as he left a church service Sunday.",
  "Trump is meeting with his national security team Sunday afternoon to discuss North Korea.",
  "Haley told an emergency session of the Security Council on Monday that \"Enough is enough.",
  "Less than a month ago, the council imposed its stiffest sanctions so far on North Korea.",
  "The council already imposed its stiffest sanctions so far on North Korea last month.",
  "He said \"talk of appeasement\" is pointless because \"They only understand one thing!\"",
  "U.S. President Donald Trump, asked if he would attack the North, said, \"We'll see.\"",
  "___\n\n2:20 a.m.\n\nTurkey has strongly condemned the latest North Korean nuclear test.",
  "Monday could bring additional condemnation and discussion of other potential steps.",
  "Meanwhile, U.N. Secretary-General Antonio Guterres condemned Sunday's nuclear test.",
  "He and Putin agreed to continue talks later this week in Vladivostok, Russia.",
  "North Korea's nuclear test was the first since Trump took office in January.",
  "___\n\n5 p.m.\n\nSouth Korea says Donald Trump's national security adviser H.R.",
  "She added that she was aiming to put the resolution to a vote next Monday.",
  "His spokesman calls it \"profoundly destabilizing for regional security.\"",
  "The president was meeting later Sunday with his national security team.",
  "He said: \"The one who is stronger and smarter should show restraint.\"",
  "The comments follow North Korea's latest nuclear test on Sunday.",
  "He says any response will be \"both effective and overwhelming.\"",
  "China is the North's closest ally and commercial partner.",
  "China is the North's closest ally and commercial partner.",
  "But Lu asserted that dialogue remained necessary.",
  "Geng said: \"This is neither objective nor fair.\"",
  "War is never something the United States wants.",
  "But our country's patience is not unlimited.\"",
  "She added, \"it's really time for dialogue.\"",
  "More than 700 soldiers died in the battles.",
  "It would be a catastrophe.\"",
  "___\n\n12:30 a.m.\n\nU.S.",
  "He said: \"We'll see.\"",
  "___\n\n11:20 p.m.\n\nU.S.",
  "We don't want it now.",
  "___\n\n12:30 p.m.",
  "___\n\n5:45 a.m.",
  "___\n\n2:30 a.m.",
  "___\n\n11 p.m.",
  "___\n\n7 p.m."
]