[
  "A pro-opposition media outlet circulated footage of a powerful and hard-line Islamist rebel coalition known as Jaish al-Fatah announcing that the campaign to break the government’s siege of the city’s east would begin “within hours.”\n\nSyrian troops have besieged rebel-held parts of Aleppo for weeks, subjecting the districts to some of the worst air raids since a cease-fire brokered by the United States and Russia collapsed on Sept. 19.",
  "A spokesman for the Nour el-Din al-Zinki rebel faction in Aleppo said an operation to break the government’s siege of the rebel-held eastern districts of Aleppo was “coming.”\n\nThe spokesman, Yasser al-Yousef, said the rebels would not intentionally target civilians in Aleppo’s government-held districts, but warned of collateral damage from the anticipated operations.",
  "Speaking during a joint news conference with his Turkish counterpart in Ankara Monday, Ayrault said: “it’s the only way that humanitarian aid can reach populations that really need it; it’s the only that that the negotiations can resume.”\n\nAyrault also said that there cannot be a “lasting peace” in Syria “outside of a political solution.”",
  "“And Assad must sit in Damascus to ensure a political settlement.”\n\nFrench Foreign Minister Jean-Marc Ayrault called for an end of the “massive bombing raids” by Russia and Syrian government forces in Aleppo to allow for the delivery of aid to beleaguered populations and the resumption of peace efforts in Syria.",
  "“In order to resume it, our opponents need to make sure the anti-government groups behave properly,” he said in comments carried by Russian news agencies, blaming the rebels for the fact that medical evacuations from eastern Aleppo, planned during the pause, were scrapped at the last moment.",
  "BEIRUT - Syrian government forces and their allies on Monday captured strategic high ground in embattled Aleppo as Russia - a key ally of Syrian President Bashar Assad - said it was not planning more “humanitarian pauses” in the fighting in the city’s eastern, rebel-held districts.",
  "The fighting in Aleppo came as airstrikes hit towns in the northwestern province of Idlib, killing at least 13 people, according to the Britain-based Syrian Observatory for Human Rights and the Local Coordination Committees.",
  "“There are just two options: Assad sitting in Damascus or the Nusra sitting in Damascus,” Peskov said in a reference to the Nusra Front, al Qaeda’s branch in Syria that renamed itself Fatah al-Sham Front earlier this year.",
  "On Sunday, Vladimir Putin’s spokesman said the entire territory of Syria must be “liberated.”\n\nRussia’s Dmitry Peskov said Assad needs to stay in power to prevent the country from falling into the hands of jihadis.",
  "Government troops launched a fresh offensive and on Monday took the hilltop of Bazo on the southern edge of Aleppo, near military bases, and shelled the rebel neighborhoods, according to opposition activists.",
  "The rebels rejected the Russian offer and none of the civilians left the conflicted areas, in what is turning into the key symbolic battle of the five-year-old Syrian civil war.",
  "Fighting resumed in Aleppo over the weekend, following a days-long lull announced by Moscow that was meant to allow rebels and civilians to leave the eastern districts.",
  "Jaish al-Fatah commander Ali Abu Odai al-Aloush told the Qasioun News Agency that “zero hour has drawn near,” and that his militants had begun moving toward Aleppo.",
  "The state SANA news agency, meanwhile, said the rebels shelled government-held neighborhoods in western Aleppo, killing one person and wounding seven.",
  "In Moscow, Russia’s deputy foreign minister Sergei Ryabkov said Russia wasn’t planning another humanitarian pause in Aleppo anytime soon.",
  "He also said that Moscow doesn’t expect any new round of Syria peace talks in the Swiss city of Lausanne until after the U.S. elections.",
  "Both the Observatory and the Aleppo Media Center, an activist collective, reported government shelling in eastern parts of the city.",
  "“What needed to happen didn’t happen ... that’s why resuming a humanitarian pause is not on the agenda,” Ryabkov said.",
  "Opposition activists say more than 600 people have been killed in Aleppo and neighboring villages since then.",
  "They said the people killed were in the towns of Kfar Takharim and Khan Sheikhoun, where a market was hit.",
  "Moscow has taken an increasingly hard line as its support has lead to numerous gains by Assad’s military.",
  "A video released by the Syrian army showed tanks and cannons pounding rebel positions in the area.",
  "The Britain-based Syrian Observatory for Human Rights said Bazo was taken amid heavy bombardment.",
  "It was unclear when the interview was recorded."
]