[
  "Moscow is weighing whether to expel American diplomats and seize U.S. embassy property in retaliation for former President Obama’s decision to kick out Russian officials and reclaim two diplomatic compounds suspected of being intelligence bases in New York and Maryland.",
  "Lavrov declined to elaborate on what steps the Kremlin might take against the U.S mission, but Russian media reported Tuesday that officials are considering expelling 30 U.S. diplomats and seizing embassy property, according to NPR’s Moscow correspondent Lucian Kim.",
  "Russian Foreign minster Sergery Lavrov told a state TV station that the Kremlin is still outraged that Washington hasn’t given back the diplomatic estates, which Obama ordered taken as punishment for Russian meddling in the 2016 election.",
  "The two presidents discussed a range of diplomatic and military disputes between Washington and Moscow, but were apparently unable to come to an agreement on the issue of the compounds or the expulsion of Russian personnel.",
  "“If the compromise is not found there, we will have to take such measures,” a Russian Foreign Ministry official told Russian newspaper Izvestiya, according to The Atlantic correspondent Krishnadev Calamur.",
  "In the wake Trump’s meeting with Putin, the perception among administration critics is that the White House is too eager to appease Moscow in areas where its policy conflicts with Washington.",
  "The Trump administration now faces the politically difficult choice of whether or not to make a deal with Moscow, which views the seizure of the diplomatic compounds as a national insult.",
  "Izvestiya previously reported that Russia was considering taking an official U.S. embassy residence and a U.S.-owned warehouse in Moscow if the issue were not resolved.",
  "The foreign minister added that the outgoing Obama administration had tried to “poison to a maximum U.S.-Russian ties” when it ordered the seizure in December.",
  "Returning the diplomatic compounds, which Obama seized as part of a larger sanctions package against Russia, could be seen as a unilateral giveaway.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“It is just shameful for the United States to leave this situation hanging in the mid-air,” Lavrov said Tuesday, according to Reuters.",
  "Lavrov’s remarks came just days after President Donald Trump met with Russian President Vladimir Putin at the G20 Summit in Germany.",
  "Undersecretary for Political Affairs Tom Shannon in St. Petersburg is the last chance to resolve the dispute, Kim reported.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Moscow says a meeting between Russian Deputy Foreign Minster Sergei Ryabkov and U.S.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org."
]