[
  "Russian military spokesperson Alexander Gordeyev did not confirm the reasons behind the decision, but confirmed that “the movement of military equipment by different means of transport to southern areas is being observed across Primorsky region over the past week.”\n\nThe Kremlin’s deputy foreign minister Sergei Ryabkov issued a statement noting that the “risk of a serious conflict in this region has substantially increased,” adding that all sides must make a “‘demonstration of responsibility” to settle the conflict.",
  "Responding to recent events, Chinese Foreign Ministry spokesman Lu Kang expressed “serious concern with recent trends about North Korea’s nuclear and missile development.”\n\n“China is unswerving in its commitment to realizing the denuclearization of the Korean peninsula, maintaining the peace and stability of the Korean peninsula, and continue to solve matters through dialogue and negotiations,” Lu continued.",
  "The decision comes amidst rising tensions in the region, with American President Donald Trump warning North Korea that the U.S. are sending “an armada” into the region, combined with reports that the administration is now willing to strike North Korea, should it successfully carry out another nuclear weapons test.",
  "Chinese authorities have also taken similar measures to protect their border, last positioning 150,000 troops along their much larger border with North Korea last week, as well as sending a fleet of fully-loaded cargo ships destined for North Korea back home.",
  "Last Sunday, North Korea celebrated the birthday of its founding communist dictator and “eternal leader” Kim Il-sung with a large military parade, and this week threatened “all-out war” if the U.S. interferes with its nuclear program.",
  "Russian President Vladimir Putin has ordered troops, as well as military resources, to the country’s border with North Korea over fears that war could trigger a wave of refugees out of the country.",
  "“Railway trains loaded with military equipment moving towards Primorsky region via Khabarovsk have been noticed by locals,” reported local Russian news source primemedia.ru.",
  "Footage obtained by MailOnline shows three trains with military equipment, helicopters, and vehicles heading towards the 11-mile border near the North Korean city of Rason.",
  "However, a missile test carried out on Sunday reportedly failed after the missile exploded seconds after launch.",
  "You can follow Ben Kew on Facebook, on Twitter at @ben_kew, or email him at bkew@breitbart.com"
]