[
  "The Agence France-Presse broke the news Sunday afternoon:\n\nPutin told a Russian news station on Sunday, according to RT.com:\n\nThe American side has made a move which, it is important to note, hasn't been provoked by anything, to worsen Russian-US relations.",
  "The move makes good on a promise the Russian president issued last week after Congress overwhelmingly passed new sanctions against Putin's government in response to Russian interference in last year's election.",
  "I can assure you that different options are on the table and consideration is being given to all sorts of things, both symmetrical or asymmetrical, to use a very popular word in the world of diplomacy.\"",
  "Russian President Vladimir Putin expelled more than 700 United States diplomats from his country on Sunday and said there will be no improvement in U.S.-Russian relations anytime soon.",
  "[It includes] unlawful restrictions, attempts to influence other states of the world, including our allies, who are interested in developing and keeping relations with Russia.",
  "In addition to expelling the 755 U.S. diplomats, the Russian government also said they were seizing two U.S. diplomatic compounds in the country.",
  "We've been waiting for quite a long time that maybe something would change for the better, we had hopes that the situation would change.",
  "In all, there are about 1,100 U.S. diplomatic staff in Russia, both U.S. citizens and Russian citizens, according to the New York Post.",
  "Russian Deputy Foreign Minister Sergei Ryabkov said on ABC's \"This Week\" Sunday that the \"retaliation\" is long \"overdue.\"",
  "The legislation has been sent to President Donald Trump's desk where the White House said Trump plans to sign it.",
  "The Senate approved the measure with a vote of 98-2 while the House approved the measure with a vote of 419-3.",
  "It would be ridiculous on my part to start speculating on what may or may not happen.",
  "I decided that it is time for us to show that we will not leave anything unanswered.",
  "But it looks like, it's not going to change in the near future...",
  "\"I think this retaliation is long, long overdue,\" Ryabkov said.",
  "\"We have a very rich toolbox at our disposal."
]