[
  "“I decided that it is time for us to show that we will not leave anything unanswered.”\n\nDeputy Foreign Minister says his country's retaliation in response to US actions against Russia \"long, long overdue\" https://t.co/AdX17QOHLB pic.twitter.com/DdvU7NbRA1 — This Week (@ThisWeekABC) July 30, 2017\n\nEarlier on Sunday, Russian Deputy Foreign Minister Sergei Ryabkov said the fresh sanctions against Russia amounted to the “last drop” and promised that Moscow would retaliate “in kind,” emphasizing the Kremlin had waited long enough.",
  "pic.twitter.com/rAve1SC8Hm — Heather Nauert (@statedeptspox) July 29, 2017\n\nThe Russian Embassy in Washington made clear that Moscow sees things very differently: “Washington still doesn’t get the fact that pressure never works against @Russia, bilateral relations can hardly be improved by sanctions.”\n\n1/2 The Statement made by the @StateDept on July 29 regarding a new sanctions legislation approved by Congress cannot but raise eyebrows — Russia in USA ????",
  "Moscow had already announced it would be expelling diplomats in retaliation for a measure approved by Congress earlier this week that expands sanctions against Russia, but Sunday marked the first official confirmation of how many of them would be forced to leave the country.",
  "“We hope that there will be cooperation between our two countries on major global issues and these sanctions will no longer be necessary.”\n\nThe American people want to see #Russia take steps to improve relations & hope there will be cooperation between our countries.",
  "“The near unanimous votes for the sanctions legislation in Congress represent the strong will of the American people to see Russia take steps to improve relations with the United States,” Tillerson said in a statement.",
  "(“Evidently, about the only thing that has wide bipartisan support on Capitol Hill right now is the notion that Trump can’t be trusted to cut deals with the Russians,” noted Slate’s Joshua Keating on Friday.)",
  "“We have a very rich toolbox at our disposal.” Although President Donald Trump initially expressed opposition to the new sanctions, the White House said he will be signing the measure into law.",
  "AFP/Getty Images\n\nTensions between Washington and Moscow are bound to increase after President Vladimir Putin said on Sunday that 755 U.S. diplomats will have to leave Russia by September 1.",
  "Explaining the reasoning behind the retaliation during a television interview on Sunday, Putin said his government has gotten tired of waiting for relations with Washington to improve.",
  "Russian President Vladimir Putin (R) speaks with Defence Minister Sergei Shoigu as they attend a ceremony for Russia’s Navy Day in Saint Petersburg on July 30, 2017.",
  "Secretary of State Rex Tillerson said on Saturday that he was optimistic the new sanctions could be the starting point of an improved relationship with Moscow.",
  "Even if his administration dislikes the bill it was approved with only a handful of objections, meaning Congress could have easily overriden any veto.",
  "“We’ve been waiting for quite a long time that maybe something would change for the better, we had hopes that the situation would change.",
  "Russia wants the number of American diplomats in Russia to be the same as the number of Russian diplomats in the United States.",
  "“I think retaliation is long, long overdue,” Ryabkov said on ABC’s This Week.",
  "But it looks like, it’s not going to change in the near future,” Putin said.",
  "Russia is also seizing two U.S. diplomatic properties.",
  "(@RusEmbUSA) July 29, 2017",
  "Why 755?"
]