[
  "The communication between the leaders underscores the increasing sense of urgency as tension escalates amid concern that reclusive North Korea could soon conduct a sixth nuclear test, or more missile launches, and Trump's threat of unilateral action to solve the problem.",
  "In their telephone call, Xi stressed that China \"is committed to the target of denuclearization on the peninsula, safeguarding peace and stability on the peninsula, and advocates resolving problems through peaceful means,\" Chinese state broadcaster CCTV said.",
  "Trump's call with Xi, just days after they met in the United States, came as an influential state-run Chinese newspaper warned that the Korean peninsula was the closest it has been to a \"military clash\" since North Korea's first nuclear test in 2006.",
  "Chinese President Xi Jinping called for a peaceful resolution of rising tension on the Korean peninsula in a telephone conversation with U.S. President Donald Trump on Wednesday, as a U.S. aircraft carrier strike group steamed towards the region.",
  "Trump had ordered the USS Carl Vinson aircraft carrier group to head to the Korean peninsula in an attempt to deter North Korea's nuclear and long-range missile ambitions, which it is developing in defiance of U.N. resolutions and sanctions.",
  "\"Not only is Washington brimming with confidence and arrogance following the missile attacks on Syria, but Trump is also willing to be regarded as a man who honors his promises,\" it said.",
  "The Global Times said if North Korea made another provocative move, \"Chinese society\" might be willing to back unprecedented sanctions, \"such as restricting oil imports.\"",
  "He said on Twitter on Tuesday that North Korea was \"looking for trouble\" and the United States would \"solve the problem\" with or without China's help.",
  "While widely read in China and run by the ruling Communist Party's official People's Daily, the Global Times does not represent government policy.",
  "China's Global Times newspaper said in an editorial North Korea should halt any plan for nuclear and missile activities \"for its own security.\"",
  "The newspaper noted Trump's recent decision to launch 59 Tomahawk missiles at a Syrian airfield in response to a deadly gas attack last week.",
  "Trump pressed Xi to do more to curb North Korea's nuclear program when they held their first face-to-face meeting in Florida last week.",
  "Chinese Foreign Ministry spokesman Lu Kang, who said Trump had initiated the call, urged everyone to lower the tension.",
  "Under the current circumstances, this is very dangerous,\" Lu told reporters at a regular press briefing.",
  "Trump on Wednesday said he \"had a very good call\" with Xi \"concerning the menace of North Korea.\"",
  "\"The U.S. is making up its mind to stop the North from conducting further nuclear tests.",
  "\"We hope that the relevant parties do not adopt irresponsible actions.",
  "It doesn't plan to co-exist with a nuclear-armed Pyongyang,\" it said.",
  "\"Pyongyang should avoid making mistakes at this time.\""
]