[
  "A prominent member of the upper house of Russia's parliament said that the country should consider a \"painful\" response for the U.S.\n\n\"Judging by the unanimous vote in the U.S. House of Representatives on the sanctions package against Russia, Iran and North Korea, there will be no breakthrough (in U.S. and Russia relations) … In fact, further degradation of bilateral cooperation is becoming inevitable,\" Konstantin Kosachyov, chairman of the Russian Foreign Relations Committee and member of the ruling United Russia party, said on his Facebook page on Wednesday.",
  "'Moscow growing tired of showing restraint towards Washington'\n\nRussia's Foreign Minister Sergei Ryabkov also said Wednesday that it had repeatedly warned Washington that it was growing tired of showing restraint and would be prepared to retaliate in the event of any hostile moves towards Moscow, the Interfax news agency reported.",
  "\"Russia is not likely to take new action against U.S. investors in the country – though there's a low but worrisome chance that (President Vladimir) Putin will feel compelled to target at least one large U.S. corporate as a show of strength,\" Eurasia Group analysts said in a research note Tuesday.",
  "\"While the president supports tough sanctions on North Korea, Iran and Russia, the White House is reviewing the House legislation and awaits a final legislative package for the president's desk,\" Sarah Sanders, White House spokeswoman, said Tuesday.",
  "'Worrisome chance Putin will target at least one US corporate'\n\nAnalysts at Eurasia Group predicted that the U.S. legislation codifying and modestly expanding sanctions on Moscow would most likely prompt a \"more symbolic than substantive\" response.",
  "Meanwhile, prominent Russian Senator, Franz Klintsevich told the RIA news agency that future cooperation between Moscow and Washington in fighting terrorism would be complicated if the drafted bill is signed by President Donald Trump .",
  "Ryabkov argued the proposed sanctions would leave no room for ties between the two countries to improve in the near future, before adding the vote had taken the relationship into uncharted waters.",
  "Any Russian response to fresh sanctions from the U.S. is unlikely to cause any major harm for American investors and could merely be a symbolic gesture, according to one political analyst.",
  "The planned sanctions on Russia were initiated to further punish the country for its annexation of Crimea in 2014 and alleged role in the destabilization of eastern Ukraine.",
  "Moscow stepped up its war of words against Washington Wednesday after the U.S. House of Representatives voted overwhelmingly in favor of imposing new sanctions.",
  "In December, amid allegations of election hacking, then-President Barack Obama closed two Russian compounds and expelled 35 Russian diplomats .",
  "This appears to suggest that, as tensions simmer between the two countries, a potential trade war would hurt Moscow more in aggregate.",
  "In 2016, Russia was one of the countries that enjoyed a trade surplus with the U.S, according to data from the U.S. Census Bureau.",
  "The White House said in a statement that it would review the bill amid speculation President Trump could attempt to veto it.",
  "Russia's Putin tells his annual press conference he will run for president in early 2018 as an independent candidate.",
  "The U.S. already has an array of sanctions in place against both Russian companies and individuals.",
  "The bill, which passed by 419 votes to three, proposes new restrictions on oil and gas projects.",
  "Despite the sanctions already in place, trade between the countries has not stopped altogether.",
  "In May, trade between the U.S. and Russia resulted in a $934 million trade deficit for America.",
  "The bill now needs to be passed through the Senate before it can be signed by the president.",
  "Alexander Zemlianichenko | POOL | Reuters.",
  "More From CNBC"
]