[
  "“Our quarrel is with Putin’s Kremlin and with his decision and we think it overwhelmingly likely that it was his decision to direct the use of a nerve agent on the streets of the UK, on the streets of Europe for the first time since the second world war.”\n\nSpeaking on Russian television on Friday, the Russian ambassador to Britain, Alexander Yakovenko, said that British government had behaved “in colonial style” in a standoff that has resulted in relations between the two countries falling to their worst in decades.",
  "“This contradicts not only international law, but common sense in general.”\n\nMay had heavily criticised the Russian government for responding with “caustic, sarcastic” remarks and announced a series of retaliatory measures, headlined by the expulsion of the 23 Russian “undeclared intelligence agents” posing as diplomats.",
  "Russia’s powerful Investigative Committee, which handles high-profile cases, announced on Friday it had opened a criminal investigation into the attempted murder by poisoning of Yulia Skripal, the daughter of the former double agent targeted in the Salisbury nerve agent attack.",
  "Tensions between UK and Russia continue to rise as Moscow says it will retaliate for sanctions soon\n\nThe Kremlin has called direct international accusations that Vladimir Putin ordered the Salisbury nerve agent attack “shocking and unforgivable”.",
  "The law enforcement agency also opened an investigation into the murder of Nikolai Glushkov, an associate of the late oligarch Boris Berezovsky who was found dead, probably as a result of strangulation, in his home in London on Wednesday.",
  "The British foreign secretary, Boris Johnson, said on Friday that it was overwhelmingly likely that Putin himself made the decision to use a military-grade nerve agent to strike down a former Russian agent on English soil.",
  "Peskov’s remarks follow a broad effort by Russian diplomats to reject complicity in the use of a military-grade nerve agent that British authorities believe was developed in the Soviet Union and only available to Moscow.",
  "The two countries are not known to have produced the nerve agent, but international chemical weapons experts did help dismantle Soviet chemical weapons factories after the collapse of the Soviet Union.",
  "The Investigative Committee said it would manage the investigation “in accordance with the requirements of Russian law” and that investigators were ready to cooperate with British law enforcement.",
  "The Russian foreign minister, Sergei Lavrov, and the Kremlin spokesman Dmitry Peskov have said repeatedly that Moscow would retaliate soon for the expulsion of 23 Russian diplomats by Theresa May.",
  "All pure nerve agents are colourless organophosphorus liquids which, after they were discovered to be highly poisonous in the 1930s, became the dominant chemical weapons of the second world war.",
  "On Friday, Lavrov repeated threats that the Russian government would expel British diplomats, but he gave no indication of how many would be sent home or when the expulsions would take place.",
  "Also on Friday, Moscow announced it would add more Americans to a “blacklist” in a tit-for-tat exchange over new US sanctions tied to Russian interference in the 2016 presidential elections.",
  "The Russian deputy foreign minister, Sergei Ryabkov, told state news organisations that Moscow would target the same number of individuals as put under sanctions by the US, which was 19.",
  "There are antidotes for nerve agents, such as oxime and atropine, which are particularly effective against VX and sarin, but they should be given soon after exposure to be effective.",
  "Speaking to reporters on Friday, Peskov repeated denials that Russia had ordered the attack on Sergei Skripal, a former Russian double agent, and his daughter, Yulia, in Salisbury.",
  "Russia has previously complained that Britain has not shared facts in the case, including samples of the nerve agent that London says was developed in the former Soviet Union.",
  "Its envoy to the Organisation for the Prohibition of Chemical Weapons claimed on Friday that the novichok nerve agent used in the attack could have come from the US or UK.",
  "It is the largest expulsion of Russian diplomats from Britain since 1985, when relations collapsed over the defection of Oleg Gordievksy, a senior KGB agent, from Russia.",
  "The raw materials themselves are inexpensive and generally not hard to obtain, but the lethality of the agents means they tend to be manufactured in dedicated labs.",
  "Show Hide Nerve agents are not hard to make in principle, but in practice it takes specialised facilities and training to mix the substances safely.",
  "Britain “hasn’t provided a single fact” to back accusations that Russia ordered the attack, Yakovenko said on the state-run Russia 24 channel.",
  "': how RT is reporting the spy scandal Read more\n\nThe Kremlin had not previously responded to accusations that Putin could have been involved.",
  "Politicians must not “rush way ahead of the evidence being gathered by police,” the Labour leader wrote in a column in the Guardian on Friday.",
  "The agents take their toll on the body by disrupting electrical signals throughout the nervous system and the effects are fast and dramatic.",
  "“Any references to our president is nothing other than shocking and unforgivable from the point of view of diplomatic behaviour,” he said.",
  "The latter was used to kill Kim Jong-nam, the half-brother of the North Korean leader, Kim Jong-un, at Kuala Lumpur airport last year.",
  "Turnbull “expressed his complete solidarity with the UK and its response to the attack” during a telephone call, according to No 10.",
  "Russia has sought to undercut the British argument that the nerve agent used in the Salisbury attack was only available to Moscow.",
  "At high doses, failure of the nerves and muscles of the respiratory system can kill before other symptoms have time to develop.",
  "Downing Street said the Australian prime minister, Malcolm Turnbull, joined May in condemning the nerve agent attack on Friday.",
  "VX is particularly stable and can remain on clothing, furniture and the ground for a long time without proper decontamination.",
  "“Very serious accusations are made using the words ‘highly likely’, ‘most likely’,” Peskov told reporters on Friday.",
  "Most are absorbed swiftly through the skin or inhaled, but they can also be added to food and drink.",
  "The main five nerve agents are tabun, which is the easiest to make, sarin, soman, GF and VX.",
  "He said that Russian “mafia-like groups” could be responsible, rather than the Kremlin.",
  "Once made, the substances are easy to disperse, highly toxic, and have rapid effects.",
  "Their lungs produce more mucus which can make them cough and foam at the mouth.",
  "Russia promised to react swiftly, but so far has not announced its retaliation.",
  "There is to be no Russophobia as a result of what is happening,” Johnson said.",
  "Many of those affected will wet themselves and lose control of their bowels.",
  "Jeremy Corbyn has also said the government should not rush to blame Moscow.",
  "Peskov told reporters that Moscow’s response “will be coming shortly”.",
  "It may choose to demand those samples as part of the investigation.",
  "The remarks come amid rising tensions between London and Moscow.",
  "The Kremlin said Britain had violated international law.",
  "They sweat, their pupils constrict, and their eyes run.",
  "The effects on the digestive system trigger vomiting.",
  "Quick guide How hard is it to make a nerve agent?",
  "“We have nothing against the Russians themselves.",
  "British police have not said he was murdered.",
  "Victims find it increasingly hard to breathe.",
  "The US also put sanctions on five companies.",
  "Meanwhile the muscles convulse.",
  "'No questions ... or are there?"
]