[
  "Photograph: Sovfoto/UIG via Getty Images\n\n“Both precursor chemicals had legitimate industrial uses and were relatively nontoxic, so that they could be produced at plants ostensibly designed to manufacture fertilisers and pesticides,” wrote the late Johnathan Tucker, an arms control expert, in his authoritative War of Nerves: Chemical Warfare from World War I to Al-Qaeda.",
  "Andrei Zheleznyakov was working on chemical weapons in the 1980s when a hood malfunction exposed him to the deadly nerve agent\n\nBefore former spy Sergei Skripal and his daughter Yulia collapsed on a park bench in Salisbury on 4 March, the only other person confirmed to suffer the effects of novichok was a young Soviet chemical weapons scientist.",
  "They wanted to see the binary weapons which the Americans themselves were developing at the time.”\n\nAbout five months earlier in Moscow, Zheleznyakov was working on those very binary weapons on a hot May morning when a hood vent malfunctioned, releasing a small amount of novichok-5 into the air.",
  "In 1987, a Dutch freelance journalist, Hans de Vreij, was rewarded for his years covering drab negotiations over chemical weapons with a trip to Shikhany, the closed city on the Volga river where the Soviet Union would put its chemical weapons on display as part of a trust building exercise.",
  "But by deciding to go public, he joined those blowing the whistle on a chemical weapons programme that was still charging forward years after George Bush and Mikhail Gorbachev signed the 1990 US–Soviet Chemical Weapons Accord in which each pledged to halt the production of chemical weapons.",
  "Other possible victims include Russian banking magnate Ivan Kivelidi, who was killed along with his secretary in a mysterious poisoning in 1995, and a Soviet officer named Vladimir Petrenko, who had been poisoned in 1982 after volunteering to test a new protective suit.",
  "“This ambiguity would make it easier to conceal the illicit production of novichok-5 components from international arms inspectors.”\n\nEven as Moscow inked deals with the west in the late 1980s to halt chemical weapons production, it left foliant products off the list.",
  "“He gave all the information – I couldn’t do that at the time,” said Vil Mirzayanov, a chemical weapons scientist put on trial in Russia for first revealing the existence of the novichok programme, speaking to the Guardian at his home in Princeton, New Jersey.",
  "On Tuesday, Russia’s RIA Novosti state news agency ran an interview with the head of a Moscow lab from the State Scientific Research Institute of Organic Chemistry and Technology who confirmed that the Soviet Union had developed novichok agents.",
  "While the novichok agents work in a similar way, by massively over-stimulating muscles and glands, one chemical weapons expert said the agents did not degrade fast in the environment and had 'an additional toxicity that was not well understood.",
  "And a sense of fear: like something was about to happen,” Andrei Zheleznyakov told the now-defunct newspaper Novoye Vremya, describing the 1987 weapons lab incident that exposed him to a nerve agent that would eventually kill him.",
  "Lev Fedorov, a civil activist who chronicled the Soviet chemical weapons programme and its victims, wrote that another scientist, LA Lipasov, died “in connection with the development of modern types of chemical weapons”.",
  "While laboratories that are used to police chemical weapons incidents have databases of nerve agents, few outside Russia are believed to have full details of the novichok compounds and the chemicals needed to make them.",
  "The injections would save his life, but he would never fully recover, spending weeks in a coma, months unable to walk, and years suffering from deteriorating health, but maintaining silence on the foliant programme.",
  "“I want to state with all possible certainty that the Soviet Union or Russia had no programmes to develop a toxic agent called novichok,” said Russian deputy foreign minister Sergei Ryabkov last week.",
  "Photograph: Matt Cardy/Getty Images Europe\n\nDespite Zheleznyakov’s role in creating a binary of a nerve agent believed to be more potent than the deadly VX nerve agent, he remains a hero to some.",
  "The region had been a centre for chemical warfare development since the 1920s, when the Germans established a chemical weapons plant and testing site codenamed Tomka nearby (they left in 1933).",
  "Like other nerve agents, they are organophosphate compounds, but the chemicals used to make them, and their final structures, are considered classified in the UK, the US and other countries.",
  "The chemical structures of novichok agents were made public in 2008 by Vil Mirzayanov, a former Russian scientist living in the US, but the structures have never been publicly confirmed.",
  "Photograph: Wojtek Laski/Getty Images\n\nHe made it as far as Ilyich Square, where a church “began shining and then fell to pieces,” before he collapsed and was taken to a hospital.",
  "One person with intimate knowledge of the foliant programme told the Guardian that Zheleznyakov was “hardly the first victim” during the development of novichok nerve agents.",
  "He died in 1993 of a brain seizure while eating dinner, divorced and childless, largely disgruntled at the perceived indifference shown him by his superiors and journalists.",
  "The most potent of the novichok substances are considered to be more lethal than VX, the most deadly of the familiar nerve agents, which include sarin, tabun and soman.",
  "“I sat down on a chair and told the guys: ‘It’s got me.’”\n\nBy 1992, when the interview was published, the nerve agent had gutted Zheleznyakov’s central nervous system.",
  "But when Mirzayanov was arrested and a superior said publicly that there were no binary weapons currently being developed at his Moscow lab, Zheleznyakov went public.",
  "But Fedorov died in 2017 and the Guardian was not able to identify Lipasov or other victims where the institute produced the novichok agents under their codename.",
  "Andrei served in the Soviet army in the 1960s and promptly entered the closed State Scientific Research Institute of Organic Chemistry and Technology in Moscow.",
  "After passing through three circles of barbed wire surrounding the city, they were brought to a community centre, where young children sang and danced for them.",
  "In the 1980s, he began to create a binary of a novichok variant called A-232, a chemical weapon that Russia was furiously developing to keep pace with the west.",
  "Show Hide Novichok refers to a group of nerve agents developed by the Soviet Union in the 1970s and 80s to elude international restrictions on chemical weapons.",
  "In one, De Vreij said, visiting negotiators and journalists were given gas masks (tested in a tent with tear gas), and then stood behind a protective screen.",
  "In late 1941, Zheleznyakov’s superior ordered increased production of lewisite and hydrogen cyanide, and new capacity to produce mustard agents and phosgene.",
  "He would eventually be given an apartment in Moscow’s House on the Embankment, often called the House of Government, largely reserved for the nomenklatura.",
  "He received several thousand rubles each month from the government, and spent time whittling wooden masks and figurines at a sculptor friend’s studio.",
  "Petrenko became an ecological activist after the fall of the Soviet Union, but had fallen out of contact about a decade ago, former colleagues said.",
  "Zhelezyankov’s education in the Voroshilov chemical defence academy enabled his rise from a regional party worker to the ranks of the Soviet elite.",
  "Treatment for novichok exposure would be the same as for other nerve agents, namely with atropine, diazepam and potentially drugs called oximes.",
  "For years, he analysed nerve agents like soman and VX before they were passed on for testing on rats, dogs and monkeys, he told Novoye Vremya.",
  "Then Soviet chemical weapons troops in full protective equipment extracted sarin gas from a munition and injected it into a live rabbit.",
  "Zheleznyakov’s father, Nikolai, was the deputy head of the Soviet Union’s chemical industry as Moscow headed into the second world war.",
  "While the troops were fully kitted out, the visitors behind the screen were not wearing the same protective clothing as the troops.",
  "“He was not afraid because he knew his days were numbered.”\n\nZheleznyakov was never prosecuted, but he could not outrun the poison.",
  "There, KGB officials forced a triage doctor to sign a non-disclosure agreement and said that Zheleznyakov had eaten bad sausages.",
  "Photograph: Wojtek Laski/Getty Images\n\nThe Soviet and then Russian governments kept Zheleznyakov comfortable in his last years.",
  "“One thing is expected of him: to stay silent,” wrote Oleg Vishnyakov, who interviewed Zheleznyakov for Novoye Vremya in 1992.",
  "“It was tragic that he lost his life to the very weapon he helped create and revealed to the world,” Mirzayanov wrote later.",
  "His death ended two generations of family service to the Soviet chemical weapons programme stretching back to the 1920s.",
  "The novichoks are known as binary agents because they only become lethal after mixing two otherwise harmless components.",
  "De Vreij was a rare foreign journalist invited on the trip, flying in on a military jet and then by bus to Shikhany.",
  "The institute gave him a comfortable salary and access to hard-to-find products in the late-era Soviet Union.",
  "The institute did not respond to questions about the development of the foliant programme, or its victims.",
  "Less than a year later he was dead, after battling cirrhosis, toxic hepatitis, nerve damage and epilepsy.",
  "In hospital, doctors eventually guessed at the source of the poisoning and gave Zheleznyakov atropine.",
  "He believed he had been tricked into testing the effects of a new poison gas on humans instead.",
  "According to Mirzayanov, they are 10 to 100 times more toxic than conventional nerve agents.",
  "Facebook Twitter Pinterest Technicians operate a mobile chemical agents destruction unit.",
  "“Nobody was talking about novichok then,” he told the Guardian in a telephone interview.",
  "Facebook Twitter Pinterest A man works in a laboratory at the Shikhany research centre.",
  "He lost the ability to concentrate, Mirzayanov said, and eventually isolated himself.",
  "“Most of those who knew of his poisoning never did anything to help save his life.”",
  "None besides Zheleznyakov has been confirmed to have encountered a novichok agent.",
  "Binaries involve two precursor chemicals that can combine to produce nerve agent.",
  "Facebook Twitter Pinterest Technicians lift the empty case of chemical air bomb.",
  "It is thought they can be made in different forms, including as a dust aerosol.",
  "Zheleznyakov also met with a Moscow-based journalist for the Baltimore Sun.",
  "Facebook Twitter Pinterest A group of ecologists tests their equipment.",
  "Photograph: SVF2/UIG via Getty Images\n\nThen there were demonstrations.",
  "He was given an antidote, which was some help, and told to go home.",
  "A superior told him to drink some tea, which he promptly vomited.",
  "“I knew that was a lie,” Zheleznyakov told Novoye Vremya in 1992.",
  "Russian officials continue to deny ever having such a programme.",
  "“I heard later the Americans were unsatisfied,” De Vreij said.",
  "“They wanted to show us it was serious stuff,” De Vreij said.",
  "Another is the ability to hide nerve agents from inspectors.",
  "One benefit of a binary is its increased shelf-life.",
  "The programme just had a different name: foliant.",
  "“Circles appeared before my eyes: red and orange.",
  "A ringing in my ears, I caught my breath.",
  "“They didn’t show us the newest stuff.",
  "The rabbit died within 30 seconds.",
  "Seven months later, he was dead.",
  "Quick guide What is novichok?"
]