[
  "The Foreign Ministry spokeswoman is one of the more creative Obama bashers, taking to Facebook several times a day with zingers such as this:\n\n\"It seems to me that if 'Russian hackers' have hacked something in the US, it was two things: Obama's brain and, of course, the very report about the 'Russian hackers.'",
  "The whole world, from first seats to the balcony, is witnessing a destructive blow to America's prestige and leadership that has been dealt by Barack Obama and his hardly literate foreign policy team that revealed its main secret to the world -- its exceptionality masked helplessness.",
  "\"\n\nJUST WATCHED Watch President Obama's full farewell address Replay More Videos ... MUST WATCH Watch President Obama's full farewell address 50:07\n\nAleksey Pushkov, a member of the Russian Parliament and acerbic Tweeter, heaps scorn on Obama and his policies.",
  "Putin did engage in some diplomatic dissing by not responding to Obama's December decision to expel 35 Russian diplomats in response to Russia's alleged election hacking -- a way of saying to Obama: \"You're not important enough to even respond to.\"",
  "Vladimir Zhirinovsky, politician and perpetual gadfly never at a loss for inflammatory comments, told Russian news agencies in December: \"Obama should get a D for flunking because of his (performance) as a head of such a huge state as America.\"",
  "Some of the venom might be a reaction to Obama's own dissing of Vladimir Putin , for example, in 2013 when he described the Russian President as having \"that kind of slouch,\" looking like the \"bored kid in the back of the classroom.\"",
  "JUST WATCHED Trump downplays hacking scandal Replay More Videos ... MUST WATCH Trump downplays hacking scandal 03:35\n\nKremlin spokesman Dmitry Peskov this week blamed Obama for what he called \"manmade degradation of our relations.\"",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nMeanwhile, Russia's government-funded RT television news network has rereleased an ad it made in 2015 for its 10th anniversary.",
  "\"The democratic process in the USA was undermined not by Russia but by the Obama administration and the media who supported (Hillary) Clinton against Trump,\" he wrote recently.",
  "The comments about Obama often have a rueful subtext: If only Obama hadn't ruined relations with Russia, the world would be a much better place.",
  "As Obama's last hours in office slip away, Putin remains above the fray, leaving it to his underlings to criticize the outgoing US President.",
  "Deputy Foreign Minister Sergei Ryabkov said the Obama administration \"has used numerous expedients in recent years in an attempt to hurt us.",
  "\"God created the world in seven days,\" Russian Foreign Ministry spokeswoman Maria Zakharova said this week on her Facebook page.",
  "The new president, National Security Agency leaker Edward Snowden, is announcing a \"new era of transparency.\"",
  "The two old geezers walk off into the sunset in a scene to warm the hearts of Obama's Russian critics.",
  "But they are seeking to place the blame for their defeat anywhere but in their own backyard.",
  "During the election campaign, Russian state media criticized America's \"sham democracy.\"",
  "A grizzled Obama and a white-haired John Kerry sit on a porch, in white rocking chairs.",
  "Witness this gem by the Foreign Ministry's Zakharova : \"It's over, the curtain's down.",
  "Criticism of Obama on Russian social media and the Internet has gone even further.",
  "2016 was the Chinese Year of the Monkey, and racist cartoons of Obama were rife.",
  "(CNN) The Obama presidency is almost over -- and Russian officials can't wait.",
  "And this frustration is an expression of their bad manners and Russophobia.\"",
  "Now they feel outraged because their candidate lost the presidential race.",
  "A TV in the kitchen, set on RT's broadcast, interrupts with breaking news.",
  "\"The Obama administration has (seven plus) two more days to destroy it.\"",
  "Now anti-Americanism has given way to personal attacks on Barack Obama.",
  "That strategy no longer worked when Donald Trump won the presidency.",
  "But hope is on its way -- Trump is about to become president.",
  "\"The threat to democracy -- is inside the USA itself.\"",
  "No enemy could have caused more harm to the US.\"",
  "\"No one is afraid of us anymore,\" Kerry laments.",
  "Zhirinovsky has told obscene jokes about Obama.",
  "Obama goes inside to fetch them a drink.",
  "In October, he called him \"psychotic.\"",
  "\"Damn propaganda bullhorn!\"",
  "Others aren't as measured.",
  "They're not mincing words.",
  "A bad play is over.",
  "It's set in 2035.",
  "Obama complains."
]