[
  "FRANCE: Expelling four diplomats\n\nGERMANY: Expelling four diplomats\n\nPOLAND: Expelling four diplomats\n\nITALY: Expelling two diplomats\n\nSPAIN: Expelling two diplomats\n\nLITHUANIA: Expelling three diplomats\n\nCZECH REPUBLIC: Expelling three diplomats\n\nCROATIA: Expelling one diplomat\n\nNETHERLANDS: Expelling two diplomats\n\nDENMARK: Expelling two diplomats\n\nNORWAY: Expelling one diplomat\n\nLATVIA: Expelling one diplomat\n\nSWEDEN: Expelling one diplomat\n\nALBANIA: Expelling two diplomats\n\nESTONIA: Expelling one diplomat\n\nFINLAND: Expelling one diplomat\n\nHUNGARY: Expelling one diplomat\n\nUKRAINE: Expelling 13 Russian diplomats\n\nROMANIA: Expelling one diplomat\n\nAUSTRALIA: Expelling 2 Russian diplomats, said it might boycott the soccer World Cup.",
  "After the U.S.' surprise announcement of so many expulsions, Russia's Deputy Foreign Minister Sergei Ryabkov said Tuesday that the Kremlin would respond \"harshly\" to the U.S.' decision but was still open to \"strategic stability talks with Washington,\" according to the RIA news agency.",
  "The mass global response is being seen as a diplomatic coup for U.K. Prime Minister Theresa May, with the show of solidarity coming at a time when Britain's role on a global stage is in doubt amid Brexit negotiations.",
  "A growing number of countries around the world have announced measures against Moscow following the nerve agent attack in the U.K. in early March, leaving Russia looking increasingly isolated.",
  "Britain said the attack bore the hallmarks of a Russian state-orchestrated attack and expelled 23 Russian diplomats, prompting its allies in Europe and beyond to announce similar measures.",
  "The mass retaliations against Moscow come after a nerve agent was used to poison a former Russian spy and his daughter that took place on British soil at the start of March.",
  "They also follow its annexation of Crimea in 2014 and its alleged role in a pro-Russian uprising in eastern Ukraine, which prompted international sanctions on the country.",
  "\"Together we have sent a message that we will not tolerate Russia's continued attempts to flout international law and undermine our values,\" May said Monday.",
  "Here's a list of countries that have announced measures against Russia:\n\nUK: Expelled 23 Russians alleged to have worked as spies under diplomatic cover.",
  "It also promised to freeze any Russian state assets that \"may be used to threaten the life or property of U.K. nationals or residents.\"",
  "The former spy, and double agent, Sergei Skripal and his daughter Yulia remain in a critical condition in a U.K. hospital.",
  "CANADA: Expelling four Russians alleged to have worked as spies or interfered in Canadian affairs under diplomatic cover.",
  "Australia followed by expelling two diplomats and adding that it could also boycott the World Cup this summer in Russia.",
  "US: Expelling 60 Russians, including 12 intelligence officers from Russia's mission to the UN headquarters in New York.",
  "The expulsions of Russian diplomats come amid an ongoing investigation into Russian meddling in the 2016 U.S. election.",
  "On Monday, the U.S. surprised the world by going much further than expected, expelling 60 Russians.",
  "Russia has denied any involvement in the attack and said the U.K. is \"misleading\" the world.",
  "The expulsions come at a time when goodwill towards Russia is running low.",
  "Denying three applications for Russian diplomatic staff.",
  "Closing Russian consulate in Seattle."
]