[
  "Now, in his attempt to return to Congress, Bayh is defending himself against the term “lobbyist.” (Maggie Severns and Isaac Arnsdorf, Politico)\n\nThe Man Who Kicked the Hornet’s Nest: Just as he turned “voter against voter, congressman against congressman, Bob Dole against the Bushes,” Donald Trump has shaken up the right-wing media, pitting some of the loudest conservative voices against each other.",
  "(Ken Goldstein, Bloomberg)\n\nQuestion of the Week\n\nThis month, our very own Megan Garber kicked off a reader discussion on political films in our Notes section—a virtual movie club, if you will—as a way to “embrace and to escape the day-to-day doings of this long-running campaign season.”\n\nWhat politics-related movie do you consider mandatory viewing for all Americans?",
  "Snapshot\n\nWhat We’re Reading\n\nTed Cruz Likes His Day Job: The Texas senator is back on the Hill after giving up his quest for the presidency, and some of his Republican colleagues are noticing a change in his demeanor: For the first time, Cruz seems to want to be helpful, rather than confrontational.",
  "(Joseph E. Stiglitz and Mark Pieth, Vanity Fair)\n\nVisualized\n\nUnpacking the Polls: This interactive tool breaks down the data behind some of the most recent national polls, showing the age, gender, race, and education level of people surveyed—and explaining what to make of their responses.",
  "(Paul Kane, The Washington Post)\n\n‘Not Pretty Enough’: Donald Trump made inappropriate comments to female employees and encouraged club managers to fire female staff members who were “not pretty enough,” according to employees who worked at his California golf club.",
  "(Matt Pearce, The Los Angeles Times)\n\nLobbyist, Schmobbyist: During his hiatus from the Senate, former Indiana Governor Evan Bayh spent five years wielding his political influence on behalf of the lobbying firm McGuireWoods.",
  "(Robert Draper, The New York Times Magazine)\n\nA Tale of Secrecy: The Panama Papers revealed a number of alleged activities by public figures, including tax evasion and money laundering.",
  "Send your answers to hello@theatlantic.com, and our favorites will be featured in Friday’s Politics & Policy Daily.",
  "-Written by Elaine Godfrey (@elainejgodfrey) and Candice Norwood (@cjnorwoodwrites)",
  "But the leak’s true scandal may be the lack of government transparency.",
  "Follow stories throughout the day with our Politics & Policy portal."
]