[
  "If the team decides \"the situation is sound,\" the fact-finding mission from the Organization for the Prohibition of Chemical Weapons will start work there Wednesday, Ja'afari said\n\nThe team's entry into Douma came 10 days after the alleged attack, raising concerns that any evidence the inspectors find could be useless.",
  "DAMASCUS, Syria (AP) — Syrian media said international chemical weapons inspectors on Tuesday entered the town of Douma, where an alleged poison gas attack was carried out earlier this month, but a Syrian diplomat said later that only a U.N. security team visited the Damascus suburb.",
  "The OPCW is investigating reports that government forces gassed sites in Douma on April 7, when the town was still held by rebels and home to tens of thousands of people — residents and others who were displaced by fighting elsewhere.",
  "Syria's U.N. ambassador, Bashar Ja'afari, told the Security Council that the U.N. team went to Douma to decide whether investigators from the international chemical weapons watchdog could safely visit the site.",
  "Journalists in Damascus were prevented by government minders from contacting the OPCW inspectors, and The Hague-based organization refused to comment on \"operational details regarding the Douma deployment.\"",
  "On Monday, OPCW Director-General Ahmet Uzumcu said Syrian and Russian authorities had blocked its inspectors from going to Douma and instead offered them 22 people to interview as witnesses.",
  "Russian Foreign Ministry spokeswoman Maria Zakharova dismissed allegations that Russia was trying to hamper the OPCW inspectors, saying Moscow strongly supports their mission to Douma.",
  "Alexander Rodionov of the Russian military's chemical weapons protection unit said its experts found chlorine and components for producing mustard gas at a rebel laboratory in Douma.",
  "U.N. Secretary-General Antonio Guterres said it was the \"obligation of the Syrian government to provide all the conditions for (OPCW inspectors) to work without any restrictions.\"",
  "The Associated Press spoke to survivors and witnesses who described being hit by gas, fainting, and discovering their relatives had died, with foam bubbling around their mouths.",
  "Less than two days later, the Army of Islam rebels surrendered the town, which was the last stronghold in the once rebellious eastern Ghouta region at the doorstep of Damascus.",
  "Russian President Vladimir Putin told German Chancellor Angela Merkel that the Western strikes had violated international law and set back the peace process, the Kremlin said.",
  "The U.S. and France say they have evidence that Syrian President Bashar Assad's military was behind the poison gas attack, but they have made none of that evidence public.",
  "The Syrian government and Russia have denied using chemical weapons and accused rebels, with Western backing, of using such weapons or faking such an attack.",
  "British Prime Minister Theresa May accused the Syrian government and its ally Russia of trying to cover up evidence and obstruct the investigation.",
  "But French President Emmanual Macron defended the military action in an impassioned and at times angry speech to the European parliament.",
  "The alleged attack and subsequent military response underscored the challenge that the seven-year conflict in Syria poses for the West.",
  "\"Do we sit back, do we defend (human) rights by saying, 'Rights are for us, principles are for us, and realities are for others?'",
  "He said the canister with chlorine was similar to one shown in images released by activists in the days after April 7.",
  "President Donald Trump wants to remove U.S. troops from Syria, where it has been fighting the Islamic State militants.",
  "On Saturday, the U.S., France and Britain bombarded sites they said were linked to Syria's chemical weapons program.",
  "\"Three countries have intervened, and let me be quite frank: this is for the honor of the international community.\"",
  "He spoke of the \"outrage by images we've seen of children, women who died of a chlorine attack.\"",
  "The reported attack led to Western airstrikes against the Syrian government over the weekend.",
  "Syrian activists said more than 40 people were killed in the alleged attack.",
  "The team arrived in the Syrian capital of Damascus on Saturday.",
  "Journalists were allowed access to Douma on Monday.",
  "the French leader said.",
  "No, no!\""
]