[
  "Protesters from a coalition of left-wing groups and Cyprus' communist-rooted AKEL party said Monday the American, British and French \"aggression\" against Syria was unjustified because there's been no proof as yet that President Bashar Assad's government used chemical weapons against its own people.",
  "Francois Delattre told reporters at U.N. headquarters in New York on Monday that a new Security Council resolution circulated Saturday night by France, the U.S. and Britain for the first time covers key aspects of the Syrian crisis — chemical weapons, humanitarian access and a political solution.",
  "___\n\n1:10 p.m.\n\nA Syrian government official says his country is \"fully ready\" to cooperate with the fact-finding mission from the Organization for the Prohibition of Chemical Weapons that's in Syria to investigate the alleged chemical attack that triggered U.S.-led airstrikes.",
  "Russia has opposed two key provisions — condemnation of all chemical weapons use, especially the suspected April 7 chemical attack in the Damascus suburb of Douma, which Moscow says never happened, and establishing a new independent body to assess blame for chemical attacks.",
  "___\n\n4 p.m.\n\nSyrian state TV is airing interviews with nearly a dozen doctors and medics who say they found no trace of poisonous gas in the town of Douma, where opposition activists and first responders say a chemical attack by government forces killed more than 40 people.",
  "In his speech at the National Assembly, Philippe didn't use the word \"evidence,\" but said intelligence gathered by France and its allies shows the \"reality\" of the chemical attack in the town of Douma on April 7, which has been widely blamed on government forces.",
  "Maj. Gen. Igor Konashenkov, the Russian Defense Ministry spokesman, said Monday that Syria used the Pantsir-S1 air defense systems supplied by Russia along with older Soviet-built air defense missiles to counter Saturday's strikes by the U.S., Britain and France.",
  "However, Macron said that by joining forces with France and the UK for last Saturday's air strikes, the U.S. \"fully realized that our responsibility went above and beyond the war against ISIS and that it was a humanitarian responsibility as well on the ground.\"",
  "Jens Stoltenberg also says the strikes by the United States, France and Britain were a \"clear message\" to Syrian President Bashar Assad, to Russia and Iran that the use of chemical weapons is not acceptable and that the allies would not stand by and watch.",
  "Macron maintained on Monday that he \"never said\" either the United States or France would stay engaged long term in Syria in a military sense — hours after saying in a live Sunday interview that he had managed to change Trump's mind on withdrawing troops.",
  "Russian Deputy Foreign Minister Sergei Ryabkov was responding to questions on Monday on whether the team from the Organization for the Prohibition of Chemical Weapons has been blocked from going into Douma, the town where the attack allegedly happened.",
  "___\n\n8:20 p.m.\n\nSeveral Hundred Cypriot, Palestinian and Syrian protesters waved Syrian flags and chanted anti-Western slogans during a peaceful demonstration in front of the American Embassy in Nicosia to condemn U.S.-led airstrikes in Syria.",
  "The European Union said it \"understands\" the need for the coordinated U.S, French and British airstrikes against Syrian military targets over the weekend following the suspected April 7 chemical attack in Douma, a town just outside Damascus.",
  "Russia's Embassy in the Netherlands, where the Organization for the Prohibition of Chemical Weapons is based, said in a statement that it \"confirms its commitment to ensure\" the security of the OPCW's mission, which is working in Syria.",
  "He told an executive council of the OPCW that Syrian and the Russian officials who took part in meetings in Damascus told the team \"that there were still pending security issues to be worked out before any deployment could take place.\"",
  "The United Nations says it has provided the \"necessary clearances\" for a fact-finding mission from the Organization for the Prohibition of Chemical Weapons to investigate a suspected chemical attack in the Damascus suburb of Douma.",
  "The 28 EU foreign ministers said in a joint statement that the strike was executed with \"the sole objective to prevent further use of chemical weapons and chemical substances as weapons by the Syrian regime to kill its own people.\"",
  "The U.S. says 105 missiles were launched at three sites, destroying a scientific research center near Damascus used by Syria's chemical weapons program along with two other chemical weapons facilities in the central Homs province.",
  "The survivors blamed the attack on the Army of Islam, the powerful rebel group that controlled the town before it was taken over by Syrian government forces this week, although they did not offer evidence to back up their claims.",
  "___\n\n1: 40 p.m.\n\nRussia insists it is committed to let the U.N.-backed chemical weapons watchdog do its work in Syria to investigate the suspected chemical attack earlier this month in Douma, a town just east of Damascus.",
  "___\n\n2:15 p.m.\n\nFrench President Emmanuel Macron has clarified comments that he \"convinced\" President Donald Trump to maintain U.S. military presence in Syria, a remark that had prompted a rebuttal from the White House.",
  "Mevlut Cavusoglu said on Monday that Turkey was cooperating with Russia and Iran to try and reduce the conflict in Syria despite long-standing disagreement with them over their support to Syrian President Bashar Assad.",
  "___\n\n7:15 p.m.\n\nFrance's U.N. ambassador says the priority of the three Western allies who attacked alleged Syrian chemical sites is to move forward on \"an inclusive political settlement\" of the seven-year conflict.",
  "The OPCW arrived in Syria a day before the joint punitive airstrikes from the United States, Britain and France a week after the alleged chemical attack in Douma, where activists say more than 40 people were killed.",
  "___\n\n10:40 a.m.\n\nEuropean Union foreign policy chief Federica Mogherini says the bloc wants to use a major meeting on Syria next week to give impetus to U.N. peace moves following Western airstrikes on the country.",
  "He said the country, which is seeking a U.N. Security Council seat for 2019-20, is \"active internationally in many ways\" and pointed to its participating in \"difficult military deployments\" in Mali and Afghanistan.",
  "Speaking before chairing talks among EU foreign ministers in Luxembourg, she said that \"people are suffering, people are dying, and I think the whole international community has to take responsibility for this.\"",
  "___\n\n2:35 p.m.\n\nA senior Russian diplomat says the mission from the international chemical weapons watchdog cannot access the site of an alleged chemical attack near Damascus without an appropriate U.N. permit.",
  "___\n\n2:55 p.m.\n\nNATO Secretary General Jens Stoltenberg has defended the weekend's airstrikes in Syria, saying the international community had to uphold the international ban on the use of chemical weapons.",
  "May told lawmakers in the House of Commons on Monday that no group in Syria, apart from the government, could have carried out the April 7 attack in Douma, which is reported to have killed dozens of people.",
  "The head of the international chemical weapons watchdog says that Syrian and Russian officials are citing \"pending security issues\" in keeping its inspectors from reaching the site of an alleged gas attack.",
  "Faisal Mekdad, Syria's deputy foreign minister, said on Monday that government officials have met with the delegation, which has been in Damascus for three days, a number of times to discuss cooperation.",
  "Police detained two protesters during clashes Monday and fired tear gas at youths who attached ropes to the 3.5-meter (12-foot) bronze statue and were preparing to saw through the base of the structure.",
  "The suspected attack on April 7 prompted the U.S., Britain and France to launch a wave of missile strikes a week later targeting what they said was the Syrian government's chemical weapons program.",
  "May plans to tell lawmakers that the airstrikes were \"in Britain's national interest,\" were carried out to stop further suffering from chemical weapons attacks and had broad international support.",
  "___\n\n1 p.m.\n\nA key group of world and regional powers is meeting at the urgent request of Russia to discuss the long-troubled cease-fire in Syria in the wake of airstrikes by the West on Syria.",
  "He says the Western alliance \"cannot be silent where chemical weapons are used\" and that \"there was more than enough reason to act and not to act would be to erode the ban on chemical weapons.\"",
  "The Russian military has disputed the Pentagon's account of the weekend strike on Syria, saying the U.S. and its allies tried but failed to hit more Syrian facilities than they acknowledged.",
  "Maj. Gen. Igor Konashenkov, the Russian Defense Ministry spokesman, said Monday the Western countries targeted seven additional Syrian air bases but failed to inflict any significant damage.",
  "Royal Air Force jets joined American and French forces in hitting targets in Syria on Saturday in response to a reported chemical attack launched by Syria's government in the town of Douma.",
  "Ahmet Uzumcu, the Director-General of the Organization for the Prohibition of Chemical Weapons, said Monday that \"the team has not yet deployed to Douma,\" two days after arriving in Syria.",
  "He said the joint action of the U.S., Britain and France was aimed at placing a prohibitive cost on the use of chemical weapons and degrading President Bashar Assad's ability to use them.",
  "The European Union's foreign policy chief says an end to the Syrian civil war has never been as distant, and is calling on Russia to bring the Syrian government to U.N.-sponsored talks.",
  "Delattre said there is no deadline for a vote and the goal is to engage in \"serious, productive negotiations\" with Russia and other council members \"to get out of the Syrian stalemate.\"",
  "Russia requested the meeting of the International Syria Support Group's cease-fire task force after the airstrikes in Syria over the weekend by the United States, France and Britain.",
  "Haley said Sunday on CBS' \"Face the Nation\" that sanctions were coming against Russia for enabling the government of Syrian leader Bashar Assad to continue using chemical weapons.",
  "Britain, France and the United States say they took the military action following alleged use of chemical weapons by Assad's forces on a rebel-held area northeast of Damascus.",
  "He says Russia had \"again and again\" prevented an independent investigation by the U.N. and that this left \"NATO allies no other alternative than to act the way they acted.\"",
  "___\n\n4:15 p.m.\n\nMembers of a communist student organization have attempted to pull down a statue of U.S. President Harry Truman during an anti-war protest in central Athens.",
  "___\n\n3:55 p.m.\n\nTurkey's foreign minister has rejected a claim by France's president that the weekend's airstrikes on Syria have driven a wedge between Turkey and Russia.",
  "First unveiled near the American Embassy in 1963, the statue has been repeatedly targeted in protests and was twice bombed by far-left militant groups in the mid-1980s.",
  "He was responding to a report that Russian Deputy Foreign Minister Sergei Ryabkov said the OPCW team cannot access the site in Douma without an appropriate U.N. permit.",
  "Asked about the report earlier, Russia's deputy U.N. ambassador Dmitry Polyansky said: \"We need to check it because it's very strange for us to ask clearance from U.N.",
  "In a statement, press secretary Sarah Huckabee Sanders said Monday: \"We are considering additional sanctions on Russia and a decision will be made in the near future.\"",
  "The White House says a decision on new economic sanctions against Russia will be made \"in the near future,\" not committing to the Monday announcement indicated by U.N.",
  "___\n\n10:20 a.m.\n\nPrime Minister Theresa May is set to face British lawmakers to explain her decision to launch airstrikes against Syria without a vote in Parliament.",
  "___\n\n12:50 p.m.\n\nNATO's secretary general says the weekend's U.S.-led strikes will reduce the Syrian government's capabilities of carrying out new chemical attacks.",
  "The 28 said the current situation should now be used to turn to political negotiations and insisted that \"there can be no military solution to the Syrian conflict.\"",
  "British warplanes had taken off from a British air base in Cyprus to take part in Saturday's missile strikes against suspected chemical weapons facilities in Syria.",
  "We have strong ties with Russia\" and added that the \"relations with Russia aren't an alternative to our relations with NATO, or with France or the United States.\"",
  "The OPCW mission has yet to visit Douma, where government and Russian police deployed soon after the rebels in the town surrendered following the chemical attack.",
  "The U.S., along with Britain and France, carried out a wave of missile strikes on Syria over the weekend in response to an alleged chemical attack near Damascus.",
  "Stoltenberg spoke at a joint news conference with Turkey's foreign minister on Monday, after airstrikes by the United States, France and Britain that hit Syria.",
  "Mogherini said the bloc wants to use a major meeting on Syria next week to give impetus to the U.N. peace process following Western airstrikes on the country.",
  "___\n\n8:25 p.m.\n\nAssociated Press journalists have visited the Syrian town of Douma and spoken to residents who described a terrifying gas attack on April 7.",
  "The government says it will seek an emergency parliamentary debate on the airstrikes Monday, though that is unlikely to satisfy angry opposition lawmakers.",
  "___\n\n6:45 p.m.\n\nBritish Prime Minister Theresa May says Syria is trying to conceal the facts about a deadly chemical attack, assisted by its ally Russia.",
  "___\n\n7 p.m.\n\nPrime Minister Theresa May has hit back at critics who say Britain joined airstrikes on Syria at the behest of U.S. President Donald Trump.",
  "U.N. spokesman Stephane Dujarric said Monday: \"The United Nations has provided the necessary clearances for the OPCW team to go about its work in Douma.",
  "___\n\n2:05 p.m.\n\nGermany's government is rejecting suggestions it didn't live up to its responsibilities by not taking part in airstrikes against Syria.",
  "The Russian military says Syria's Russian-made air defense systems proved highly efficient in fending off missile strikes by the U.S. and its allies.",
  "Residents said they survived by putting vinegar and water cloths on their mouths and rushing to higher floors to get away from the smoke and smell.",
  "The French prime minister says Western airstrikes on Syria sent a strong, clear message to dissuade Syria's government from using chemical weapons.",
  "Macron said both French and U.S. positions were in line and the main aim in Syria was the \"war against ISIS,\" referring to the Islamic State group.",
  "Federica Mogherini said after a meeting of the 28 EU foreign ministers \"pressure needs to be exercised, otherwise the destruction will continue.\"",
  "The Pentagon has previously dismissed Moscow's claims, saying that none of the missiles fired by the allies were intercepted by Syrian forces.",
  "At least 40 people are believed to have died in the attack on Douma, until the weekend the last rebel-held town outside the Syrian capital.",
  "Syrian opposition activists and first responders say a chemical attack by government forces in Douma on April 7 killed more than 40 people.",
  "One resident, Khaled Nuseir, says 47 people were killed, including his pregnant wife and two young daughters, in one underground shelter.",
  "Seibert said: \"it is nothing special for Germany to support a deployment by its allies and friends but not participate militarily.\"",
  "Western nations have criticized Russia for defending President Bashar Assad and denying a chemical attack by his forces took place.",
  "Ryabkov says the mission wasn't allowed in because it hadn't secured the approval of the U.N. Department for Safety and Security.",
  "He said the Pantsir systems were particularly effective, with 23 out of 25 missiles they fired hitting the incoming missiles.",
  "Uzumcu said he hoped \"all necessary arrangements will be made ... to allow the team to deploy to Douma as soon as possible.\"",
  "U.S. and French officials say they have evidence the government carried out a chemical attack, but have not made it public.",
  "Mass-circulation daily Bild on Monday ran a full-page article under the headline: \"Why does Germany shirk the dirty work?\"",
  "The Greek Communist Party has organized successive anti-U.S. protests following the airstrikes in Syria over the weekend.",
  "Seven years into the war, she said, \"it is true that the solution to conflict seems to be even more far away than ever.\"",
  "The government is not legally bound to seek Parliament's approval for military strikes, though it is customary to do so.",
  "Britain, the United States and France hit targets in Syria Saturday in response to a reported chemical attack in Douma.",
  "Others said dust seeps into underground shelters, causing choking and other symptoms associated with chemical attacks.",
  "The prime minister says the Western allies had no other option to try to curb the \"abhorrent\" use of chemical weapons.",
  "Dutch Foreign Minister Stef Blok said: \"We should keep on pushing for a solution through the U.N. Security Council.",
  "The task force is hosted by the U.N. Syria envoy's Geneva office and is co-chaired by Russia and the United States.",
  "The Syrian government took control of Douma after the alleged chemical attack and the surrender of rebel forces.",
  "Residents say those most affected in the attack, near Douma's Martyrs Square, were children and elderly people.",
  "He says it was limited to Syrian chemical facilities to avoid harming civilians and to prevent an escalation.",
  "He says that Turkey's \"ties with Russia are not weak enough to be driven apart by the French president.",
  "Cavusoglu was speaking during a joint news conference with NATO's Secretary General Jens Stoltenberg.",
  "She said that the U.S. treasury secretary \"will be announcing those on Monday, if he hasn't already.\"",
  "Konashenkov said Syria fired 112 air defense missiles, shooting down 71 out of 103 incoming missiles.",
  "They also criticized the use of the eastern Mediterranean island nation as a launch-pad for attacks.",
  "More than 70 delegations are expected to attend the April 24-25 Syria donor conference in Brussels.",
  "The floor of the shelter on Monday was covered with carpets with pillows lining a side of the wall.",
  "More than 70 delegations are expected to attend the April 24-25 Syria donor conference in Brussels.",
  "The individuals interviewed say they were in Douma on April 7, when the alleged attack took place.",
  "He said the draft resolution will be discussed by council experts for the first time late Monday.",
  "The government has denied ever using chemical weapons and had welcomed the fact-finding mission.",
  "May is defending Britain's decision to join the U.S. and France in airstrikes on Syrian targets.",
  "Merkel spokesman Steffen Seibert said Germany hadn't been asked to make a military contribution.",
  "Chancellor Angela Merkel's government didn't participate in the airstrikes but applauded them.",
  "Some British lawmakers say the government should not have acted without Parliament's approval.",
  "The NATO chief is in Turkey for talks with President Recep Tayyip Erdogan and other officials.",
  "AP was part of a group of journalists on a government-organized media trip to Douma on Monday.",
  "Some French opposition leaders have criticized the strikes, saying they were not legitimate.",
  "Turkey has backed the Saturday airstrikes in Syria by the United States, France and Britain.",
  "The NATO chief is Turkey for talks with President Recep Tayyip Erdogan and other officials.",
  "May told lawmakers that \"we have not done this because President Trump asked us to do so.",
  "The Pentagon has previously dismissed Moscow's claim that the Syrians downed 71 missiles.",
  "Survivors recalled a strong chlorine smell that quickly spread through the neighborhood.",
  "We have done it because we believe it was the right thing to do — and we are not alone.\"",
  "Moscow, a key ally of Syrian President Bashar Assad, has sharply criticized the strikes.",
  "Parliament returns Monday after a spring break, and was not consulted about the action.",
  "He said Syrian authorities were offering 22 people to interview as witnesses instead.",
  "He said Syria downed 71 out of 103 missiles launched by the U.S., Britain and France.",
  "Mogherini said on Monday \"there is the need to give a push to the U.N.-led process.\"",
  "The program ran late Sunday and was posted on the Facebook page of Al-Ikhbariya TV.",
  "May said Monday the U.K. acted \"because it is in our national interest to do so.\"",
  "Military deployments are unpopular in Germany and require parliamentary approval.",
  "Edouard Philippe told French lawmakers France's \"riposte\" was \"proportionate.\"",
  "BEIRUT (AP) — The Latest on the Syrian conflict (all times local):\n\n8:30 p.m.",
  "She says military action was \"not just morally right but also legally right.\"",
  "Stoltenberg spoke in an interview with Turkey's NTV television on Monday.",
  "His remarks indicate what could be an attempt to bog down the OPCW team.",
  "The OPCW has dispatched a fact-finding mission to Syria to investigate.",
  "Both Russia and the Syrian government have welcomed the OPCW visit.",
  "Some lawmakers say she should have held a vote in Parliament first.",
  "It has been pulled down twice and vandalized on several occasions.",
  "She acknowledged, however, that the challenge remained daunting.",
  "It also said Russia guarantees it won't \"interfere in its work.\"",
  "We have not denied the team any request for it to go to Douma.\"",
  "\"There are no obstacles to them whatsoever,\" he stressed.",
  "The Syrian government denies ever using chemical weapons.",
  "Participants of the task force rarely speak to the media.",
  "The TV broadcast his comments with Turkish translations.",
  "She says the use of chemical weapons can't go unchecked.",
  "\"We are facilitating their access as much as possible.\"",
  "Syria's government has denied ever using such weapons.",
  "It has since deployed its security forces in the town.",
  "Syria's government denies ever using chemical arms.",
  "One medic says he heard someone scream \"chemical!\"",
  "but saw no patients with symptoms.",
  "It's the only way forward.\"",
  "No blood stains were seen.",
  "Ambassador Nikki Haley.",
  "___\n\n6:30 p.m.",
  "___\n\n6:15 p.m.",
  "___\n\n8:15 p.m.",
  "___\n\n7:30 p.m.",
  "___\n\n1:55 p.m.",
  "___\n\n8 p.m.",
  "___\n\n6 p.m.",
  "security.\""
]