[
  "DOUMA, Syria (AP) — Syrian and Russian authorities prevented independent investigators from going to the scene of a suspected chemical attack, the head of the chemical watchdog group said Monday, blocking international efforts to establish what happened and who was to blame.",
  "The U.S. and France say they have evidence that poison gas was used in the April 7 attack in the opposition-held town of Douma, killing dozens of people, and that Syrian President Bashar Assad's military was behind it.",
  "Instead, Syrian authorities offered them 22 people to interview as witnesses, he said, adding that he hoped \"all necessary arrangements will be made ... to allow the team to deploy to Douma as soon as possible.\"",
  "\"As far as I understand, what is hampering a speedy resolution of this problem is the consequences of the illegal, unlawful military action that Great Britain and other countries conducted on Saturday,\" he said.",
  "The AP visited a two-room underground shelter where Khaled Mahmoud Nuseir said 47 people were killed, including his pregnant wife and two daughters, 18-month-old Qamar and 2 1/2-year-old Nour.",
  "Until Saturday, the city was the last rebel-held town near the capital and the target of a government offensive in February and March that killed hundreds and displaced tens of thousands.",
  "Earlier Monday, Russian Deputy Foreign Minister Sergei Ryabkov said the inspectors could not go to the site because they needed approval from the U.N. Department for Safety and Security.",
  "Russian military police were ready to help protect the OPCW experts on their visit to Douma, said Maj. Gen. Yuri Yevtushenko of the Russian military's Reconciliation Center in Syria.",
  "The lack of access to Douma by inspectors from the watchdog group, the Organization for the Prohibition of Chemical Weapons, has left unanswered questions about the attack.",
  "Hours after the alleged chemical attack, the rebel faction that controlled the town, the Army of Islam, relented and was evacuated along with thousands of residents.",
  "But they have made none of that evidence public, even after they, along with Britain, bombarded sites they said were linked to Syria's chemical weapons program.",
  "Syria and its ally Russia deny any chemical attack took place, and Russian officials went even further, accusing Britain of staging a \"fake\" chemical attack.",
  "However, U.N. spokesman Stephane Dujarric said the United Nations has \"provided the necessary clearances for the OPCW team to go about its work in Douma.",
  "OPCW Director-General Ahmet Uzumcu said Syrian and Russian officials cited \"pending security issues\" in keeping its inspectors from reaching Douma.",
  "British Prime Minister Theresa May accused the two countries — whose forces now control the town east of Damascus — of trying to cover up evidence.",
  "The Associated Press, during a government-organized visit Monday to Douma, spoke to survivors and witnesses who described being hit by gas.",
  "Early Tuesday, the government-run Central Military media reported a missile attack on the Shayrat air base in Homs province.",
  "Igor Kirillov, a Russian chemical weapons protection expert in The Hague, said the team is set to visit the site Wednesday.",
  "After he was revived, he returned to the shelter and found his wife and daughters dead, with foam coming from their mouths.",
  "He denied that Russia was hampering the mission and suggested the approval was held up because of the Western airstrikes.",
  "Earlier this month, four Iranian military personnel were killed in an airstrike on Syria's T4 air base in Homs.",
  "\"The team has not yet deployed to Douma,\" Uzumcu told an executive council meeting of the OPCW in The Hague.",
  "In Douma, at least 40 people are believed to have died in the suspected chemical attack on April 7.",
  "Several said a strange smell started spreading and people screamed, \"It's chlorine!",
  "It said Syrian air defenses shot down most of the six missiles fired at the base.",
  "A Pentagon spokeswoman said there was no U.S. military activity in the area.",
  "It also reported a separate airstrike on the Dumayr air base near Damascus.",
  "Nuseir, 25, said he ran from the shelter to a nearby clinic and fainted.",
  "We have not denied the team any request for it to go to Douma.\"",
  "It did not elaborate or say who carried out the airstrikes.",
  "A strange smell lingered, nine days after the attack.",
  "Syria and its allies blamed Israel for that attack.",
  "Israel did not confirm or deny mounting the raid.",
  "It's chlorine!\""
]