[
  "Moscow and Syrian regime say security issues mean site can’t be inspected, as Trump delays sanctions against Russians\n\nRussia and the Syrian regime have been accused by western diplomats of denying chemical weapons inspectors access to sites in the town of Douma, where an attack killed dozens and prompted US-led missile strikes over the weekend.",
  "“It cannot happen overnight and we will engage with each and every one of them and collectively to have hopefully thorough, in-depth serious discussions.”\n\nEU foreign ministers meeting in Luxembourg threatened new sanctions against Syria, but offered little support among member states for fresh US measures against Russia.",
  "We’ll keep you guys posted.”\n\nThe Washington Post reported that Trump had intervened personally to delay the implementation of sanctions, citing unnamed sources as saying the president “was upset the sanctions were being officially rolled out because he was not yet comfortable executing them”.",
  "In an attempt to create some diplomatic momentum from the strikes, the French mission to the UN circulated a resolution that sought to establish some consensus on future chemical weapon use, measures to offer more protection to civilians and to stimulate the dormant Geneva peace process.",
  "“The Syrian regime has reportedly been attempting to conceal the evidence by searching evacuees from Douma to ensure samples are not being smuggled from this area, and a wider operation to conceal the facts of the attack is under way, supported by the Russians,” the prime minister said.",
  "Labour releases legal opinion saying Syrian air strikes unlawful - Politics live Read more\n\nEarlier, Russia’s deputy foreign minister, Sergei Ryabkov, said the inspectors could not access the site because they did not have the appropriate United Nations permission.",
  "Russia and Syria had cited “pending security issues” before inspectors could deploy to the town outside Damascus, said Ahmet Üzümcü, the director general of the Organisation for the Prohibition of Chemical Weapons (OPCW), at a meeting of its executive council.",
  "Their arrival coincided with a Syrian military announcement that it had “purified” the region of eastern Ghouta, of which Douma is a part, after a two-month campaign that has killed nearly 2,000 civilians, following years of siege.",
  "In an interview with the BBC the Russian foreign minister, Sergei Lavrov, said he could “guarantee that Russia has not tampered with the site” and reiterated the Russian line that any attack on Douma was “staged”.",
  "Syrian authorities were offering 22 people to interview as witnesses instead, he said, adding that he hoped “all necessary arrangements will be made … to allow the team to deploy to Douma as soon as possible”.",
  "Meanwhile, the Trump administration delayed action on sanctions against Russians suspected of helping Syria’s chemical weapons programme, contradicting remarks on Sunday by the US envoy to the UN, Nikki Haley.",
  "Play Video 2:05 What you need to know about the Syria strikes – video report\n\nOver the weekend the OPCW sent inspectors on a fact-finding visit to Douma to search for evidence and interview witnesses.",
  "The OPCW needs a two-thirds majority to take decisions, and faces the threat of being fatally weakened as Russia and the west fight over the OPCW’s mandate to ascribe responsibility for attacks.",
  "The US launched military strikes, alongside UK and French forces, in the early hours of Saturday morning local time aimed at degrading the Syrian regime’s chemical weapons facilities.",
  "Western countries are making a push both at the OPCW in The Hague and the UN in New York to secure wider diplomatic support for a clampdown on the use of chemical weapons in Syria.",
  "A joint United Nations-OPCW mission concluded the Syrian air force was responsible for a sarin attack that killed nearly 100 people a year ago in the town of Khan Sheikhoun.",
  "The finding led Russia to object to the way in which the joint mission reached its conclusions, and to demand changes in its methodology before its mandate could be renewed.",
  "And a senior administration source told Reuters that Trump was unlikely to approve more sanctions unless Moscow carries out a new cyber-attack or some other provocation.",
  "The suspicion is that the Syrian government previously misled inspectors when it declared its entire chemical weapons stockpile had been disclosed and destroyed.",
  "A Russian veto at the UN last November means the OPCW is empowered only to state if chemical weapons have been used, and not to attribute responsibility.",
  "Non-western diplomacy might | Chandran Nair Read more\n\nSyria joined the OPCW in 2013 after a sarin gas attack that killed hundreds of people in Ghouta.",
  "The British envoy to the OPCW, Peter Wilson, told the executive meeting: “The time has come for all members of this executive council to take a stand.",
  "Russia & Syria must cooperate.”\n\n\n\nThe Russian deputy envoy at the UN, Dmitry Polyanskiy, said the obstacles were caused by the western bombing.",
  "Russia is also challenging an OPCW finding that a nerve agent was found in an attack in Salisbury on the Russian double agent Sergei Skripal.",
  "Speaking in parliament on Monday, Theresa May accused Syria and Russia of blocking access and attempting to cover up the attack.",
  "“It is our concern that they may have tampered with it,” Kenneth Ward, the US ambassador to the OPCW, told the council meeting.",
  "Failure to act to hold perpetrators to account will only risk further barbaric use of chemical weapons, in Syria and beyond.”",
  "The move was part of a joint Russian-US deal that averted military action threatened by the then US president, Barack Obama.",
  "But the White House spokeswoman, Sarah Sanders, said on Monday that “a decision will be made in the near future.",
  "The French ambassador, François Delattre, said he was not pressing for an immediate security council debate.",
  "“If you go to a site which was just bombed I imagine you might have certain logistic problems,” he said.",
  "Russian military officials were at the site of the Douma attack days before the OPCW reached Damascus.",
  "A joint statement from the 28 also fell short of wholehearted support for the US-led strikes.",
  "In response the UN said it had provided the necessary clearances for a fact-finding mission.",
  "Haley had said in a television interview that sanctions would be “coming down” on Monday.",
  "The UK’s OPCW delegation tweeted: “Russia & Syria have not yet allowed access to Douma.",
  "Too many duck the responsibility that comes with being a member of this council.",
  "“There is no artificial timeframe for the discussions,” Delattre said.",
  "Western bombing won’t save Syria.",
  "Unfettered access essential."
]