[
  "Ahmet Uzumcu, director general of the Organization for the Prevention of Chemical Weapons (OPCW), said the team had arrived in Damascus but had not entered Douma, the suburb where a chemical bombardment allegedly killed at least 40 people on April 7.",
  "However, Russian Deputy Foreign Minister Sergei Ryabkov said Monday that OPCW investigators cannot proceed until they obtain permission from the United Nations Department for Safety and Security, reported The Associated Press.",
  "ALSO WATCH: Latino Rebels cries racism over a joke\n\nRussia dismissed allegations that it was intentionally blocking the OPCW team from accessing the Douma site and instead blamed the delay on allied missile strikes.",
  "— UK Delegation OPCW (@UK_OPCW) April 16, 2018\n\nAt the same meeting, U.S. ambassador Ted Ward said the presence of Russian forces at the attack site calls into question the integrity of any evidence found there.",
  "“We are concerned that they may have tampered with it with the intention of thwarting the efforts of the OPCW fact-finding mission to conduct an effective investigation,” he said, according to the BBC.",
  "At an OPCW meeting in Brussels Monday, the British delegation to OPCW headquarters in Brussels expressed concern that Russia and Syria were trying to stall the fact-finding mission.",
  "Russia and Syria are blocking a team of international chemical weapons investigators from accessing the site of a suspected poison gas attack, Western diplomats said Monday.",
  "The three nations carried out retaliatory strikes against suspected chemical weapons facilities Friday night, hours before the OPCW team arrived in Damascus.",
  "The U.S. is trying to “undermine the credibility” of the fact-finding mission before it can begin its work, Russia’s delegation to the OPCW said Monday.",
  "The U.S., plus allies Britain and France, say the Syrian government used a combination of chlorine gas and a nerve agent to attack civilians in Douma.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Russian and Syrian authorities had previously welcomed the OPCW team and gave assurances they wouldn’t interfere with its investigation.",
  "#OPCW Director Gen briefs Exec Council on his Fact Finding Mission’s deployment to Syria to investigate #Douma chem weapon attack.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“This raises serious questions about the ability of the [fact-finding mission] to do its job,” Ward added.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Russia & Syria have not yet allowed access to Douma.",
  "OPCW arrived in Damascus on Saturday.",
  "Russia & Syria must cooperate.",
  "Unfettered access essential."
]