[
  "Kim Jong Un's late night stroll through Singapore makes the front page of the Rodong Sinmun back home - very unusual to see them report at this speed pic.twitter.com/qGcIuV7ssH — Martyn Williams (@martyn_williams) June 11, 2018\n\nIn its first report on the landmark summit, the official KCNA news agency ran a glowing dispatch on the talks on Wednesday, describing them as an \"epoch-making meeting\" that would help foster \"a radical switchover in the most hostile (North Korea)-US relations\".",
  "Trump-Kim summit in pictures: Best photos from Donald Trump and Kim Jong-un's meeting in Singapore\n\nJapan\n\nA staff of a Japanese news paper Yomiuri distributes an extra edition of the newspaper reporting the summit Credit: Koji Sasahara/AP More\n\nJapan's Prime Minister Shinzo Abe on Tuesday welcomed a document signed by North Korea's leader at an unprecedented summit with US President Donald Trump as a \"first step\" towards denuclearisation.",
  "Chinese Foreign Minister Wang Yi speaks about the summit between US President Donald Trump and North Korean leader Kim Jong Un, during a joint briefing with Association of South East Asian Nations (ASEAN) Secretary-General Lim Jock Hoi at the Foreign Ministry in Beijing Credit: Getty/Pool More\n\n\"We believe the sole correct method to solve the Peninsula issue is to deal with it through dialogue in a peaceful manner,\" he said.",
  "The Los Angeles Times More\n\nSouth Korea\n\nPeople watch a television screen showing live footage of the summit between US President Donald Trump and North Korean leader Kim Jong-un in Singapore, at a railway station in Seoul Credit: Jung Yeon-je/AFP More\n\nPresident Moon Jae-in, the South Korean president, said \"we will never go back to the past again\" after the agreement was signed.",
  "Two more pages of photos and the summit declaration on page 4. pic.twitter.com/E4WElii6W6 — Martyn Williams (@martyn_williams) June 12, 2018\n\nChina\n\nChinese foreign minister Wang Yi on Tuesday expressed China's \"welcome and support\" for the talks between Donald Trump and Kim Jong-un, and praised the two sides for \"creating a new history\".",
  "\"We wish the leaders of the two countries can suppress interference, build mutual trust, overcome difficulties and reach a basic consensus on promoting and realising the denuclearisation on the peninsula as well as promoting and establishing a mechanism for peace on the Peninsula, and the two can make important steps toward this.\"",
  "The Daily Telegraph: Three ministers ‘meet anti-Brexit group over second referendum’ #tomorrowspaperstoday pic.twitter.com/vMcsBuBDHT\n\nThe Times: No more games: Trump gives Kim path to peace #tomorrowspaperstoday pic.twitter.com/1tdk50XoFj\n\nIn the US, concerns persisted about the vague nature of the public agreements.",
  "\"If this sets a positive precedent for de-nuclearisation on the Korean peninsular, we won't just welcome it, we will offer maximum practical cooperation in both in terms of political support and concrete proposals directed at helping this understanding materialise,\" he told the state-owned RIA Novosti news agency.",
  "\"The reaffirmation of North Korea's commitment in the Panmunjom declaration to work towards complete denuclearisation of the Korean peninsular is a signal that Kim Jong-un may finally have heeded the message that only a change of course can bring a secure and prosperous future to the people of North Korea.",
  "Mogherini stressed that the aim of the international community remained \"the complete, verifiable and irreversible denuclearisation of the Korean Peninsula\" - a longstanding formulation that implies Pyongyang allowing inspections and not rebuilding any weapons it gives up.",
  "The official newspaper of the Workers' Party of Korea featured 14 photographs, covering more than half of the front page of its Tuesday issue, showing Kim jovially walking with officials from the city-state at a tropical garden as well as beside an infinity pool.",
  "The images of glitzy Singapore that were published in official press are also a sign that perhaps official censors in Pyongyang are less nervous about showing foreign, prosperous nations to a readership which is used to blackouts and rations of food and energy.",
  "North Korea\n\nA conductor changes the Rodong Sinmun newspaper showing images of North Korean leader Kim Jong Un in Singapore on a Pyongyang subway platform Credit: Ed Jones/AFP More\n\nFor once, North Koreans know what their leader is doing in Singapore.",
  "The Republican chairman of the US Senate Foreign Relations Committee, Bob Corker, said in a statement: \"While I am glad the president and Kim Jong-un were able to meet, it is difficult to determine what of concrete nature has occurred.\"",
  "\"The joint statement signed by the US and DPRK leaders today gives a clear signal that this goal can be achieved,\" Mogherini said, using an abbreviation for the North's official name, the Democratic People's Republic of Korea.",
  "A woman takes pictures of a screen displaying live news of meeting in Tokyo Credit: MARTIN BUREAU/AFP More\n\nIt made no reference to other weapons capabilities, including the missiles that North Korea has fired over Japan.",
  "The presidential Blue House said it needed \"to find out the precise meaning or intentions\" of Mr Trump's statement, while adding it was willing to \"explore various measures to help the talks move forward more smoothly.",
  "\"This summit was a crucial and necessary step to build upon the positive developments achieved in inter-Korean relations and on the peninsula so far,\" the EU's diplomatic chief Federica Mogherini said in a statement.",
  "Kim and Trump signed a document after their talks in which the North Korean leader reaffirmed his commitment to \"work toward complete denuclearisation of the Korean Peninsula\", without giving further details.",
  "South Korean papers had time to react to the summit Credit: Jean Chung/ Bloomberg More\n\nWhile in France, the Libération newspaper produced a mock-up of a face using combined images of Mr Trump and Kim.",
  "Sergei Ryabkov, a deputy foreign minister, said Russia hoped the talks would re-open the way for six-party talks and renewed economic ties with the North, but warned: \"the devil is in the detail.\"",
  "Sergei Lavrov, the foreign minister, hailed the summit between US President Donald Trump and North Korea's leader Kim Jong Un as a \"positive\" step, Russian news agency RIA Novosti said Tuesday.",
  "Mr Wang said: \"The US and North Korea have been opposing and hostile to each other for almost half a century, but they are creating a new history by sitting together and talking equally.",
  "Hours after Kim Jong-un and Mr Trump held historic talks in Singapore, Mr Abe also said he was pleased that the US leader had raised the emotive issue of Japanese abducted by Pyongyang.",
  "Japan has repeatedly called for the issue to be raised in discussions with Pyongyang, and Trump said at a press conference on Tuesday afternoon that he had discussed the issue with Kim.",
  "However, Mr Trump's promise to end war games was a surprise even to President Moon Jae-in's government in Seoul, which worked in recent months to help bring about the Trump-Kim summit.",
  "The document also refers to the repatriation of the remains of prisoners of war and people killed during fighting, but makes no specific reference to people abducted by North Korea.",
  "US House of Representatives Speaker Paul Ryan, a Republican, called North Korea a \"brutal regime\" and urged Mr Trump to continue \"maximum economic pressure\" as negotiations advance.",
  "It is not clear that he would not cancel the agreement before returning back home,\" Iran's government spokesman, Mohammad Bagher Nobakht, was quoted as saying by IRNA new agency.",
  "\"I highly appreciate the fact that President Trump firmly touched upon what I told him recently about the abduction issue which is very important to us, to Japan,\" Abe said.",
  "Kim signed a document which the world hopes will set in motion denuclearisation, while Mr Trump promised to end \"war games\" with ally South Korea, a significant concession.",
  "\"Alliances are a key element of U.S. global strategy and exercises are a right of the U.S. to use to protect allied nations,\" he said, according to the Asahi newspaper.",
  "\"Through this US-North Korea summit, Chairman Kim Jong Un's intent for complete denuclearisation of the Korean peninsula was confirmed in writing,\" Abe told reporters.",
  "The speed of the coverage in Rodong Sinmun and other state media is unusual in a country where events are often reported a full day, if not longer, after they happen.",
  "Chinese Foreign Ministry spokesman Geng Shuang later said that UN sanctions against North Korea could be suspended or lifted in accordance with the North's actions.",
  "The meeting ended weeks of on-again, off-again brinksmanship, and observers are divided on whether promises will be kept and stability achieved in north-east Asia.",
  "This is just a beginning and there may be many difficulties ahead, but we will never go back to the past again and never give up on this bold journey,\" he said.",
  "\"However after Trump bent over backwards to be conciliatory, if #KJU does nothing, intl sanctions will be easier to enforce & increase,\" Senator Rubio tweeted.",
  "\"There is much work still to be done and we hope that Kim continues to negotiate in good faith towards complete, verifiable and irreversible denuclearisation.",
  "US Senate Democratic leader Chuck Schumer faulted Mr Trump's agreement with Kim as short on details, saying the United States gave up \"substantial leverage.\"",
  "Yoji Koda, a retired admiral who commanded the Japanese naval fleet, said ending the military exercises would be a \"clear mistake\" and was \"too early.\"",
  "EU\n\nThe EU on Tuesday praised the summit as a \"crucial and necessary step\", indicating that denuclearisation of the Korean peninsula could be achieved.",
  "Iran\n\nIran warned North Korean leader Kim Jong Un not to trust Donald Trump who, it said, could cancel their denuclearisation agreement within hours.",
  "State controlled media reported on his arrival on the eve of the summit - a sign perhaps that they were confident the meeting would be a success.",
  "Mr Wang, in the comments which were reported by state broadcaster CCTV, also said that China has been making efforts over the past two decades.",
  "However, Republican Senator Lindsey Graham, who said Mr Trump called him from Air Force One, praised the president's leadership at the summit.",
  "Trump pulled the U.S. out of a 2015 nuclear deal with Iran last month, calling it deeply flawed and re-imposing unilateral sanctions.",
  "\"I don’t think there is anyone who will doubt China’s unique and important roles in this and China will continue playing the role.\"",
  "Trump-Kim summit in pictures: Best photos from Donald Trump and Kim Jong-un's meeting in Singapore\n\nThis is how the world reacted.",
  "Russia\n\nRussia welcomed the agreement signed by Mr Trump and Kim, and offered assistance in denuclearising the Korean peninsular.",
  "Meanwhile, (we will) establish a mechanism of peace on the peninsula and solve the reasonable security concerns from North Korea.",
  "But the reaction from across the world towards a dramatic day in Singapore was generally one of hope - except perhaps from Iran.",
  "It started with a handshake, and then Donald Trump and Kim Jong-un pledged to work towards a new era for the Korean Peninsula.",
  "Boris Johnson, the Foreign Secretary, said Kim Jong-un had finally recognised that North Korea needs a \"change of course\".",
  "\"We believe the Security Council should make efforts to support the diplomatic efforts at the present time,\" he said.",
  "Put it there\n\nThe summit fell too late for most British front pages, but it made the final edition of The Telegraph.",
  "\"The UK will continue to support the United States's efforts to achieve denuclearisation of the Korean peninsular.\"",
  "\"I offer my heartfelt congratulations and welcome the success of the historic North Korea-United States summit.",
  "But the mere fact that this meeting took place is of course positive,\" the agency quoted Lavrov as saying.",
  "I will continue aiming to resolve concerns such as the abduction, nuclear and missile issues,\" he added.",
  "\"I support this as a first step to the comprehensive resolution of issues concerning North Korea.\"",
  "Republican Senator Marco Rubio said that \"I'm uncomfortable with suspending military exercises\".",
  "\"We welcome that President Trump and Kim Jong-un have held a constructive summit,\" he said.",
  "\"It is a certainty to realise denuclearisation, furthermore the complete denuclearisation.",
  "\"The President has given Kim Jong-un a way out that is good for him and the world.",
  "The Daily Telegraph More\n\nThe handshake made many front pages in South Korea too.",
  "\"We don't know what type of person the North Korean leader is negotiating with.",
  "\"The US should continue joint exercises, they are a signal to China too.\"",
  "\"The two top leaders gladly accepted each other's invitation,\" KCNA said.",
  "The report said the two men each asked the other to visit their country.",
  "The summit headlines Wednesday's Rodong Sinmun in North Korea.",
  "The Chinese side expresses its welcome and support to this.",
  "\"We have not yet seen the documents (signed at the summit).",
  "Big pictures of Trump, Kim, beaming on the front page.",
  "\"I want to hear the details by phone (from Trump).",
  "Well done, Mr. President,\" Graham said on Twitter.",
  "I don't think they have been published.",
  "I hope Kim is smart enough to take it."
]