[
  "| AP Photo Report: Trump's team had contacts with Moscow during campaign\n\nRussia’s deputy foreign minister said Thursday that officials from his government were in contact with Donald Trump’s presidential campaign, contradicting pledges from the president-elect that he had not interacted with the Kremlin despite numerous statements praising Russian President Vladimir Putin.",
  "I cannot say that all of them but quite a few have been staying in touch with Russian representatives.”\n\nStory Continued Below\n\nTrump was regularly criticized for lavishing praise on Putin and taking pro-Russian positions that, until recently, would be unthinkable for a U.S. president.",
  "And Trump’s former campaign chairman, Paul Manafort, resigned this summer when The New York Times reported that secret ledgers found in Ukraine showed millions of dollars earmarked for him from the pro-Russian political party of former Ukrainian President Viktor Yanukovych.",
  "Trump has also disputed the assessment of the U.S. intelligence and law enforcement community that the Russian government was behind hacking attacks against American political targets, a position most in his own party accept.",
  "The president-elect also appeared unaware that Russia had invaded Ukraine during an interview over the summer, when he told ABC’s George Stephanopoulos that Putin is “not going to go into Ukraine, all right?",
  "You can mark it down and you can put it down.” That statement prompted Stephanopoulos to follow up, “well, he’s already there, isn’t he?” Trump later worked to clean up the gaffe with a post to Twitter.",
  "\"Obviously, we know most of the people from his entourage,” Russian Deputy Foreign Minister Sergei Ryabkov told the state-run Interfax news agency in an interview reported on by The Washington Post.",
  "Those include Trump’s questioning America’s involvement in NATO and officially recognizing Crimea, which Putin forcibly annexed away from Ukraine in 2014, as Russian territory.",
  "\"We have just begun to consider ways of building dialogue with the future Donald Trump administration and channels we will be using for those purposes,\" he said.",
  "The Manhattan billionaire has repeatedly denied any connection to the Russian government, claims that appear to be contradicted by Ryabkov.",
  "\"Quite a few have been staying in touch with Russian representatives,\" says Russian Deputy Foreign Minister Sergei Ryabkov.",
  "“Those people have always been in the limelight in the United States and have occupied high-ranking positions.",
  "The Trump campaign did not immediately respond when asked for comment."
]