[
  "He dismissed the U.S. demand for an emergency meeting as “heating up the situation.”\n\nIran tested the medium-range Khorramshahr ballistic missile Sunday, the fifth such test since the signing of the Joint Comprehensive Plan of Action, also known as the JCPOA or Iran nuclear deal, and the first since Trump took office.",
  "“Our goal with the admin is to show value at the U.N. and the way that we will do that is to show strength, show our voice, have the backs of our allies and make sure our allies have our back as well,” said Haley.",
  "Iran claimed the missile test is not a violation, and warned the U.S. against attempting to “create new tensions.”\n\nRussia engaged in an arms agreement with Iran shortly after the signing of the JCPOA.",
  "The emergency meeting comes at a time when U.S.-Russia relations are at their worst since the Cold War, meaning Haley will likely be challenged by her Russian counterpart.",
  "Nikki Haley is set to take on her first major battle Tuesday night, as the security council prepares to hold an emergency meeting to discuss Iran’s latest missile test.",
  "Haley’s first speech at U.N. headquarters Friday made the administration’s position clear: The U.S. will defend its friends, and will expect them to do the same.",
  "“For those who don’t have our backs, we’re taking names.”\n\nBut Haley could face some push-back within the security council in any attempt to reprimand Iran.",
  "Haley, who was confirmed by the senate Friday, will likely come down hard on Iran for Sunday’s missile test, which could be a violation of U.N. sanctions.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“Such actions, if they took place, do not breach the resolution,” Russian Deputy Foreign Minister Sergei Ryabkov told Interfax news.",
  "The U.N. has met in the past regarding such tests, but has failed to take any decisive actions to curb the Iranian missile threat.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Russia stated Tuesday afternoon that it does not believe Iran’s test constitutes a violation.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "President Donald Trump’s newly minted United Nations Amb."
]