[
  "“If the U.S. side decides to move further towards further deterioration, we will answer, we will respond in kind,” Ryabkov said on ABC’s “This Week.”\n\nAsked whether Russia is considering measures such as banning U.S. consumer goods, which could affect sales of anything from Coca-Cola to iPhones to Ford cars, Ryabkov declined to provide specifics but said “we have a rich toolbox at our disposal.”\n\nSweeping Response\n\n“I can assure you that different options are on the table and consideration is being given to all sorts of things,” he said.But Putin said that while Russia has a range of possible options “that would be sensitive for the American side, I don’t think we should do that.",
  "The Russian move would lower the total staff to 455 — the same number of diplomatic and technical personnel Russia has in the U.S.\n\nRussia’s action came soon after the U.S. Senate on July 27 overwhelmingly passed a bill, already approved by the House, that would prevent the president from easing sanctions without getting congressional approval, as well as open the way to even wider restrictions than the ones currently imposed over the Ukraine crisis.",
  "As of today, I’m against it.”\n\nRussia’s move marks a new stage in the Kremlin’s deepening disillusionment with U.S. President Donald Trump, who campaigned on pledges to improve ties but has failed to deliver, amid spiraling investigations in Washington into alleged meddling by Moscow in the 2016 U.S. elections.",
  "For Trump, the worsening conflict poses a dilemma between his oft-stated desire to build ties with Russia and mounting political opposition to that effort in Washington, amid congressional inquiries and an FBI investigation into interference in the elections and the Trump campaign’s possible ties with Russia.",
  "“We hope that there will be cooperation between our two countries on major global issues and these sanctions will no longer be necessary.”\n\nVisa Delays\n\nThe Russian order is likely to mean consular services in Russia will be “very hard hit,” said Michael McFaul, a former U.S. ambassador to Moscow.",
  "“We waited for a rather long time, thinking that things might improve, nourished the hope that the situation would change somehow,” Russia’s president said in an interview with state television broadcast Sunday, his first comments on the issue since Russia announced the move on Friday.",
  "Vladimir Putin said he hoped there wouldn’t be a need for further retaliation against Washington after his government ordered the U.S. to slash staff at its diplomatic missions in Russia by 755, or nearly two thirds, in retaliation for new sanctions approved by Congress.",
  "“The near unanimous votes for the sanctions legislation in Congress represent the strong will of the American people to see Russia take steps to improve relations with the United States,” Secretary of State Rex Tillerson said in a statement on Saturday.",
  "“Totally unwarranted, disproportionate move by the Kremlin,” Andrew Weiss, a former top Russia expert on the National Security Council and now vice-president for studies at the Carnegie Endowment for International Peace, said on Twitter.",
  "Russia’s reaction was harsher than many officials had signaled, and threatens to cast the two nuclear-armed powers into a fresh spiral of tensions, even as relations are already at their lowest since the Cold War.",
  "The U.S. has faced mounting Russian anger over Trump’s failure to return two diplomatic compounds outside New York and Washington that were seized at the time of the December expulsions.",
  "It would hurt the development of international relations.”\n\nMaria Olson, a U.S. Embassy spokeswoman in Moscow, declined to comment on the Russian response to the sanctions bill.",
  "Forced to Leave\n\nThe cuts represent almost two thirds of all diplomatic and technical personnel at the U.S. embassy in Moscow and at three consulates in other cities.",
  "Russia said its move was a response to the U.S. expulsion in December of 35 Russian diplomats in response to alleged hacking of the election.",
  "“But by all indications, if it does change, it won’t be soon.”\n\nPutin said Russia would refrain from taking further steps for now.",
  "Putin had put off answering that move, giving the new administration a chance to deliver on its promises of better relations.",
  "The Foreign Ministry has also ordered the U.S. to vacate a recreational villa and warehouse facilities in Moscow by Tuesday.",
  "Earlier Sunday, Deputy Foreign Minister Sergei Ryabkov warned the U.S. against retaliating for Russia’s latest action.",
  "Some involved are Russian nationals and won’t be expelled, while diplomats will likely be forced to leave.",
  "Trump hasn’t signed the legislation, but the White House said he plans to.",
  "“Russians will have to wait much longer to get a visa,” he said by email.",
  "“If the time comes, we can consider other options for responding.",
  "But I hope it doesn’t come to that."
]