[
  "Speaking during a visit to Finland, Russian President Vladimir Putin called the congressional sanctions bill “illegal under international law” and a “blatant move” by the United States to “promote its own economic interests.”\n\n“We are simply seeing the growth of anti-Russian hysteria, most likely the use of Russo-phobic instruments in a domestic political struggle,” said Putin, who was in Finland on the hundred-year anniversary of its independence from Russia to settle regional anxieties over Russia’s joint naval exercises in the Baltic Sea with China.",
  "“We don’t exclude any measures to bring the out-of-control Russophobes who are now setting the tone on Capitol Hill to their senses,” growled Russian Deputy Foreign Minister Sergei Ryabkov, suggesting that harsher measures would be considered if the United States retaliates against Russia’s retaliation.",
  "The exact number of U.S. diplomatic personnel who would need to be cut in order to reach the lower numbers imposed by Russia is not immediately clear, although one official told Bloomberg Politics that “hundreds” of personnel from the embassy and consulates would have to be dismissed.",
  "Bloomberg Politics judges that the sanctions bill from Congress also puts President Trump in a difficult position, since it has been presented as an effort to undercut his authority and prevent him from lifting the sanctions imposed against Russia by the Obama administration.",
  "Russia’s Foreign Ministry also denounced a new package of sanctions approved by the U.S. Congress this week as “blackmail” that poses a “threat for many countries and global businesses” by making cooperation with Russia more difficult.",
  "Russia delivered its long-threatened retaliation for U.S. sanctions on Friday, announcing that Russia will dismiss a number of American diplomats and close a retreat used by American personnel, along with some warehouses.",
  "Putin said it is a “great pity that Russian-American relations are being sacrificed” to the “domestic internal American issue” of investigations into Russian interference with the 2016 presidential election.",
  "On the other hand, the White House—in the person of communications director Anthony Scaramucci—has suggested Trump might veto the bill because he wants to negotiate an even tougher deal against the Russians.",
  "But rejecting it could lead to an embarrassing veto override, as the bill cleared both chambers by wide margins, and lead to criticism that he’s seeking to protect Russia,” the Bloomberg article explains.",
  "“We did everything we could to save relations from collapse but the Americans did just the opposite,” lamented Konstantin Kosachyov, chairman of the Russian parliament’s International Affairs Committee.",
  "As Fox News notes, the Kremlin has previously stated it would not retaliate against the new sanctions imposed by Congress unless President Donald Trump signs them into law, which he has not yet done.",
  "These measures are, more or less, a mirror image of the sanctions imposed in the last days of the Obama administration to punish Russia for allegedly meddling in the 2016 presidential election.",
  "“It was a reaction, which was delayed for very considerable time, for half a year in the hope the current administration wouldn’t do the damage the Obama administration did.",
  "We’ve been robbed of our own compounds here, absolutely illegally, and our diplomats were sent out,” Russian Ambassador Vassily Nebenzia told Fox News on Friday.",
  "And we were warning our American counterparts that we would be obliged to do so if there is no progress on that issue, and there is no progress on that issue.",
  "“In diplomacy you know there is real reciprocity, which is sometimes is nicknamed tit-for-tat, and we’ve been restrained and calm and polite long enough.",
  "I hope that today’s situation will be over and we will then be able to transit to a different stage based on trust and confidence,” added Putin.",
  "As for the Russian retaliatory measures, a Kremlin spokesman made it clear they were imposed with the full approval of President Putin.",
  "“We know that we have many friends in the United States, we know that there are lots of people with common sense.",
  "He implied the investigation is a sham, and insisted Russia did not attempt to influence the election.",
  "The time has come that we had to do it,” Nebenzia said.",
  "“Signing the measure would dilute his power."
]