[
  "Note: the ally was speculating, not admitting - https://www.theguardian.com/us-news/2016/nov/09/putin-applauds-trump-win-and-hails-new-era-of-positive-ties-with-us?CMP=share_btn_tw\n\nA: The allegations that we have colluded with Trump, or any other candidate for that matter, or with Russia, are just groundless and false.",
  "Just today a top Russian ally to Putin is quoted as saying Russia did not interfere in the election but “maybe helped a bit with WikiLeaks”.1\n\n“How much do you consider the impact of selective releasing, insinuation, the timing of releases and the intentions of your sources when preparing to release documents?",
  "Among the highlights of the AMA, was WikiLeaks revealing it decides to publish information according to its “promise to sources for maximum impact.” WikiLeaks also denied colluding with Trump’s campaign and Russia, and defended the information it dumped and its timing.",
  "Along with alleged Russian involvement in the hacking, these questions also included WikiLeaks’ role in Trump’s U.S. election win, its sourcing, and its focus on releasing information about the Democrats and Clinton, and not Republicans.",
  "A: We decide for maximum impact, source protection etc with the goal to publish as soon as possible after submission as we are ready (things like source protection and validation can take some time) according to our editorial policies.",
  "A: We publish according to our promise to sources for maximum impact, along with our goal of informing the public, so often we split large archive releases into sections to ensure the public can fully absorb and utilise the material.",
  "Q: Yesterday, while denying Russian interference in the US electoral process, Russia’s deputy foreign minister, Sergei Ryabkov, said “maybe we helped a bit with WikiLeaks.”\n\nWho is the “we” that Ryabkov is referring to here?",
  "If anyone has information on any of the other campaigns we urge them to submit it now before it is deleted - https://wikileaks.org/#submit\n\nQ: Why did you choose to expose Clinton and not trump?",
  "There are a lot of questions coming in - which is great, just please forgive us for taking time to go through them....\n\nWe were not publishing with a goal to get any specific candidate elected.",
  "WikiLeaks became a focal point of the 2016 presidential election, and on Thursday, Reddit users took the controversial document-sharing site to task during an AMA, or “Ask Me Anything” session.",
  "Would there ever come a point when these factors outweigh the benefit of informing the public or is informing the public inherently worthwhile regardless of the circumstances?”\n\nMany thanks.",
  "We have had to, and will have to, take risks ourselves (the secret Grand Jury that began due to our 2010 publications continues to this day) in a number of the publications we do.",
  "Russia’s alleged involvement\n\nQ: Many people have suggested that WikiLeaks was brazenly partisan in this election and colluded with Team Trump (and by extension, Russia).",
  "You can help us to publish faster by supporting us here: https://shop.wikileaks.org/donate\n\nFocus on Democrats\n\nQ: Why do you only seem to have information on Democrats?",
  "The emails led to questioning about the fairness of the Democratic process, and the DNC’s apparent favoring of Clinton over her former rival Vermont Sen. Bernie Sanders.",
  "Requesting the intention from our sources would firstly likely jeopardize their anonymity, and secondly form a bias in our understanding of the information we received.",
  "Thinking that somehow you’re not a gatekeeper when you are timing the release of information for maximum political impact is either disingenuous or dangerously naive.",
  "Most recently, WikiLeaks released thousands of emails from accounts used by Clinton campaign chairman John Podesta, who has since acknowledged his emails were hacked.",
  "Edward Snowden’s criticism\n\nQ: What is your response to Snowden’s remarks saying: Democratizing information has never been more vital, and @Wikileaks has helped.",
  "WikiLeaks’ periodic email dumps during the 2016 presidential election targeted Hillary Clinton, her campaign, and the DNC, and arguably proved to be disastrous.",
  "The questions and answers have been published in full below, without editing:\n\nWikiLeaks on Trump\n\nQ: Why did you want Donald Trump to be elected president?",
  "A: We have an editorial policy to publish only information that we have validated as true and that is important to the political, diplomatic or historical.",
  "Their authenticity and their relevance to the public or the historical record are the only preconditions for us to publish the documents we are given.",
  "Sen. Bernie Sanders\n\nQ: Why wasn’t the DNC corruption, or any of Hillary’s corruption scandals released; you know, when Bernie was still in the race?",
  "The persistent email dumps, while praised by some, also brought much criticism, including Russia’s possible involvement in the email hacks.",
  "I like that these happen publicly, so that the public can follow and interact with the position of both sides and make up their own minds.",
  "I think it was clear even before this twitter exchange that WikiLeaks and some others have different stances on this.",
  "Sourcing and curation\n\nQ: How much information comes from sources wikileaks is aware of vs. those that are anonymous?",
  "If you were as Noble as you say you would believe in government accountability at all levels, not just for one party.",
  "Working at WikiLeaks I know we do work with our submissions a lot for validation, how to present and where and when.",
  "For example it has been said the whole Snowden archive will never be published - something we highly disagree with.",
  ";)\n\nHe is just a political pundit, akin to the likes of Bill O’Reilly, and was just repeating speculative claims.",
  "Timing of Podesta email dump\n\nQ: How did you decide timing of #PodestaEmails and how to groups emails into parts?",
  "We have published more classified or otherwise supressed documents than the rest of the worlds media combined.",
  "Here are some of the top questions asked of WikiLeaks during the Reddit AMA, followed by WikiLeaks’ answers.",
  "A: Our submissions system is based on the concept of sources being as anonymous and protected as possible.",
  "Anything that has come in that was just too much of a risk, or would have too much impact on something?",
  "We were able to go out just before the nomination, but to do that we had to work all through the night.",
  "A: This sort of conversation about a journalist’s role in controlling information is an important one.",
  "Editorial voice is as much about deciding where and when to say something as it is about what is said.",
  "I know that many media, including the New York Times, did editorially back one candidate over another.",
  "Information on how campaigns are fought is important in the moment, and after to learn lessons from.",
  "On Thursday, WikiLeaks staff held an AMA following Tuesday’s election of Donald Trump as president.",
  "We always call for leaks early and often to ensure that as fast as possible is as fast as needed.",
  "For the Podesta Emails our release strategy was based on our Stochastic Terminator algorithm.",
  "A: To date, we have not received information on Donald Trump’s campaign, or other campaigns.",
  "Every source of every journalist has an intention and an agenda, may it be hidden or clear.",
  "Why would a member of the Russian Foreign Ministry claim credit for the work that you do?",
  "We were publishing with the one goal of making the elections as transparent as possible.",
  "We do not need to know the identity of the source, neither do we want to know it.",
  "Regarding the curation comment - I would disagree with Snowden’s comment here.",
  "We do not think we are the gatekeepers of information and your right to know.",
  "We receive information anonymously, through an anonymous submission platform.",
  "Q: Curation and deciding “how to present and where and when” is gatekeeping.",
  "We are of course also only able to publish as fast as our resources allow.",
  "We certainly believe in accountability and transparency for the powerful.",
  "We dont want to know who our sources are for their protection, and ours.",
  "We believe in full access to information and knowledge for all citizens.",
  "We have also had public conversations with Glenn Greenwald on this too.",
  "We do not withhold or censor information and we publish full archives.",
  "We believe in transparency for the powerful and privacy for the rest.",
  "Over the summer, WikiLeaks released thousands of internal DNC emails.",
  "When we started that publication it was the first day we were ready.",
  "But we are not risk adverse and will continue to publish fearlessly.",
  "The intention of the source is irrelevant in our editorial process.",
  "We are rather annoyed though he tried to take credit for our work!",
  "We publish in full in an uncensored and uncensorable fashion.",
  "We publish what we receive that is true, for you all to see.",
  "Your right to information shouldn’t be controlled by others.",
  "If it were to be submitted now we would happily publish it.",
  "Q: Are there any things that you wouldn’t condone leaking?",
  "But their hostility to even modest curation is a mistake.",
  "And this includes for all the campaigns in the election.",
  "We can of course only publish what we receive.",
  "Many users had tough questions for WikiLeaks.",
  "We would have published on any candidate.",
  "We still will if we get the submissions.",
  "We release information that we receive.",
  "If we didnt that would be gatekeeping.",
  "As we say: leak early and leak often.",
  "We cannot release what we don’t have.",
  "Is there anything they wouldn’t leak?",
  "A: There was no choice to be made.",
  "A: Sorry to just see this one now.",
  "The entire AMA can be read here.",
  "We do publish as fast as we can.",
  "A: We publish as fast as we can.",
  "We arent ignoring the question.",
  "We published what we received.",
  "What we do not do is censor.",
  "We didnt and havent.",
  "A: I dont know.",
  "1."
]