[
  "Speaking at the Aspen security conference in July, the undersecretary of defence, John Rood, said: “We would also like to talk more about strategic stability, making sure there are clear understandings between the United States and Russia about these terribly lethal weapons that we both control, and talk about the future of nonproliferation.”\n\nSteven Pifer, a deputy assistant secretary of state in the Bureau of European and Eurasian Affairs in the George W Bush administration, said the US military was in favour of extending the new start treaty in part because its verification clauses provided a lot of information about the Russian arsenal.",
  "“We cannot currently say conclusively and for certain why, but unfortunately there is no response.”\n\nA Russian adviser to the government on foreign affairs told the Guardian that arms treaties would be Patrushev’s “number-one focus” and this was one of the few areas where the Kremlin hoped for progress in the current environment of sanctions and anger towards Russia in the US.",
  "Daryl Kimball, the executive director of the Arms Control Association, who was part of the US group in Moscow, said: “The Russians basically said, in Helsinki through Putin: we want to resume the strategic stability talks.”\n\nRussian officials have blamed the US for failing to specify a stance on renewing the treaty.",
  "John Bolton tells Nikolai Patrushev at Geneva meeting that US will take ‘necessary steps’ to prevent interference\n\nThe US national security adviser, John Bolton, has warned his Russian counterpart that the US will take “necessary steps” to prevent a repeat of Russian interference during the 2018 midterm elections.",
  "The treaty is due to expire in 2021 and if it is not extended or replaced, the US and Russian arsenals, accounting for more than 90% of the world’s nuclear weapons, would be unchecked by any arms control agreements for the first time since 1972.",
  "A week after the Helsinki summit, Russian officials told a group of visiting US academics, analysts and arms control advocates that their priority was a resumption of high-level talks on strategic issues.",
  "Bolton and Nikolai Patrushev failed to sign a joint statement following five hours of discussion in Geneva covering security issues, amid a historic low in relations between the two countries.",
  "An aide to Patrushev told the Russian press the two sides had agreed to work together on issues such as anti-terrorism, but noted the large number of matters on which the countries disagree.",
  "They covered a growing list of topics that split the two countries, including nuclear nonproliferation, Iran, North Korea, and Middle East issues including Syria and Afghanistan.",
  "“Why not take advantage of this opportunity?” he said, noting that Trump and Putin had brought up the treaty in Helsinki, but the US side had failed to follow this up.",
  "The talks marked the highest level meeting between the two countries since a controversial summit in Helsinki between Donald Trump and Vladimir Putin in July.",
  "Both sides said that was because Bolton demanded the statement should include reference to Russian interference in the 2016 elections and Moscow disagreed.",
  "“I made it clear that we wouldn’t tolerate meddling in 2018 and that we were prepared to take necessary steps to prevent it from happening,” Bolton said.",
  "Bolton said the US remained undecided on whether it wanted to renegotiate the treaty at all, and said no start date for talks had been agreed.",
  "Trump, Bolton and Tim Morrison, a senior arms control official on the national security council, have all been fervent critics of new start.",
  "Patrushev, who ran the FSB security agency and has known Putin for decades, is a powerful member of the Russian establishment.",
  "A major goal of Moscow’s, the resumption of dialogue on nuclear arms and other strategic issues, appeared to fall flat.",
  "“There is a deal to be had which many people, including myself, think would be in the US national interest.",
  "“On the whole I would say we did make considerable progress,” Bolton said without elaborating.",
  "The 2010 new start treaty limited deployed strategic nuclear weapons and delivery systems.",
  "The Pentagon has signalled its support for a resumption of dialogue on nuclear arsenals.",
  "Barack Obama saw the treaty as one of his most important foreign policy achievements.",
  "Like Bolton, he is also known for hawkish, controversial statements.",
  "The question is: is the president going to get there?” he asked.",
  "Russia sought to focus on the positives."
]