[
  "It described the 2016 attack as “a multi-stage intrusion campaign by Russian government cyber actors who targeted small commercial facilities’ networks where they staged malware, conducted spear phishing, and gained remote access into energy sector networks.”\n\nThe Russian organizations sanctioned include the Federal Security Service, which is the successor to the Soviet Union’s notorious K.G.B., as well as Russian military intelligence, or G.R.U.",
  "Washington slapped sanctions on nineteen prominent Russian individuals and five entities—including Russian intelligence services—for meddling in the 2016 Presidential election and for “malicious cyberattacks” that targeted a stunning array of America’s infrastructure, from the U.S. energy grid and nuclear plants to aviation, water systems, and manufacturing.",
  "On a broader level, however, the attack in Britain and the meddling in American elections are considered signs of Putin’s boldness in spreading his influence globally—well beyond Ukraine (which his forces invaded in 2014) or Syria (where it dispatched new military advisers, warplanes, and other major military equipment, in 2015).",
  "In addition to the sanctions, the White House issued a joint statement with the three big European powers—Britain, France, and Germany—condemning Russia for using a chemical weapon in a recent assassination attempt on a former spy, Sergei V. Skripal, and his daughter Yulia, in Britain.",
  "The joint statement called the Skripal assassination attempt, which also seriously injured a police officer and others, an assault on Britain’s sovereignty as well as a breach of international law and Russia’s commitment under the Chemical Weapons Convention.",
  "“That whole thing was set up by the Democrats.”\n\nThe new sanctions stop decidedly short of charging that Russia actually influenced the outcome of the vote in Trump’s favor—something Trump has vehemently argued did not occur.",
  "The White House imposed the sanctions as the Times reported that Mueller had recently subpoenaed documents from the Trump Organization related to Russia, as well as other topics that the special counsel is investigating.",
  "After fourteen months of mixed signals (and confused policy) on Russia, the Trump Administration took twin actions on Thursday to address the increasingly aggressive moves by the government of Vladimir Putin.",
  "“By no means will this constitute the end of our ongoing campaign to instruct Mr. Putin to change his behavior,” a senior national-security official said during a White House teleconference briefing.",
  "“It threatens the security of us all.”\n\nBritain reported that Skripal was exposed to Novichok, which was developed by Russia more than thirty years ago but has never been used on a battlefield.",
  "The statement followed heated attacks on Russia at the U.N. Security Council on Wednesday, but it opted not to try to adopt a formal resolution because Russia holds one of the five vetoes.",
  "“This use of a military-grade nerve agent, of a type developed by Russia, constitutes the first offensive use of a nerve agent in Europe since the Second World War,” the statement said.",
  "President Trump has repeatedly dismissed allegations that Russia tried to sway the election—as a “hoax” or fake news—despite the unanimous consensus of the intelligence community.",
  "Treasury Secretary Steven Mnuchin specifically warned Russian officials and oligarchs against “destabilizing activities.”\n\nThe Department of Homeland Security and the F.B.I.",
  "“We call on Russia to live up to its responsibilities as a member of the U.N. Security Council to uphold international peace and security,” the four governments said.",
  "We’re taking it very seriously, as are, I think, many others.”\n\nThe Trump Administration said its moves this week do not reflect the full scope of its response.",
  "In an intriguing twist, thirteen of the Russians who were sanctioned were indicted last month in the investigation by the special counsel Robert Mueller.",
  "“It is tied to U.S. internal disorder, tied of course to our election calendar,” Deputy Foreign Minister Sergei Ryabkov told the news agency Tass.",
  "Skripal, a former military-intelligence officer who was arrested in Russia, in 2004, for spying for Britain, was released in a spy swap, in 2010.",
  "When the President met Putin, in Vietnam, in November, he even embraced the Russian leader’s denial of any role in the U.S. Presidential vote.",
  "Scientists report that it is more dangerous than VX and sarin, the two other better-known nerve agents, and is harder to trace.",
  "issued an alert accompanying the sanctions that detailed the wide scope of Russia’s cyberattack on American infrastructure.",
  "Putin is moving deeply—and blatantly—into the West now, too, on a scale similar to the Soviet Union during the Cold War.",
  "Russia said Thursday that it was preparing “a response” and blamed the U.S. move on Washington’s political dysfunction.",
  "Pressed on Russia’s culpability in the attack on the former Russian spy, he told reporters, “It looks like it.",
  "If true, the move by Mueller brings the investigation closer than ever to the President and his family circle.",
  "But they are the most significant (of limited) actions the Administration has adopted since taking office.",
  "He did not do what they’re saying he did,” Trump told reporters aboard Air Force One, four months ago.",
  "Trump’s public comments on the poisoning have not been quite as tough as the White House’s statement.",
  "Also cited were the Internet Research Agency, and twelve people working for it in various capacities.",
  "The Trump Organization oversees the business ventures the President amassed before taking office.",
  "The attack was widely considered a warning from Moscow to Russian dissidents, exiles, and spies.",
  "(Both were also sanctioned by the Obama Administration for their role in election interference.)",
  "Russians holds a Presidential election on Sunday that Putin is expected to win in a landslide.",
  "He and his daughter collapsed on a public bench in Salisbury, England, on March 4th.",
  "I spoke with the [British] Prime Minister and we are in deep discussions.",
  "“He said he absolutely did not meddle in our election.",
  "It certainly looks like the Russians were behind it.",
  "Something that should never ever happen.",
  "The only real question is the turnout.",
  "Both are still in critical condition.",
  "A very sad situation."
]