[
  "The Defense Security Cooperation Agency said in March that while the Javelin sale would \"contribute to the foreign policy and national security of the United States by improving the security of Ukraine\" and \"help Ukraine build its long-term defense capacity to defend its sovereignty and territorial integrity,\" it \"will not alter the basic military balance in the region.\"",
  "Patrick Kirby\n\nThe United States has confirmed to RFE/RL its delivery of American-made, Javelin antitank missile systems to Ukraine in a move that is welcome in Kyiv but will almost certainly enrage Moscow amid a four-year conflict that pits Russia-backed separatists against Ukrainian national troops.",
  "Daniel Brown/Business Insider\n\nThe Javelins' delivery is likely to spur a response from Moscow, which rejects accusations of involvement despite mounting evidence that includes weapons movements and cross-border artillery barrages, captured Russian troops, and intercepted communications.",
  "Responding to the approved delivery of the missiles to Kyiv in December, Russian Foreign Ministry spokeswoman Maria Zakharova said arming Ukraine would further inflame tensions between Moscow and Washington and push Ukraine \"toward reckless new military decisions.\"",
  "There has been a recent uptick in fighting between Ukrainian soldiers and Russian-backed separatist forces, according to reports from the Ukrainian Defense Ministry and the Organization for Security and Cooperation in Europe's Special Monitoring Mission (OSCE SMM).",
  "Kyiv and Western governments say Moscow has armed and coordinated Ukrainian separatists as well as provided Russian fighters to help wrest control of swaths of territory that border Russia since Moscow seized Crimea from Ukraine in March 2014.",
  "Two sources who wished to remain anonymous as they were not authorized to speak publicly about it -- one in Ukraine and the other in the United States -- confirmed the Javelin deliveries to RFE/RL ahead of the State Department announcement.",
  "State Department spokeswoman Heather Nauert said in December that U.S. military assistance to Ukraine was intended to bolster that country's ability to \"defend its sovereignty and territorial integrity, and to deter further aggression.\"",
  "Ukrainian President Petro Poroshenko has lobbied hard to Western officials for more weapons, in addition to limited supplies of nonlethal aid from Washington and European allies so far and U.S. approval of commercial weapons sales.",
  "US Army\n\nNeither disclosed when the missile systems arrived in Ukraine, whether all the promised missiles and launchers had been sent or where they were being stored; or whether Ukraine's military had begun training on Javelins.",
  "A shipment of lethal aid would appear to deepen U.S. involvement in the simmering conflict and mark at least a symbolic victory for Ukraine in its effort to maintain Western backing in the ongoing conflict.",
  "After months of heated debate in Washington and, reportedly, much reluctance on the part of U.S. President Donald Trump, the White House was said to have approved the Javelin sale in December.",
  "U.S. Army Soldiers, assigned to 101st Airborne Brigade, fire a Javelin Anti-Tank Missile system during a large-scale platoon live-fire exercise at Fort Campbell, Ky., July 29, 2016.",
  "A $47 million U.S. military-aid package approved last year and confirmed in March specified 210 Javelin antitank missiles and 37 Javelin launchers, two of them spares, for Kyiv.",
  "That announcement sparked a sharp rebuke from Moscow, with Russian Deputy Foreign Minister Sergei Ryabkov accusing the United States of \"fomenting a war.\"",
  "Since 2015, the U.S. has provided Ukraine with $750 million in nonlethal aid, including Humvees, night-vision equipment, and short-range radar systems.",
  "\"They have already been delivered,\" a U.S. State Department official confirmed on April 30 in response to an RFE/RL query on the handover of Javelins.",
  "A 3-year-old cease-fire deal known as Minsk II has helped to reduce the intensity of the fighting, but it has not ended the war.",
  "Reached on April 30, Poroshenko's office did not comment on the reported delivery of Javelins.",
  "A Ukrainian soldier observes Russian-backed separatist lines in Avdiivka in April 2017.",
  "The State Department provided no details beyond the confirmation of the delivery.",
  "Soldiers fire the Javelin, an anti-tank weapon, during a training exercise.",
  "But one of the sources added that the Javelins were delivered \"on time.\"",
  "Spc."
]