[
  "JUST WATCHED Bolton: US will impose all pre-deal Iran sanctions Replay More Videos ... MUST WATCH Bolton: US will impose all pre-deal Iran sanctions 03:05\n\nFirst came a series of slaps in the face -- Trump withdrawing from the global climate pact in the early days of his presidency, followed by some frosty first meetings with Merkel and British Prime Minister Theresa May.",
  "At a joint news conference in Brussels with UN Secretary-General António Guterres, Jean-Claude Juncker, president of the European Commission, affirmed that allowing the Iran agreement to come apart would \"seriously threaten peace and security\" and urged the political leaders meeting in Bulgaria to arrive at \"a common and consensual approach.\"",
  "A high-level Chinese delegation arrived Thursday in Washington to continue a series of trade talks with their American counterparts that did not go especially well in Beijing and exposed some deep rifts between senior US negotiators Treasury Secretary Steven Mnuchin and Trump trade adviser Peter Navarro.",
  "But all found themselves slapped rudely with an immovable and irreconcilable Trump wielding the single-minded fixation of continuing to undo anything negotiated by his predecessor, Barack Obama, with whom all three European politicians had maintained quite cordial relations.",
  "Both Merkel and Macron have pledged government backing for any of their nations' companies who want to buck the American sanction machine and continue operations or investments in Iran -- a central demand of Tehran if it is to continue to honor the nuclear accord.",
  "The big question is whether Europe is in a position to make good on its plans to go it alone with a still nuclear-free Iran and at the same time preserve the ability of some of its major companies to continue doing what promises to be lucrative business there.",
  "So, the big question that remains is whether the United States really wants to embark on a battle with so many of its longstanding friends and strategic allies at the very moment it is embarking on similarly self-centered and challenging encounters elsewhere.",
  "Meeting in a summit in Bulgaria's capital of Sofia, European Council President Donald Tusk told the assembled leaders : \"Looking at the latest decisions of President Trump, someone could even think: With friends like that, who needs enemies?",
  "Russian Deputy Foreign Minister Sergei Ryabkov said the Kremlin was supporting a proposal surfaced in Sofia for an EU meeting next week in Vienna, Austria, specifically to strategize on how to continue implementation of the Iran pact.",
  "There appears to be little likelihood now that the NAFTA agreement , which Trump pledged to rip up or renegotiate, will be ready this year, just as the EU and Mexico arrived at a landmark pact that all but eliminates tariffs.",
  "The European leaders seem to be talking in a rare, public and unified voice that the Iranian nuclear deal must be preserved and that their nations, individually and collectively, must do all within their power to preserve it.",
  "The continent is currently facing the duel prospects of a nuclear-armed Iran and a financial hit to scores of linchpin European companies as a result of President Donald Trump pulling out of the Iran nuclear deal.",
  "Called a \"blocking statute,\" it turns around and blocks any EU company from honoring all US sanctions imposed on Iran and orders nonrecognition of any court rulings that might seek to enforce American penalties.",
  "In a direct challenge to Trump, Juncker added : \"We must say that we have the means, we will use them, but we must face the truth: Means are limited but we will fully exploit the means we have at our disposal.\"",
  "French President Emmanuel Macron and German Chancellor Angela Merkel are reportedly committed to finding ways for their companies to avoid any new American sanctions against Iran and prolong the treaty.",
  "Trump has pledged to retaliate against any European company or country that seeks to contravene the sanctions he says are en route against Iran after America's pullout from the nuclear agreement.",
  "Juncker has proposed some options, playing on the strength of the euro and the European Investment Bank, which has the power to coordinate euro-denominated credit lines from European governments.",
  "Author of \"A Shattered Peace: Versailles 1919 and the Price We Pay Today,\" he formerly was a foreign correspondent for The New York Times in Asia and Europe, and Paris correspondent for CBS News.",
  "David A. Andelman, visiting scholar at the Center on National Security at Fordham Law School and director of its Red Lines Project, is a contributor to CNN and columnist for USA Today.",
  "And Palestinian riots and violence in Gaza have overshadowed the precipitous decision to move the US Embassy in Israel to Jerusalem -- again over sharp protests from European nations.",
  "Already, French oil company Total has warned it will have to pull out of Iran if its joint venture there does not get a waiver from promised American sanctions and help from the EU.",
  "At the same time, Trump is fighting multifront diplomatic wars with North Korea as a smooth road to a summit in Singapore has suddenly hit a rocky stretch indeed.",
  "Even more powerfully, the EU leaders decided in Sofia to invoke a procedure first developed in 1996 to bypass American sanctions against Cuba, though never used.",
  "Perhaps it's time for some more carve-outs for European companies already doing business in Iran in an effort to preserve what's left of trans-Atlantic comity.",
  "With so much of the world tied deeply into the dollar-denominated US financial system, it does not appear there could be anyway around Trump's intransigence.",
  "Even Russia -- not a member of the EU but a signatory of the Iran accord -- with barely restrained glee, agreed to play a role in Europe's efforts.",
  "Other companies including German insurer Allianz have warned they may have to take similar actions.",
  "At a time when Trump would seem to need every friend he can get, he is finding very few indeed.",
  "Then along came the threat of stiff global tariffs on steel and aluminum exports from Europe.",
  "And finally, the latest visits by British Foreign Secretary Boris Johnson, Merkel and Macron.",
  "Particularly since Europe was already feeling somewhat less than charitable toward Trump.",
  "All three made strong pitches in Washington for maintaining the Iran agreement.",
  "But frankly speaking, Europe should be grateful to President Trump.",
  "And none of this bodes well for the President or the United States.",
  "All the Kremlin's wildest dreams seem to be coming to life.",
  "This new sense of purpose has come about out of necessity.",
  "Because thanks to him we have got rid of all illusions.\"",
  "But European leaders now suddenly seem motivated to try.",
  "In all, another bad omen for trans-Atlantic relations.",
  "The views expressed in this commentary are his own.",
  "Follow him on Twitter @DavidAndelman.",
  "So, look out, America."
]