[
  "ANKARA, Turkey -- Turkey's president on Wednesday vowed to expand its operation against Kurdish forces in northern Syria toward the town of Manbij, which would bring Turkish troops and their Syrian allies closer to U.S. forces supporting the Kurds against the Islamic State in Iraq and Syria (ISIS).",
  "The U.S. and Russia reached an agreement in 2013 to remove all chemical weapons from Syria, but there have been several reported chemical attacks since then, including one last year that led President Donald Trump to order a retaliatory missile attack on a Syrian air base.",
  "Getty\n\nThe official told a handful of reporters in Ankara on Wednesday that the Syrian Kurdish fighters in Afrin are not part of the Kurdish-led Syrian Democratic Forces, which drove ISIS from much of northeastern Syria with the help of the U.S.-led coalition.",
  "Addressing Turkish complaints that the United States has not kept to its promises to take back weapons supplied to the Syrian Kurdish fighters, the U.S. official in Ankara said Washington intended to \"fulfil the commitment,\" without providing a time frame.",
  "A second U.S. official denied Turkish government claims the U.S. had delivered thousands of trucks of weapons to the Syrian Kurdish forces, saying the bulk of the supplies went to U.S. forces and also included ammunition, food and humanitarian supplies.",
  "U.S. Defense Secretary Jim Mattis said Tuesday that the fighting \"disrupts what was a relatively stable area of Syria\" and \"distracts from the international efforts to ensure the defeat of ISIS,\" using another acronym for the extremist group.",
  "Russia meanwhile accused the United States of promoting unverified reports about chemical weapons attacks in Syria in order to cloud Moscow's latest peace initiative, while the Syrian government dismissed the reports as \"lies.\"",
  "The United States and 28 other countries are launching a new plan to better identify and punish anyone who uses chemical weapons, amid reports of a suspected gas attack in rebel-held suburbs of Damascus earlier this week.",
  "A senior U.S. official said Washington is concerned that Turkey's military offensive against the Afrin enclave could distract from the fight against ISIS and be exploited by extremists to re-supply or create safe havens.",
  "ISIS has been driven from nearly all the territory it once controlled in Syria and neighboring Iraq, but the extremist group has proven resilient after past defeats, and is still launching insurgent-style attacks.",
  "At least 27 civilians have been killed in the fighting in Afrin, mainly in Turkish airstrikes, according to the Syrian Observatory for Human Rights, a Britain-based group that monitors the civil war.",
  "In an interview with the Interfax news agency, Russia's Deputy Foreign Minister Sergei Ryabkov accused the U.S. of promoting \"rigged, unverified reports\" to hamper Russian peace efforts.",
  "The United Nations says an estimated 5,000 people have been displaced inside the encircled enclave, and that Kurdish forces are not allowing civilians to leave.",
  "Regarding threats to expand the offensive to Manbij, the official said Washington's \"number one concern is the safety and security of troops in the vicinity.\"",
  "Russia is hosting peace talks in the Black Sea resort of Sochi next week that some Syrian opposition figures said will run counter to U.N. peace initiatives.",
  "On Wednesday, Kurdish officials said airstrikes hit in the vicinity of the Nissan 17 Dam, which provides power and water to the area, without damaging it.",
  "Turkey has long demanded that the Kurdish fighters withdraw to the eastern bank of the river, and U.S. forces have patrolled the area to reduce tensions.",
  "The head of the Kurdish-controlled Manbij military council, Shervan Darwish, said his forces are prepared for a potential Turkish advance.",
  "Turkey launched an incursion Saturday against Afrin, which is controlled by a Kurdish militia known as the People's Defense Units, or YPG.",
  "The Syrian Observatory for Human Rights, a Britain-based group that monitors the civil war, reported airstrikes in nearly 20 villages.",
  "Kurdish forces captured Manbij, which is west of the Euphrates River, from ISIS in 2016 with the help of the U.S.-led coalition.",
  "Activists and Kurdish officials say airstrikes are still raining down on several parts of the district, which borders Turkey.",
  "Erdogan said Turkish troops and allied fighters have killed at least 268 Syrian Kurdish fighters since the operation began.",
  "Any move toward Manbij would bring NATO member Turkey and its Syrian allies closer to U.S. forces, threatening friction.",
  "U.S. forces are based in Kurdish-held parts of northeastern Syria, including near Manbij, but not in or near Afrin.",
  "Turkish President Recep Tayyip Erdogan on Wednesday vowed to \"foil games along our borders starting from Manbij.\"",
  "Both officials spoke on condition of anonymity because they were not authorized to talk to the media.",
  "\"We will clean our region from this trouble completely,\" he told officials at a meeting in Ankara.",
  "He said the U.S. helped Kurdish fighters to liberate Manbij and has promised to keep defending it.",
  "\"This operation will continue until the last member of the terror organization is neutralized.\"",
  "The YPG said it infiltrated behind Turkish lines east of Afrin and targeted their bases.",
  "\"Their presence has been to ensure the stability in Manbij,\" he said of U.S. troops.",
  "Turkey says it wants to create a 30 kilometer (20-mile) deep \"secure zone\" in Afrin.",
  "Ankara views the YPG as an extension of the Kurdish insurgency in Turkey.",
  "Erdogan said the operation would allow Syrian refugees to return home.",
  "The advancing Turkish troops are facing stiff resistance in Afrin.",
  "The YPG forms the backbone of the Syrian Democratic Forces.",
  "He said Turkish troops have suffered seven or eight losses.",
  "Turkey is home to more than 3.4 million Syrian refugees.",
  "\"Their patrols are continuing and also air patrols.",
  "The U.S. has urged Turkey to exercise restraint.",
  "They are present with us on the front lines.\""
]