[
  "Related: U.S. joint drills simulate attack targeting North Korea missiles\n\nThe apparent softening comes nearly two weeks after North Korea test-launched an intercontinental ballistic missile (ICBM) that could put the entire United States mainland within range of its nuclear weapons, in defiance of United Nations resolutions and international sanctions imposed on the regime.",
  "KCNA/HANDOUT / Reuters\n\nThe visit comes days after Russian President Vladimir Putin made a triumphant trip to the Middle East to hail the success of a military effort to shore up Syrian President Bashar al-Assad and announce deeper ties with Turkey and Egypt — including a $21 billion nuclear energy deal.",
  "Related: Trump's North Korea policy could trigger famine, experts warn\n\nTrump and North Korean dictator Kim Jong Un have been engaged in a war of words over recent months, with Trump warning that North Korea faces \"fire\" and \"fury\" if it threatens the United States and calling Kim \"little rocket man.\"",
  "/ Updated / Source: Reuters By Alastair Jamieson\n\nA Russian delegation has arrived in North Korea, state media said Wednesday, hours after Secretary of State Rex Tillerson indicated the United States is open to talks with Kim Jong Un's government without preconditions.",
  "Tillerson told an audience at the Atlantic Council think tank on Tuesday that it was “not realistic” for North Korea to give up its nuclear weapons program before discussions can begin, adding that President Donald Trump was also “very realistic” on the issue.",
  "Victor Kalganov, vice director of Russia’s National Defense Command Center, was pictured at Pyongyang’s airport alongside three other officials from the country’s defense ministry in an image released by the state-run KCNA news agency.",
  "Victor Kalganov, vice-director of the National Defense Command Center of the Russian Federation (center-left), visits Pyongyang with three unidentified Russian defense ministry officials.",
  "White House Press Secretary Sarah Huckabee Sanders later issued a less emphatic statement on behalf of Trump, who has previously said Tillerson was wasting his time pursuing dialogue.",
  "The Russian state news agency Interfax gave no details of Wednesday's North Korea visit, but reported that Deputy Foreign Minister Sergei Ryabkov had welcomed Tillerson’s comments.",
  "\"We've said from the diplomatic side, we're ready to talk any time North Korea would like to talk and we're ready to have the first meeting without precondition,\" Tillerson said.",
  "But can we at least sit down and see each other face to face and then we can begin to lay out a map, a roadmap of what we might be willing to work towards.\"",
  "Tillerson said that the U.S. is ready to talk to North Korea but would need \"a period of quiet\" without new tests for talks to be productive.",
  "\"We have to see the effects of sanctions on life in North Korea,\" a former Japanese diplomat, who asked not to be identified, told Reuters.",
  "We can talk about whether it’s going to be a square table or a round table if that's what you're excited about.",
  "Japan has advocated a strategy of pressuring North Korea through sanctions to give up its nuclear weapons.",
  "... North Korea's actions are not good for anyone and certainly not good for North Korea.\"",
  "Kim has responded by calling Trump a \"dotard\" and continuing to carry out missile tests.",
  "\"The president's views on North Korea have not changed,\" the White House statement said.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"I heard that they are having a serious impact on everyday life.",
  "If we were to hint anything for dialogue, we'd be losing clout.\"",
  "\"Let's just meet and we can talk about the weather if you want.",
  "The news and stories that matter, delivered weekday mornings.",
  "In September, North Korea conducted its sixth nuclear test.",
  "\"North Korea is acting in an unsafe way.",
  "Not everyone is ready for talks.",
  "Let's wait and see."
]