[
  "As a steady stream of voters shuffled into the Russian embassy in Washington, D.C., to vote in the Russian presidential election, Russian Ambassador Anatoly Antonov stood outside and spoke with CBS News about the sanctions against Russia announced last week.",
  "Antonov's assertive tone on Sunday matched that of Russia's Deputy Foreign Minister Sergei Ryabkov who said that Russia would expand its \"black list\" of American citizens who can't visit or do business in Russia.",
  "This past week, the Trump administration blamed Russians for a nerve agent attack which has critically injured a former double agent and his daughter and said they should face \"serious consequences.\"",
  "\"I am not sure whether I can do it,\" said the Ambassaor, citing Russian law and not wanting to be accused for steering others to vote in one way or another.",
  "Antonov was, however, less forthcoming when he spoke to a group of reporters after he had cast his own ballot inside the embassy.",
  "So we will expand our 'black list' with another group of Americans,\" Ryabkov said Friday, according to Russia's state-run media.",
  "He warned that the new sanctions, over Russian meddling in the U.S. election, will prompt retaliatory measures by the Kremlin.",
  "ET and they will close at 8 p.m. Sunday evening, the ballots will be counted, and the results will be reported back to Moscow.",
  "Antonov, at the center of this storm, skirted the question on who he voted for in the Russian election, at least for now.",
  "\"From the very beginning, we use the principle of parity on the number of people included in sanction lists.",
  "There are also rising U.S. frustrations with Russia for the increasing military attacks in Syria.",
  "Russians living in the U.S. were less secretive than their ambassador -- Putin was the favorite.",
  "Last year, Antonov claimed that there was no proof that Russia had interfered in the election.",
  "Because it's Election Day in Russia, Antonov said he wasn't talking about sanctions Sunday.",
  "Some voters brought their children along, others posed for photos as they vast their vote.",
  "The voting at the embassy featured paper ballots and transparent Plexiglas ballot boxes.",
  "Antonov said he has sent proposals to the Kremlin laying out options for retaliation.",
  "I do not see who could replace Putin,\" said one Russian as he departed the embassy.",
  "Putin, who faces no legitimate opposition, is expected to win the election easily.",
  "The embassy expects 1,500 Russians living in the D.C. area will vote there Sunday.",
  "His wife, showing off her Russian passport, said she had voted the same way.",
  "\"It will not be wise for me to reveal all my cables,\" expalined Antonov.",
  "He wouldn't share the details, but indicated that a decision is coming.",
  "\"If somebody sticks you, hits you, what will be your retaliation?\"",
  "That is why we don't want to speak about sanctions,\" said Antonov.",
  "\"It is not appropriate today, today to speak about sanctions.\"",
  "I promise, I promise you that I will tell you the truth.\"",
  "\"Of course there will be -- there will be retaliation.\"",
  "He loves his country,\" she declared of Putin.",
  "\"It is a holiday in the Russian federation.",
  "\"I could tell you it tomorrow morning.",
  "The doors opened at 8 a.m.",
  "said Antonov to CBS News.",
  "He is very intelligent.",
  "He is a good president.",
  "\"I voted for Putin.",
  "\"He is smart."
]