[
  "/ Updated / Source: Reuters By Reuters\n\nMOSCOW — Russia reserves the right to take retaliatory measures against the United States for its \"illegal seizure\" of Russian diplomatic property, its Foreign Ministry said in a statement on Tuesday after a meeting in Washington ended without a deal.",
  "Former President Barack Obama in December ordered the seizure of two Russian diplomatic compounds in New York and Maryland, and expelled 35 Russian diplomats over what he said was their involvement in hacking the 2016 U.S. presidential election campaign, something Russia flatly denies.",
  "\"Russia stressed that if Washington does not address this and other concerns, including persistent efforts to hinder the operation of Russia’s diplomatic missions, Russia has the right to take retaliatory measures in accordance with the principle of reciprocity,\" the statement said.",
  "Russian officials said Tuesday that they also want to resume regular dialogue with the Americans about strategic stability, but insisted that it is up to Washington to take steps forward.",
  "\"Nothing is to declare on the issue yet, but we have warned Americans that we need an unconditional return of the property; otherwise, retaliation measures will follow.\"",
  "The State Department called the conversation \"tough, forthright, and deliberate,\" but noted that more work needs to be done to find a solution.",
  "At the time of the property seizures and expulsions, Russian President Vladamir Putin declined to retaliate against the United States.",
  "\"Such unacceptable and illegal actions cannot go unanswered,\" Rybakov told Russia's TASS news agency on Tuesday.",
  "U.S. intelligence officials have said that the compounds doubled as surveillance outposts for Russian spies.",
  "Rybakov said that talks with the U.S. would continue, adding that \"we cannot go round in circles.\"",
  "Undersecretary of State Thomas Shannon met on Monday to discuss the diplomatic row.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Russia's Deputy Foreign Minister Sergei Ryabkov and U.S.",
  "Related: What Went On in Russia's Shuttered U.S.",
  "Compounds?"
]