[
  "In one memorable exchange last year, Republican Sen. John McCain of Arizona said Paul’s opposition to Montenegro’s bid to join NATO, a move also opposed by Russia, amounted to “working for Vladi­mir Putin.” (RELATED: Rand Paul Says To Be Aware Of Russia’s Position On NATO Expansion)\n\nPaul says he has accepted findings by U.S intelligence officials that Russia interfered in the 2016 election with an eye toward helping Trump and hurting Hillary Clinton.",
  "Paul traveled to Moscow on Aug. 6, two days before the Trump administration announced it would sanction certain Russian goods as punishment for Moscow’s alleged involvement in the March poisoning of Sergei Skripal, a former Russian double agent living in Britain.",
  "Washington has sanctioned dozens of Russian companies and individuals in connection with Moscow’s meddling in the 2016 presidential election, its intervention in Ukraine and its support for Syrian President Bashar al-Assad’s regime in Syria.",
  "The Kentucky Republican warned that bipartisan hostility to dialogue with the Kremlin risks making Trump’s outreach to his Russian counterpart Vladimir Putin politically impossible, even on matters as critical as nuclear arms control.",
  "(RELATED: Ex-CIA Director John Brennan Accuses Trump Of Treason Following Putin Summit)\n\nThe political atmosphere surrounding anything having to do with Russia is now so toxic that it undermines normal foreign relations, Paul argues.",
  "“I think it’s important we have dialogue between the countries that contain and control 90 percent of the nuclear weapons in the word,” Paul told reporters on a conference call from Russia, where he was meeting with lawmakers.",
  "President Donald Trump’s domestic opponents on the left and right are exploiting the Russia issue for political gain at the expense of diplomatic engagement with Moscow on issues of mutual concern, Sen. Rand Paul said Tuesday.",
  "During talks with with Deputy Foreign Minister Sergei Ryabkov and Russian lawmakers, the U.S. delegation “discussed very explicitly how we don’t want it to happen again,” Paul said Monday, according to the Washington Post.",
  "“They’ve become diplomatic isolationists and I think diplomatic isolationism is a real mistake for our countries,” he said of Trump’s Democratic and neoconservative opponents, according to The American Conservative.",
  "The criticism reached a fever pitch following Trump’s July summit with Putin in Helsinki, with commentators on the left and right describing Trump’s performance at a press conference as bordering on treason.",
  "Still, Trump has come under fire from Democrats and Russia hawks within his own party for his overtures to Putin and his reluctance to concede that Moscow had anything to do with election interference.",
  "Paul himself has been the subject biting criticism from lawmakers in his own party as he has emerged as a strident defender of Trump’s attempts at detente with Russia.",
  "“I think the political anger by Democrats against Trump is completely destroying any opportunity to talk about issues like arms control,” he added.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The sanctions were the latest in a series of punitive measures the Trump administration has taken against Moscow over the past year.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org."
]