[
  "JUST WATCHED Clapper: Russia is handling Trump as an 'asset' Replay More Videos ... MUST WATCH Clapper: Russia is handling Trump as an 'asset' 04:58\n\nIn contrast to the written National Security Strategy, when Trump delivered his speech outlining it, he omitted the written document's denunciation of Russian election interference and instead, focused on a friendly phone call he'd had with Putin.",
  "He has been hemmed in by the domestic political constraint of an ongoing investigation into Russia's interference with the 2016 election, as well as a widespread distrust of Russia and its continuing cyber activities that persists among the intelligence community, diplomats, the Pentagon and lawmakers.",
  "Tillerson, deeply experienced with Russia from his days as ExxonMobil CEO, laid out a three-pronged policy for dealing with Moscow that involved pushing back where necessary, cooperating with Russia where it is in US interests to do so, and working to establish strategic stability.",
  "All this followed the administration's National Security Strategy, released Monday, which said that Russia wants to shape a world antithetical to US values and interests, and aims to weaken Washington's international influence, and \"divide us from our allies and partners.\"",
  "It's a series of steps that has been paired with tougher rhetoric from the State Department about Moscow's destabilizing activities in eastern Ukraine, and serious charges from the Pentagon that Russia is intentionally violating de-confliction agreements in Syria.",
  "The State Department said in a statement that the assistance , which an official told CNN would include Javelin anti-tank missiles, is \"entirely defensive in nature\" and that the US remains committed to the Minsk agreements, a roadmap for resolving the conflict.",
  "\"Whether the President has abandoned his obviously strongly held view that Putin is someone we should be working with, I can't say,\" Rojansky said, \"but the administration has absolutely not made that a centerpiece of its foreign policy.\"",
  "The State Department announced the decision to provide Ukraine with \"enhanced defensive capabilities\" on December 22, just days after the administration had announced it would permit Ukraine to buy some small arms from US manufacturers.",
  "The State Department held a few talks with Russian officials to try to get the relationship on firmer footing after the election and ongoing tension over each country's seizure of some of the other country's diplomatic properties.",
  "Washington (CNN) In the space of a week, the Trump administration has named Russia a \"rival power,\" sanctioned a close Putin ally, and decided to give Ukraine anti-tank weapons to help in its fight against Moscow-backed militias.",
  "The same day, the Pentagon accused Russia of intentionally violating an agreement intended to prevent accidents in the skies over Syria, following a recent unsafe encounter between US F-22s and Russian Su-25 jets.",
  "\"The Russian Government continues to perpetuate an active conflict and humanitarian crisis through its leadership and supply of military forces on the ground, as well as its direct control over proxy authorities.\"",
  "A day later, the administration announced new sanctions on three Russians and two Chechens, including Ramzan Kadyrov, the leader of the Russian republic of Chechnya and a close Putin ally, for human rights abuses.",
  "\"What we've seen all year really is the dual policy of President Trump wanting to have a much closer relationship with Putin,\" and the trio of Defense Secretary James Mattis, National Security Advisor H.R.",
  "That contrast is emblematic of the year-long tug-of-war within the administration, said Angela Stent, director of the Center for Eurasian, Russian and Eastern European Studies at Georgetown University.",
  "\"We're a year in, and it's looking like we've settled on a Russia policy and that Russia policy is pretty confrontational,\" said Matt Rojansky, director of the Kennan Institute at the Wilson Center.",
  "The decision to send arms to Ukraine, long sought by leaders there and backed by many in Congress, comes as violent clashes between Ukrainian soldiers and Russian-backed separatists have increased.",
  "The slew of actions highlights a decided turn away from the warmer, more cooperative relationship with Russia that President Donald Trump called for during his campaign and early in his presidency.",
  "And national security positions across the administration are now staffed with people, including at the Cabinet level, who have expressed more cautious and traditional views of Russia.",
  "During his speech about the National Security Strategy, Trump said Putin had thanked him for information that helped thwart a planned terrorist attack in St. Petersburg.",
  "The US weapons could lead to \"new victims in our neighboring country, to which we cannot remain indifferent,\" the foreign minister warned.",
  "'Pretty confrontational'\n\nThose close to Trump who advocated for more cooperation with Moscow have been shown the White House door.",
  "Russia's Deputy Foreign Minister Sergei Ryabkov said Saturday that with the move, the US was \"pushing [Ukraine] to new bloodshed.\"",
  "\"The United States, in a certain sense, had crossed the line,\" Ryabkov said, from acting as an intermediary to \"fueling the war.\"",
  "'The source of violence'\n\nThe problem, State Department spokeswoman Heather Nauert said this week, lies entirely with Russia.",
  "\"My sense is that they're beginning to realize that it's just very difficult to get anything done with Russia,\" Stent said.",
  "\"And the Russians haven't diminished the kind of cyber activities\" they were doing during the election campaign, she added.",
  "Defense Secretary James Mattis told reporters, \"I don't expect perfection, but I don't expect dangerous maneuvers, either.\"",
  "It amounted to enshrining, in a formal document, the antithesis of Trump's long-stated goal of warmer ties to Russia.",
  "That generated the threat of \"tit-for-tat\" retaliation from the speaker of Russia's lower house, Vyacheslav Volodin.",
  "\"The principle of reciprocity will be observed,\" Volodin said, according to the state news agency, TASS.",
  "\"Russia and its proxies are the source of violence in eastern Ukraine,\" Nauert said December 19.",
  "Some of these incidents are not mistakes ,\" Chief Pentagon Spokesperson Dana W. White told CNN.",
  "As Trump nears the one-year mark in office, a number of factors have intruded on those plans.",
  "Putin called the strategy \"aggressive\" and said Russia would have to take it into account.",
  "McMaster and Secretary of State Rex Tillerson \"drawing a pretty tough line,\" Stent said.",
  "The State Department did not respond to requests for comment by the time of publication.",
  "The cooperation was \"a great thing,\" Trump said, \"and the way it's supposed to work.\"",
  "I think even the Russians understand the idea of a rapprochement is off the table.\"",
  "\"It's definitely not the policy you would have expected from Trump the candidate.",
  "Those have either stopped or the administration is no longer announcing them.",
  "Moreover, Rojansky adds, the signs point to increasing tensions in 2018.",
  "But it doesn't look like it will be working that way any time soon.",
  "\"Russia is failing to genuinely de-conflict airspace in Syria.",
  "\"There's drama ahead,\" he said."
]