[
  "O’Brien said certain Security Council members bore responsibility for global inaction on Syria and ended his address saying it was time to “place the blame.”\n\nIn Aleppo, rescue crews were working for the third straight day to clear the rubble and search for survivors of presumed Russian or Syrian government airstrikes on the eastern al-Shaar and al-Mashhad neighborhoods that flattened residential buildings and killed at least 23 civilians, according to the Britain-based Syrian Observatory for Human Rights.",
  "The U.N.’s humanitarian chief Stephen O’Brien told the Security Council that the conditions in eastern Aleppo, which is besieged and assaulted by all sides by government forces, had descended into the “merciless abyss of humanitarian catastrophe.”\n\nSpeaking to the Security Council via video link from Geneva, O’Brien painted a grim picture of the conditions in the war-wracked eastern part of the city, where at least 320 civilians including 100 children have been killed in the past week.",
  "The White House said Thursday that Merkel also spoke with U.S. President Barack Obama by phone as well, and both agreed that Russia and the Syrian regime “bear special responsibility for ending the fighting in Syria and granting the U.N. humanitarian access to besieged and hard to reach areas in Syria.”\n\nMeanwhile, airstrikes destroyed the last remaining bakery in Anadan, an opposition town north of Aleppo, activists said.",
  "German Chancellor Angela Merkel and Turkish President Recep Tayyip Erdogan, who spoke by phone Thursday, said Russia, the Syrian government’s chief backer on the international stage, bears “special responsibility to calm the violence and thereby give any chance to a political process,” according to a statement released by Merkel’s office.",
  "The U.N. embarked on an ambitious plan early this year to establish regular humanitarian access to Syrians living under various sieges but was reportedly stymied by the government as well as a restrictive covenant between rebels and the government to limit assistance to 60,000 of the most distressed, divided among four towns.",
  "Government forces seized the Handarat neighborhood along the contested city’s northern flank, forcing rebels to withdraw further from a crucial supply route to the city’s east, the Castello Road, pro-government media and observers said.",
  "Most of the besieged citizens, divided across at least 18 locations around the country, are trapped by government forces, and international observers are beginning to accuse both Damascus and its close ally Moscow of war crimes.",
  "BEIRUT Syrian government forces continued their push into rebel-held districts of Aleppo on Thursday as international officials issued dire warnings of an ongoing humanitarian disaster in Syria’s largest city.",
  "A top Russian diplomat meanwhile called a U.S. threat to halt cooperation with Russia in the Syria conflict an “emotional breakdown” and said Russia is willing to support a 48-hour cease-fire around Aleppo.",
  "Deputy Foreign Minister Sergei Ryabkov on Thursday rejected Washington’s calls for a seven-day pause in hostilities, but said Russia is willing to support a 48-hour truce for humanitarian purposes.",
  "A government blockade of the road has kept the opposition-run east under siege since mid-July, with the exception of a month-long period where rebels broke through the government’s southern line.",
  "The video shows damaged traditional buildings, with arched ceilings and stone walls, in the Farafra neighborhood which rests at the foot of the city’s towering central citadel.",
  "Adnan Medlej, an activist from Anadan, said the bakery was hit shortly after it distributed bread to the town’s remaining 2,000 residents and others in nearby villages.",
  "O’Brien’s report noted that the U.N. now calculates that 861,200 Syrians are trapped in sieges - a nearly 50 percent increase from the last estimate of 586,200.",
  "Meanwhile the U.S. and Russia escalated their war of words over the catastrophe as government forces kept up their assault on Aleppo’s rebel-held quarters.",
  "But gains have proven ephemeral in the battle for Aleppo: government forces captured Handarat last Saturday, only to surrender it again Sunday.",
  "Germany and Turkey condemned what they called “blatant breaches of international humanitarian law” and renewed calls for a cease-fire.",
  "After intense bombings that devastated the town’s infrastructure, most residents have fled to other areas in rural Aleppo province.",
  "The new figure reflects the government’s protracted blockade around eastern Aleppo, where an estimated 250,000 people or more live.",
  "Damascus blocked assistance from reaching eastern Aleppo during a week-long cease-fire which collapsed earlier this month.",
  "Syria’s military also released a video purporting to show a freshly captured neighborhood in the city’s historic center.",
  "Soldiers and allied militants are seen walking past mounds of debris, twisted metal bars, and caved-in ceilings.",
  "A video shot by Medlej shows the bakery destroyed and a crater outside, with water leaking and walls scorched.",
  "On Wednesday, government shelling near a bread distribution center in Aleppo city killed six people.",
  "The government claimed it expelled rebels from the front-line neighborhood Tuesday.",
  "At that time, a total of 487,000 Syrians were estimated to be living under siege.",
  "An additional 765 have been wounded."
]