[
  "The emergency meeting illustrated the unanimity by world powers of shock and condemnation at the latest nuclear test, but it also revealed fundamental divisions about what to do next: While the U.S. wants tougher sanctions and to keep military options on the table, Russia and China focused on negotiations with the Pyongyang government, CBS News' Pamela Falk reports.",
  "Ambassador Nikki Haley told an emergency session of the U.N. Security Council that \"enough is enough\" from North Korea, which she said must face the \"strongest possible measures\" from the council for conducting its sixth nuclear test explosion over the weekend -- the isolated totalitarian state's most powerful to date.",
  "According to South Korean lawmakers, the country's National Intelligence Service (NIS) informed them in a closed meeting that Pyongyang may carry out another ICBM test around the anniversary of the regime's foundation on Saturday, or the anniversary of the establishment of the ruling political party, on Oct. 10.",
  "As Haley called for tough new economic sanctions against North Korea, the rogue state was reportedly making preparations for a new long-range missile test as South Korea takes measures -- in conjunction with the U.S. -- in retaliation for what the North claimed was its first successful test of a hydrogen bomb.",
  "Despite the heated rhetoric between Washington and the Kim regime, CBS News correspondent Ben Tracy reports that it is South Korea that faces the most dangerous, most direct threat from the North's weapons, and the South responded to the sixth nuclear test quickly and fiercely.",
  "Whether the latest provocation from Pyongyang can also be used to persuade China and Russia to get behind even more crippling sanctions against North Korea will be the next big test of Security Council unity -- and of the negotiating powers of Haley and her team.",
  "South Korea's Defense Ministry said earlier Monday that the North appeared to be planning another missile launch, possibly of an intercontinental ballistic missile (ICBM) to show off its claimed ability to target the United States with nuclear weapons.",
  "U.S. Defense Secretary James Mattis warned the North on Sunday that, \"Any threat to the United States or its territories, including Guam or our allies, will be met with a massive military response -- a response both effective and overwhelming.\"",
  "It was clear that the U.S. expects -- with new sanctions -- to take countries to task for evading existing U.N. sanctions, a bank shot of sorts, putting pressure on China and several other countries to curb North Korea's behavior, Falk said.",
  "Chang Kyung-soo, an official with South Korea's Defense Ministry, told lawmakers on Monday that Seoul was seeing preparations in the North for an ICBM test, but he didn't provide details about how officials had reached that assessment.",
  "Haley said that, despite a steady ramping-up of international sanctions against North Korea since 2006, \"the North Korea nuclear program is more advanced and more dangerous than ever ... War is never something the United States wants.",
  "The United States' ambassador to the United Nations on Monday said North Korean dictator Kim Jong Un was \"begging for war\" with his continued defiance of international sanctions barring his country from nuclear and missile tests.",
  "The South fired missiles into the sea on Monday to simulate an attack on North Korea's main nuclear test site, a day after Pyongyang detonated its largest nuclear test explosion to date, drawing international condemnation.",
  "Russia's Deputy Foreign Minister Sergei Ryabkov said on Monday that any further U.S. THAAD hardware placed in South Korea would force Moscow to, \"raise the question about our reaction -- about our military balances.\"",
  "In addition to the missile drill, Seoul said Monday that it would temporarily deploy four additional launchers of the U.S. THAAD missile defense system, once it finished an environmental impact assessment.",
  "With protesters trying to block their deployment over environmental concerns for years, South Korea's new president was himself resistant to putting more of the anti-missile installations in the country.",
  "China and Russia strongly oppose the THAAD deployment in South Korea, with Beijing complaining that its powerful radar can probe deep into its territory, posing a security threat.",
  "Chang also said the yield from the latest nuclear detonation appeared to be about 50 kilotons, which would mark a \"significant increase\" from North Korea's past nuclear tests.",
  "The South Korean news agency Yonhap reported Monday that Washington and Seoul were also discussing deploying an American aircraft carrier and strategic bombers to the region.",
  "Haley said President Trump's administration still wanted to find a diplomatic solution to the nuclear standoff, but warned \"our country's patience is not unlimited.\"",
  "That proclamation quickly highlighted the difficulties of unifying other nations around a response to the North Korean threat.",
  "A draft resolution for more sanctions would be circulated this week with a possible vote next week, Haley said.",
  "As Doane reports, Kim's test of an even more powerful nuclear device seems to have eased those concerns.",
  "The THAAD systems are also controversial inside South Korea.",
  "But our country's patience is not unlimited.\"",
  "We don't want it now."
]