[
  "BREAKING: #US, #UK and #France prepare a new #strike against Syria - Russian MoD https://t.co/uQuPIAJ42j\n\nAnwar Amro / AFP / Getty Images\n\nIn response to the escalating rhetoric, a NATO spokesperson told BuzzFeed News they would “not speculate on hypothetical situations.” NATO Acting Deputy Spokesperson Dylan White, in further remarks to BuzzFeed News, said, “What I can say is that the use of chemical weapons is unacceptable, and NATO demands that all perpetrators be held accountable.” He continued: “Since the start of the conflict, the Syrian regime has repeatedly used chemical weapons against its own people.",
  "Sameer Al-doumy / AFP / Getty Images\n\nThe Russian Defense Ministry statement also claimed that a US destroyer, USS The Sullivans, has moved into the Persian Gulf in preparation for the strikes, and that British special services had helped train the militants who would allegedly be carrying out the false-flag attack.",
  "The volume was increased the following day, when Russian Defense Ministry spokesperson Maj. Gen. Igor Konashenkov told the Russian news agency TASS that \"the interested extra-regional forces are once again preparing major provocations in Syria using poisonous substances to severely destabilize the situation.\"",
  "\"To carry out the alleged 'chemical attack' in the city of Jisr al-Shughur in the province of Idlib, militants from the Tahrir al-Sham group [affiliated with the Syrian branch of al-Qaeda] had delivered eight tankers with chlorine … to a village a few kilometers from Jisr al-Shughur,\" Konashenkov said.",
  "As the Russian officials’ remarks spread, covered by Russian outlets TASS and Sputnik, as well as PressTV of Iran (which supports the Syrian regime in the civil war through its proxies), they fed the trolls labeling chemical attacks as false flags and those involved as actors or terrorists — or both.",
  "NATO is not present in Syria, but we support the efforts of the United Nations to achieve a lasting political resolution to the conflict.” Numerous chemical attacks have been documented by international observers, such as the United Nations, in the course of the war.",
  "Louai Beshara / AFP / Getty Images\n\nHamza Al-ajweh / AFP / Getty Images\n\nRussian officials even named a possible location: a village in Idlib, a province in Syria’s northwest and one of the remaining rebel-held areas, called Kafr Zayta.",
  "The UK’s Ministry of Defence did not comment on its Russian counterpart’s Facebook claim of “British special services” involvement, and a source told BuzzFeed News it was policy to neither confirm nor deny special forces movements.",
  "On Wednesday, Russian Foreign Minister Sergei Lavrov, at a press conference in Saudi Arabia, said the West was \"actively heating up\" the idea of a \"so-called planned chemical attack by the [Syrian] government,\" AFP reported.",
  "He also gave the clearest indication yet that a government offensive was imminent, confirming speculation by international observers who have noted significant troop movements in the past three weeks.",
  "“We warn the United States and its allies against new reckless moves,\" Russian Deputy Foreign Minister Sergei Ryabkov told Russian news channel Sputnik on Aug. 25.",
  "Earlier this year the chemical attack on Douma, which killed at least 45, saw the US launch 105 strikes against pro-government forces.",
  "They also violate multiple UN Security Council Resolutions, as well as the Chemical Weapons Convention, which Syria ratified in 2013.",
  "He went on to suggest \"the scenario of a gross provocation and subsequent strikes [on Syria] was very likely.\"",
  "These barbaric attacks have contributed to appalling human suffering.",
  "He was building on the comments of other officials for the past week.",
  "Stringer / Reuters"
]