[
  "President Trump labeled Assad’s actions, which resumed amid an offensive by Syrian government forces after the collapse of a truce, “are not the actions of a man,” but “are the crimes of a monster instead.”\n\nThe Syrian government and its Russian backers have strongly rejected allegations of a chemical attack, questioning whether a chemical weapons attack even took place and even claiming that purported evidence of a chemical weapons attack was fabricated.",
  "But Pentagon spokesman Marine Maj. Adrian Rankine-Galloway told Fox News on Monday that “There are no US or Coalition operations in that area [Homs],” adding: “We don’t have anything additional to provide.”\n\nFox News’ Lucas Tomlinson, Kathleen Joyce, along with The Associated Press, contributed to this report.",
  "The U.S. and France, along with Syrian activists, rescuers and medics, have said the poison gas attack in Douma, led by the regime of Syrian President Bashar al-Assad, killed at least 40 people and injured more than 500, a rebel-held town located roughly 6 miles northeast of the Syrian capital of Damascus.",
  "The Organization for the Prohibition of Chemical Weapons (OPCW) said that officials from both countries have cited “pending security issues” for preventing the independent watchdog from entering Douma, the Syrian city where U.S. and French authorities believe a poison gas attack occurred on April 7.",
  "PUTIN WARNS 'CHAOS' WILL ENSUE IF WEST STRIKES SYRIA AGAIN\n\nIn response to the attack, U.S., U.K. and French forces launched precision military strikes in Syria, targeting three locations which the Pentagon said made up the heart of Assad’s programs to develop and produce chemical weapons.",
  "US MISSILE ATTACK ON SYRIA CAPTURED IN STUNNING PENTAGON VIDEO\n\nInstead of inviting them to enter the city, Syrian officials have offered them the chance to interview 22 people as witnesses, Ahmet Uzumcu, Director-General of OPCW, told an executive council meeting of the group on Monday.",
  "Discussions over the suspected site of the chemical attack come after Syrian state-run television reported that Syrian air defenses were confronting a new “aggression” over Homs, where the Shayrat Air Base is located, but did not say who carried out the alleged airstrikes.",
  "\"As far as I understand, what is hampering a speedy resolution of this problem is the consequences of the illegal, unlawful military action that Great Britain and other countries conducted on Saturday,\" Ryabkov said.",
  "Russian Deputy Foreign Minister Sergei Ryabkov suggested Monday that OPCW inspectors couldn’t get quick approval to visit the site of the alleged attack because of airstrikes from the West.",
  "We have not denied the team any request for it to go to Douma,” and U.N. Secretary-General Antonio Guterres last week reaffirmed his support for an OPCW investigation.",
  "Opposition activists have said the troops might have removed any evidence of chemical weapons' use, a claim Russian Foreign Minister Sergey Lavrov has called false.",
  "However, United Nations spokesman Stephane Dujarric said the U.N. has \"provided the necessary clearances for the OPCW team to go about its work in Douma.",
  "Officials in Syria and Russia allegedly blocked investigators from entering the scene of a suspected chemical attack, a watchdog group said Monday.",
  "He added that he hoped \"all necessary arrangements will be made ... to allow the team to deploy to Douma as soon as possible.\"",
  "Government forces and Russian troops have been deployed in Douma, which is now controlled by the Syrian government."
]