[
  "JUST WATCHED President Trump starts rally attacking media Replay More Videos ... MUST WATCH President Trump starts rally attacking media 02:12\n\nIn Lithuania last year, government intelligence experts showed me their handbook, explaining to their citizens how to spot real news made by professionals and fake news peddled by propagandists.",
  "So perniciously has Putin exercised his power that now, even the internet is no longer a voice of the opposition, but a well of information poisoned by trolls, who systematically spew concocted lies into the information flow with the sole intent of polluting everything they touch.",
  "At the very moment when the best defense against \"fake news\" would be to uphold professional reporting, Trump is mounting a relentless attack on the thousands of professional journalists that have historically been part of America's bulwark against hostile nations.",
  "Gerasimov, one of Russia's pre-eminent strategic thinkers, was laying down the definition of so-called \"hybrid war\", where future wars will be waged with one quarter battle tanks and other military hardware, and much of the rest by cyber warfare.",
  "JUST WATCHED Inside the Russia-US cyberwar Replay More Videos ... MUST WATCH Inside the Russia-US cyberwar 02:41\n\nAmerica has already been hit by the leading edge of this battlefront, but every indication suggests there is more to come.",
  "This week, he is facing calls for his second cabinet pick to resign , after it emerged that Attorney General Jeff Sessions had failed to mention his meetings with Russian Ambassador Sergey Kislyak at his confirmation hearing last month.",
  "A recent example, reported by British journalist Paraic O'Brien , documented a concocted story written on an Estonian woman's Facebook page that was picked up by a Russian-funded site and rebranded as a news story.",
  "The problem was that none of the so-called reporting was true: the story about a girl's grandmother in Estonia being pushed out of line at a hospital by British NATO troops on rotation was a complete fabrication.",
  "Contrary to what Donald Trump has said about NATO being obsolete and not fit for modern warfare, it is running an office in the Baltics helping the region's governments sift professional reporting from fake news.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nIf he had proof, now would be the time to put it on the table, rather than risk weakening America in the face of cyber onslaughts.",
  "Without it, he is creating the global impression he has something to hide and that like Putin, the only way to do so is to discredit the professional journalists who would cover it.",
  "If, as Trump now admits, Russia did have a hand in hacking the DNC's computers, his intentional mischaracterization of professional journalists makes no strategic sense.",
  "By intentionally blurring the lines between good and bad reporting, he is not only taking a page out of Putin's playbook -- he is playing directly into Putin's hands.",
  "Over almost the past decade in Russia, this style of propaganda and its dissemination has become more sophisticated and prolific, making it harder to spot.",
  "In 2013, Putin's Chief of General Staff General Valery Gerasimov proposed a military strategy that would include media, political and intelligence tactics.",
  "To retool an old quote, in the modern war, the pen -- or let's say the keyboard -- is not just mightier than the sword, but is increasingly replacing it.",
  "At the very moment that the security of the US is under threat from the \"Fake News\" of its enemies, the President is fanning the flames of confusion.",
  "Just hours before Trump spoke, Russia's Deputy Foreign Minister, Sergei Ryabkov, said that relations were now at the lowest point since the Cold War.",
  "Trump will be disappointed this new discord has erupted so soon after his widely praised speech to Congress, in which he didn't once mention Russia.",
  "Since the election, Russia's cyber war against the West has been slowly dragged center stage -- and it's unclear if the Kremlin is happy about it.",
  "It is an honorable respected profession drawing people of all backgrounds and political beliefs and has earned its stripes by proving its value.",
  "Now, the Kremlin's allies have turned their hackers, trolls and professional liars to destroying the credibility of news organizations abroad.",
  "Generations of professional journalists have gone to war with troops, stood on the front line with them and, in some cases, died beside them.",
  "So far Trump has not put forward any evidence backing his spurious allegations that professional journalists are trading in fake news.",
  "In Paris, not long after the Charlie Hebdo attack, the French news channel TV5Monde was hacked by what appeared initially to be ISIS.",
  "Independent media institutions have been effectively crushed, meaning many Russians get almost all of their news from state media.",
  "Why would the man with the ultimate responsibility of keeping Americans safe make it harder for them to spot an enemy's attack?",
  "What general would send his soldiers into battle if they couldn't tell the difference between a pitchfork and a fighter jet?",
  "If he is putting personal interests ahead of the rest of the nation, America's enemies will not hesitate in exploiting it.",
  "His failure to mention Moscow might have been because he has finally realized the issue is now too toxic for him to touch.",
  "When Americans most need be able to spot a lie, Trump is creating an environment were people don't know who to believe.",
  "He had little to say on foreign policy, except a willingness to \"find new friends\" and to \"forge new partnerships\".",
  "Russia has been leading the charge, In the past few years, it has invested heavily in tools for cyber warfare.",
  "In the almost two decades he has been President, Putin has silenced critics and journalists at home .",
  "But in-depth investigation by the French authorities suggested that the attack came from Russia.",
  "If nothing else, it was a lesson that Kremlin surrogates were sharpening their cyber skills.",
  "It is becoming increasingly clear that Putin is deciding that the bromance could be over.",
  "Branding professional journalists as fake news defies the logic of protecting America.",
  "(CNN) Donald Trump's early warmth towards President Putin is coming back to haunt him.",
  "The open hostility of the Obama years may well extend into Trump's presidency.",
  "They have already begun to do so -- why would they suddenly stop?",
  "The opinions expressed in this article belong to the author.",
  "This war that doesn't just hack, but trolls and fabricates.",
  "Iran, and China have also been honing their cyber tactics.",
  "So it is with Trump's attacks on professional reporters.",
  "Where there was once some warmth, now there is a chill.",
  "Nic Robertson is CNN's international diplomatic editor.",
  "Russia has fast become the ghost he can not exorcise.",
  "Europe is getting a taste of the hybrid war too.",
  "The war would be lost in minutes.",
  "The battle has already begun.",
  "Russia is not alone."
]