[
  "Deputy Foreign Minister Sergei Ryabkov said Tuesday that the al-Qaida-linked Levant Liberation Committee is preparing the attack in the northern Idlib province, and that it would be filmed by first-responders known as the White Helmets, who Russia has accused of fabricating past attacks.",
  "She said the claim was either aimed at increasing \"the amount of fake news in the system (or) as a smoke screen for a possible impending attack by the Syrian regime, once again against its own people, in Idlib.\"",
  "Last week, Russian Maj. Gen. Alexei Tsygankov, who heads the center for reconciliation of warring parties in Syria, claimed that British special services were involved in plans for the alleged provocation.",
  "The Syrian government has been sending reinforcements toward Idlib for weeks ahead of an expected major offensive against the last major rebel stronghold in the country.",
  "Western countries and independent analysts say Syrian government forces have conducted several chemical weapons attacks over the course of the seven-year civil war.",
  "That brought a heated denial from Britain's U.N. ambassador, Karen Pierce, during a Security Council session on the humanitarian situation in Syria held Tuesday.",
  "Russia on Tuesday again accused Syrian rebels of preparing a chemical attack which Moscow says will be used to justify a Western strike against Syrian troops.",
  "People in their right minds will not use means that are useless from a military point of view in order to trigger reprisals by three major powers,\" he said.",
  "U.S. National Security Adviser John Bolton last week warned Syria's government against using chemical weapons and vowed a tough response if it does.",
  "Russia's U.N. ambassador Vassily Nebenzia said that \"if the Defense Ministry says something, then it says that based on concrete facts.\"",
  "\"I repeat the statement that I, the French and the Americans made earlier about responding appropriately,\" she added.",
  "Alleged chemical attacks in 2017 and earlier this year led the U.S. to launch punitive strikes against Syrian forces.",
  "\"Even by the egregious standards of Russian propaganda, this is an extraordinary allegation,\" she said.",
  "Russia is a close ally of the Syrian government, which denies ever using chemical weapons.",
  "\"The Syrian armed forces do not have chemical weapons and have no plans to use them.",
  "There is no military need for that.",
  "We have stated that more than once.",
  "\"It is wholly untrue.\""
]