[
  "“It’s not like these people wear badges that say, ‘I’m a Russian intelligence officer.’”\n\nThen in early March, the Washington Post reported that Attorney General Jeff Sessions had met with Russian Ambassador Sergey Kislyak twice during the 2016 campaign, when he was serving as a Trump adviser.",
  "He resigned in late August — right in the middle of the campaign — after a secret ledger was discovered with his name in it, suggesting he had quietly received $12.7 million between 2007 and 2012 from Ukraine’s pro-Russian former president, Viktor Yanukovych.",
  "On October 2, Stone sent a tweet hinting he had inside knowledge that WikiLeaks was about to torpedo Clinton’s campaign:\n\nFive days later, on October 7, WikiLeaks released the first tranche of emails hacked from Clinton campaign manager John Podesta.",
  "“This was managed of the TRUMP side by the Republican candidate’s campaign manager, Paul MANAFORT.”\n\nSo the question of whether the American president assisted in a Russian effort to interfere with the democratic process is still very much open.",
  "“[The FBI is] investigating the nature of any links between individuals associated with the Trump campaign and the Russian government and whether there was any coordination between the campaign and Russia’s efforts,” Comey said.",
  "Private cybersecurity firms and researchers have linked some of the code in the hack to known Russian operations; there’s consensus in the US intelligence community that Russia’s operation was designed in part to help Trump.",
  "“Source E, an ethnic Russian close associate of Republican US presidential candidate Donald TRUMP, admitted that there was a well-developed conspiracy between them and the Russian leadership,” Steele writes in the dossier.",
  "It’s important to note that there is still no evidence — as even Democratic critics have been careful to note — that the Trump campaign colluded with the Kremlin to harm Hillary Clinton and help win the White House.",
  "An uncorroborated dossier put together by a former British intelligence operative, Christopher Steele, claims there was an “extensive conspiracy” between Trump and the Russians to weaken the Clinton campaign.",
  "In August, longtime conservative political operative and close Trump confidant Roger Stone said that he was in touch with WikiLeaks, the source through which Russia released the hacked emails to the public.",
  "The evidence comes entirely from testimony from anonymous sources, with little identifiable corroboration, and thus is very far from conclusive (though parts of it have apparently been deemed credible).",
  "What we don’t know is whether there’s a connection between those two things — that is, whether the Trump camp knew about the Russian hack while it was ongoing or worked with the Kremlin to weaponize it.",
  "The New York Times reported in February that members of Trump’s campaign team and other “Trump associates” had “repeated contacts with senior Russian intelligence officials” prior to the November vote.",
  "Still, there is no question that Comey’s comments, delivered during testimony given to the House Permanent Select Committee on Intelligence, turn up the heat on the Trump administration considerably.",
  "FBI counterintelligence investigators have tremendous capabilities at their disposal, and are in a very good position to find proof of coordination between the Trump campaign and Moscow if it exists.",
  "What we know about the Trump campaign’s ties to Russia\n\nRumors of Trump-Russia coordination really began after we found out about the hack of the Democratic National Committee (DNC) in June 2016.",
  "President Trump, for his part, spent Monday morning denying there was any real story here:\n\nThe Democrats made up and pushed the Russian story as an excuse for running a terrible campaign.",
  "Comey’s comments were a direct rebuke to President Trump, who has long tried to argue that concerns about potential Russian involvement had been ginned up by Democrats for political gain.",
  "Suspicion fell on Russia almost immediately, given Trump’s pro-Russian approach to foreign policy and Russia’s long history of interfering in Western elections.",
  "In a July 2016 press conference, his final presser of the campaign, Trump publicly called on Russia to hack Clinton and publish emails from her private server.",
  "After the campaign was over, Russian Deputy Foreign Minister Sergei Ryabkov publicly admitted that members of Trump’s “entourage” were in touch with Russia.",
  "FBI Director James Comey has just dropped a bombshell — confirming for the first time that the FBI is investigating links between Trump allies and Russia.",
  "As emails hacked from Clinton allies continued to leak to the press in a way that seemed designed to damage her campaign, these suspicions grew stronger.",
  "“I cannot say that all of them, but quite a few have been staying in touch with Russian representatives,” he told the Russian news service Interfax.",
  "This is despite the fact that Sessions said in his confirmation hearing that “I did not have communications with the Russians” — while under oath.",
  "All of this raised the million-dollar question: Did Trump, or anyone on his team, know about the hack targeting Clinton while it was going on?",
  "We’ve seen a lot of smoke suggesting Trump campaign coordination with Russia, but — so far — haven’t seen proof that there’s actual fire.",
  "Comey is now effectively saying his own boss was misleading the American public, and that a formal criminal probe is indeed underway.",
  "Paul Manafort, who was Trump’s campaign manager at the time the first emails went public, has longstanding ties to the Russian state.",
  "First, an unknown number of Trump campaign operatives and Trump-adjacent people were in touch with agents of the Russian government.",
  "“The officials interviewed in recent weeks said that, so far, they had seen no evidence of such cooperation,” the Times reports.",
  "And did they plan their campaign strategy, which centered on “Crooked Hillary” and her emails, around Russian interference?",
  "Subsequent news reports, sourced to members of the US government and intelligence services, confirmed Ryabkov’s comments.",
  "The calls were intercepted by US officials monitoring Russian intelligence, who then leaked their existence to the Times.",
  "Second, the Trump camp had no problem with Russian interference in the election, and at times seemed to welcome it.",
  "Manafort was the only Trump official identified by name in the Times report, though he denied the allegations.",
  "\"Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,\" Trump said.",
  "— Donald J. Trump (@realDonaldTrump) March 20, 2017\n\nThis, at least for the time being, is clearly false.",
  "The disclosure forced Sessions to recuse himself from any involvement in the FBI’s Russia investigation.",
  "“I have never knowingly spoken to Russian intelligence officers,” Manafort told the Times reporters.",
  "There is a smidgen of evidence outside of the calls to support cooperation allegations.",
  "The FBI investigation means the Russia story isn’t made up, and won’t go away.",
  "At this point, the evidence that Russia is responsible is pretty conclusive.",
  "There’s no confirmation, in the Times or Post reports, to support this.",
  "Trump himself seemed to encourage Russian involvement in the election.",
  "\"I think you will probably be rewarded mightily by our press.\"",
  "And the FBI, we now know, is investigating it thoroughly.",
  "Put this all together and two things become clear.",
  "There is certainly circumstantial evidence.",
  "Big advantage in Electoral College & lost!"
]