[
  "And I think they have pretty good - pretty good, valid grounds for that, particularly if you put the death level and the injury level on a population-adjusted basis - population of France about one-sixth that of the United States - this really starts to resemble a 9/11 level event.",
  "“What we’ve made clear to the French is we will be shoulder to shoulder with them in this response.”\n\nAt issue is Article 5 of NATO’s charter, which states that an attack on one member of the alliance is an attack on all of them.",
  "There are many Arab states - and indeed Russia at least has articulated a desire to conduct operations as part of this - so I see this as NATO as the core of, effectively, a global response against the Islamic State.",
  "The killings of 129 people in multiple attacks on Paris on Friday have resulted in calls for a NATO campaign against the Islamic State, which claimed responsibility for the carnage.",
  "In an interview with NPR, Admiral James Stavridis, a former NATO-allied supreme commander, pointed out the attacks in Paris were similar to the attacks of September 11.",
  "It would start with an enhanced level of intelligence-sharing and special operations from the NATO nations going in and supporting the current campaign.",
  "“That’s a decision for the French to make,” Ben Rhodes, the White House’s deputy national-security adviser, said on NBC’s Meet the Press.",
  "Thirdly, I think NATO should take on the training mission, both for the Kurds in the north and the Iraqi security forces in the south.",
  "Any nation of the 28 in NATO has the authority to request an Article 4 consultation, which leads to an Article 5 declaration.",
  "The article has been invoked just once in NATO’s more than six-decade history: after the attack of September 11, 2001.",
  "This would bring many more assets - aircraft ordinance, the airborne early warning aircraft - into the fight.",
  "Separately, Stavridis predicted to the BBC NATO will put “boots on the ground” against the Islamic State.",
  "He said he expected 10,000 to 15,000 of the alliance’s troops would be required.",
  "[T]his way the United States doesn't have to pull the entire load.",
  "A response is based on the principle of collective defense.",
  "“I do [think that], and I think the French very much do.",
  "… I think a NATO response would be four or five things.",
  "We need the alliance to step up and be there with us.",
  "Secondly, NATO would take over the bombing campaign.",
  "And by the way, this ought to be not just NATO.",
  "I think France will do that."
]