[
  "The downing of the warplane -- the first time in the conflict that the U.S. has shot down a Syrian jet -- came amid another first: Iran fired several ballistic missiles Sunday night at ISIS positions in eastern Syria in what it said was a message to archrival Saudi Arabia and the United States.",
  "MOSCOW -- Warplanes from the U.S.-led coalition operating over Syrian government-controlled areas west of the Euphrates River will be tracked as potential targets, Russia's Defense Ministry said Monday, a day after the U.S. military shot down a Syrian air force jet.",
  "But in April, Russia briefly suspended a hotline intended to prevent midair incidents with the U.S. over Syria after the American military fired 59 missiles at a Syrian air base following a chemical weapons attack that Washington blamed on the Assad government.",
  "Meanwhile, Iran said the missile strike by its powerful Revolutionary Guard hit Syria's eastern city of Deir el-Zour on Sunday night and was in retaliation for two attacks in Tehran earlier this month that killed 17 people and were claimed by ISIS.",
  "Moscow condemned the downing of the Syrian jet after it dropped bombs near the U.S.-backed Syrian Democratic Forces that are fighting the Islamic State of Iraq and Syria (ISIS) in Syria's increasingly complicated civil war.",
  "Ozerov insisted that Russia will be tracking the coalition's jets, not shooting them down, but he added that \"a threat for those jets may appear only if they take action that pose a threat to Russian aircraft.\"",
  "The muscle-flexing comes amid the worsening of a long-running feud between Shiite powerhouse Iran and Saudi Arabia, with supports Syrian rebels and has led recent efforts to isolate the Gulf nation of Qatar.",
  "Meanwhile, the U.S.-backed opposition fighters said Assad's forces have been attacking them in the northern province of Raqqa and warned that if such attacks continue, the fighters will take action.",
  "The Britain-based Syrian Observatory for Human Rights, which tracks Syria's war, said government forces expanded their presence in Raqqa province by capturing from ISIS the town of Rasafa.",
  "Government forces have also been attacking ISIS in northern, central and southern Syria, seizing 9,600 square miles and reaching the Iraqi border for the first time in years.",
  "It also raised questions about how U.S. President Donald Trump's administration, which had previously put Iran \"on notice\" for its ballistic missile tests, will respond.",
  "In comments to Russian news agencies, Russian Deputy Foreign Minister Sergei Ryabkov compared the downing to \"helping the terrorists that the U.S. is fighting against.\"",
  "Clashes between Syrian troops and the SDF would escalate tensions and open a new front line in the many complex battlefields of the civil war, now in its seventh year.",
  "The U.S. recently deployed a truck-mounted missile system in Syria as Iranian-backed forces cut off the advance of the U.S.-supported rebels along the Iraqi border.",
  "Both sides are battling ISIS, with SDF fighters focusing on their march into the northern city of Raqqa, which the extremist group has declared to be its capital.",
  "Viktor Ozerov, chairman of the defense and security committee at the upper chamber of Russian parliament, described the Defense Ministry's statement as a warning.",
  "In a statement, the U.S. military said that officials used a \"de-confliction channel\" to contact the Syrian government in an attempt to de-escalate the situation.",
  "\"I'm sure that because of this neither the U.S. nor anyone else will take any actions to threaten our aircraft,\" he told the state-owned RIA Novosti news agency.",
  "It appeared to be Iran's first missile attack abroad in over 15 years and its first in the Syrian conflict, in which it has provided crucial support to Assad.",
  "The missiles flew over Iraq before striking what the Guard called an ISIS command center and suicide car bomb operation in Deir el-Zour, over 370 miles away.",
  "The Russians appear to want to avoid further U.S. targeting of Syrian warplanes or ground troops that have come under U.S. attack in eastern Syria recently.",
  "\"The Saudis and Americans are especially receivers of this message,\" Gen. Ramazan Sharif of the Revolutionary Guard told Iranian state TV in an interview.",
  "Sillo also warned that if \"the regime continues in its offensive against our positions in Raqqa province, this will force us to retaliate with force.\"",
  "Those forces, which are aligned with the U.S. in the campaign against ISIS, warned Syrian government troops to stop their attacks or face retaliation.",
  "There were casualties, said Abu Laila, who is originally from Deir el-Zour and currently lives in Germany, where he runs a website about the province.",
  "Clashes between the Kurdish-led SDF and Syrian forces have been rare and some rebel groups have even accused them of coordinating on the battlefield.",
  "The U.S. military confirmed that one of its F-18 Super Hornets shot down a Syrian Su-22 that had dropped bombs near the U.S. partner forces SDF.",
  "Areas of northern Syria west of the Euphrates were controlled by ISIS before Syrian government forces captured most of them in recent months.",
  "Iran's powerful Revolutionary Guard said it launched six Zolfaghar ballistic missiles from the western provinces of Kermanshah and Kurdistan.",
  "He said government forces began attacking SDF on Saturday, using warplanes, artillery and tanks in areas that SDF had liberated from ISIS.",
  "Syrian opposition activist Omar Abu Laila said two Iranian missiles fell in and near the eastern town of Mayadeen, an ISIS stronghold.",
  "Iraqi lawmaker Abdul-Bari Zebari said his country agreed to the missile overflight after coordination with Iran, Russia and Syria.",
  "The missile attack came amid recent confrontations in Syria between U.S.-backed forces and Iranian-backed pro-government factions.",
  "Russia, a key ally of Syrian President Bashar Assad, has been providing an air cover to the government's offensive since 2015.",
  "The extremists have been trying to fortify their positions in the Syrian city in the face of a coalition onslaught on Raqqa.",
  "CBS News correspondent David Martin reports that the F-18 fired two missiles as it approached the Su-22 jet from behind.",
  "Moscow also called on the U.S. military to provide a full accounting of why it decided to shoot down the Syrian Su-22.",
  "Video on Iranian state TV showed the weapons on truck missile launchers in the daylight before the nighttime volley.",
  "Israel also is concerned about Iran's missiles and has deployed a multilayered missile-defense system.",
  "The first missile missed the aircraft, while the second managed to blow off the rear end of the jet.",
  "SDF spokesman Talal Sillo said the government wants to thwart the SDF offensive to capture Raqqa.",
  "\"That's why there's no threat of direct confrontation between Russia and American aircraft.\"",
  "Former Guard chief Gen. Mohsen Rezai wrote on Twitter: \"The bigger slap is yet to come.\"",
  "ISIS has not immediately acknowledged the attack.",
  "\"What is this, if not an act of aggression?\"",
  "Iranian officials threatened more strikes.",
  "he asked."
]