[
  "Trump denounced nuclear arms treaty in phone call with Putin – sources Read more\n\nAlexandra Bell, a former senior arms control official at the state department, now at the Centre for Arms Control and Non-Proliferation, said that in informal, “track two” discussions, Russian arms control experts suggested Moscow might be ready for a compromise to salvage the INF.",
  "“Very little good will come of this, other than another round of nuclear escalation with Russia.”\n\nDaryl Kimball, the head of the Washington-DC based Arms Control Association, said: “For the US it would be a disastrous own goal to pull out when it has been Russia that has been in non-compliance for some time.",
  "US to loosen nuclear weapons constraints and develop more 'usable' warheads Read more\n\nThe Trump administration’s Nuclear Posture Review, released in February, called for the US to do research on its own ground-launched medium-range missiles as a way of pressuring Moscow back into INF compliance.",
  "“This will be a decision obviously made in concert with our allies by the president, and we’ll take it from there.”\n\nArms control advocates argue that walking out on the INF is premature before any detailed negotiations between US and Russian specialists on resolving the row over compliance.",
  "US Nato envoy's threat to Russia: stop developing missile or we'll 'take it out' Read more\n\nWithdrawal from the treaty, which would mark a sharp break in US arms control policy, has yet to be agreed upon by cabinet and faces opposition from within the state department and the Pentagon.",
  "Over the summer he brought into the White House another hardliner on arms control, Tim Morrison, the former Republican policy director on the House armed services committee, and between them they have taken the lead on arms control issues away from the state department.",
  "Moscow insists the missile does not violate the range restrictions in the INF and alleges in return that a US missile defence system deployed in eastern Europe against a potential Iranian threat can be adapted to fire medium-range offensive missiles at Russia.",
  "“Our discussions here were to ensure that we answered all questions that any of the nations had, and that we look at what options do we have, and to make certain that all the nations had input to me as I go into the discussions in Washington,” Mattis said.",
  "Bolton, Donald Trump’s third national security adviser, has issued a recommendation for withdrawal from the 1987 intermediate-range nuclear forces treaty (INF), which the US says Russia has been violating with the development of a new cruise missile.",
  "Bolton, who has spent his career opposing arms control treaties, is seeking to shrug off the traditional role of national security adviser as a policy broker between the agencies, and become a driver of radical change from within the White House.",
  "Provisional plans had been made to resume a strategic stability dialogue in September, led on the US side by Andrea Thompson, the under secretary for arms control at the state department and the Russian deputy foreign minister, Sergei Ryabkov.",
  "A meeting of Nato defence ministers earlier this month in Brussels issued a joint statement saying the INF “has been crucial to Euro-Atlantic security and we remain fully committed to the preservation of this landmark arms control treaty”.",
  "John Bolton is pushing for the US to withdraw from a cold war-era arms control treaty with Russia, in the face of resistance from others in the Trump administration and US allies, according to sources briefed on the initiative.",
  "The treaty is due to expire in 2021 and Moscow has signaled its interest in an extension, but Bolton is opposing the resumption of a strategic stability dialogue to discuss the future of arms control between the two countries.",
  "Asked for comment on the future of the INF, a senior administration official said: “Across two administrations, the United States and our allies have attempted to bring Russia back into full and verifiable compliance with INF.",
  "An amendment in the 2019 defence spending bill requires the president to tell the Senate by 15 January whether Russia is in “material breach” of the treaty, and whether the INF remains legally binding on the US.",
  "Despite our objections, Russia continues to produce and field prohibited cruise misses and has ignored calls for transparency.”\n\n“The US has started to brief allies with the possibility of withdrawal.",
  "But I don’t believe there has been any kind of interagency process in the administration,” said Jon Wolfsthal, a former senior director for non-proliferation and arms control at the NSC.",
  "Bolton’s meeting with his Russian counterpart, Nikolai Patrushev, in Geneva in August, was expected to give the final green light to the dialogue, but Bolton is said to have blocked it.",
  "Former US officials say Bolton is blocking talks on extending the 2010 New Start treaty with Russia limiting deployed strategic nuclear warheads and their delivery systems.",
  "The treaty marked the end of a dangerous nuclear standoff in 1980s Europe pitting US Pershing and cruise missiles against the Soviet Union’s SS-20 medium-range missiles.",
  "The New York Times reported on Friday that Bolton intended to use his Moscow trip to inform Russian leaders of the administration’s plans to exit the INF agreement.",
  "“The decision has been taken in the NSC [National Security Council] that the US should withdraw, and they are trying to persuade other parts of the administration.",
  "There has been no formal Trump decision yet,” said Hans Kristensen, the director of the nuclear information project at the Federation of the American Scientists.",
  "However, the US defence secretary, James Mattis, made it clear that all options were on the table in Washington’s response to Russian violations.",
  "The US alleges Russia is now violating the treaty with the development and deployment of a ground-launched cruise missile, known as the 9M729.",
  "That review was completed before Bolton came to the White House and he is now seeking to toughen the administration’s nuclear stance further.",
  "In remarks in Sochi on Thursday, Putin appeared to suggest that Russia would adopt a “no first use” policy on nuclear weapons.",
  "It will open the door for Russia to expand its small and relatively insubstantial ground-launched missile arsenal.”",
  "“You should be able to get somewhere with the Russians, but Bolton doesn’t seem interested,” Bell said.",
  "The US has briefed its European allies this week about the proposal, sounding out reactions.",
  "A meeting on Monday at the White House to discuss the withdrawal proposal was postponed.",
  "“[W]e expect to be struck by nuclear weapons, but we will not use them first,” he said.",
  "He is due to visit Moscow next week, when the Kremlin said he may meet Vladimir Putin.",
  "The briefing alarmed UK officials who see the INF as an important arms control pillar.",
  "“We have no concept of a pre-emptive strike,” he told a conference.",
  "The INF faces a congressionally imposed deadline early next year.",
  "Under the terms of the treaty, withdrawal would take six months.",
  "They said it would also hand a propaganda victory to Moscow.",
  "It did not advocate leaving the treaty."
]