[
  "Other Republican supporters include former House Speaker Newt Gingrich, who called Trump’s friendliness to Putin in Helsinki “the most serious mistake of his presidency.”\n\n“We are going into a different phase now,” says one senior Obama-era official who was directly involved in drafting sanctions against Moscow between 2014 and 2016, and who is not authorized to speak on the record.",
  "These are based on a violation of a 1991 U.S. law that requires the president to act against any country that has “used chemical or biological weapons in violation of international law.” The measures require Russia to allow international inspectors into its secret chemical weapons facilities within 90 days or face even more stringent punishment.",
  "Franz Klintsevich, a member of the Defense Committee of Russia’s upper house of parliament, recently told state television that the sanctions were part of a “multifaceted global plot to destroy Russia.” The Kremlin-controlled media have dismissed economic penalties as ineffective and more damaging to the West than to Russia.",
  "Turn the screws all the way.’”\n\nBRENDAN SMIALOWSKI/AFP/Getty\n\nThe congressional effort runs parallel to a third set of sanctions, imposed by the Treasury and State Department on August 22 in response to the attempted nerve-agent poisoning of ex-spy Sergei Skripal and three others in Salisbury, England, in March.",
  "And there’s more: Additional measures under ­consideration, by both Congress and the Treasury Department, are the sanctioning of Russian local and international sovereign bonds—a third of which are held by foreign investors—and a full-scale investigation into Russian officials’ money abroad.",
  "Peter Nicholls/REUTERS\n\nRussia’s Federation Council, parliament’s upper house, has begun drafting a raft of counter-­sanctions that could include banning the export of Russian-made rocket boosters to the U.S. (currently used by NASA to supply to the International Space Station).",
  "There used to be a bar in downtown Moscow called Sanctions, featuring caricatures of Western politicians and serving only Russian booze—a one-stop summation of President Vladimir Putin’s attitude toward the efforts of the U.S. and Europe to economically kneecap his country.",
  "Although the executive order isn’t directed solely at Russia—the administration said it was also concerned about China, Iran and North Korea—it was instigated by Russian hacking during the 2016 election, currently being ­investigated by special counsel Robert Mueller.",
  "Every time Russia has ­violated international law—by annexing the Ukrainian territory of Crimea in 2014, for instance, or interfering in the 2016 U.S. presidential elections—the U.S. and European Union have announced packages of economic sanctions on the Kremlin.",
  "For much of the first 200 days of the Trump administration, there were effectively “two separate Russia policies in America—Trump’s and Congress’s,” says Vladimir Vasiliyev of the Russian Academy of Sciences’ Institute for U.S. and Canadian Studies, a think tank.",
  "That will depend on the final version of the draft law, which is now being debated in the U.S. Senate.”\n\nThe reaction to the September 12 sanctions ­included top Russian officials denouncing U.S. “hysteria,” declaring Russia to be mighty enough to go it alone.",
  "And Deputy Foreign Minister Sergei Ryabkov threatened on Russian state TV to retaliate against the U.S. by using what he called the “info-component” of Russia’s power, a seeming signal for a new round of interference in U.S. politics by Russian hackers.",
  "The measures under consideration in Congress—known as the Defending American Security From Kremlin Aggression Act—seek to deter further Russian interference in elections by effectively cutting off the country from the world economy.",
  "Putin denounced Congress’s proposed Defending American Security bill as “boorish,” “beyond all reasonable bounds” and “abso­lutely unlawful from the point of view of international law.” He promised that Russia would retal­iate.",
  "They’ll be effective—I’m certain of that.”\n\nDespite the Kremlin’s downplaying of the ­impact of sanctions, Washington “undoubtedly has the power to strangle Russia’s economy if it so ­wishes,” says the Obama-era official.",
  "The warmth he displayed toward the Russian leader in Helsinki was likely instigated by his antipathy toward special counsel Robert Mueller and the ongoing investigation into collusion between Trump’s campaign and Russia.",
  "The proposals include banning major Russian banks from capital markets and freezing overseas acquisitions by Russian gas and oil companies, as well as shutting down Russian botnets and the companies that host them.",
  "Trump’s cordiality toward Putin has been startling—as in Helsinki this past July, when he appeared to credit Putin’s denials of election interference over the unanimous conclusions of his own intelligence services.",
  "He seemed to ­attempt to reposition himself as a hard-liner on Russia in a July tweet, adding a curious prediction: that the Kremlin would again interfere in November’s midterm elections—on the side of Democrats.",
  "Sergei Karpukhin/REUTERS\n\nUntil now, Putin has countered sanctions by blaming a slumping economy on foreign enemies, a narrative pushed at home by the Kremlin’s near-­total control of the Russian media landscape.",
  "The bill is set to do more damage to Russia than a “tactical nuclear weapon,” Senate Foreign Relations Chairman Bob Corker of Tennessee, one of the bill’s many Republican supporters, told reporters on August 20.",
  "Ten years later, under pressure from falling energy prices and U.S. and EU sanctions, Gazprom’s market capitalization has fallen to $52 billion, while Apple has become the world’s first trillion-dollar company.",
  "On September 12, President Donald Trump signed an executive order that declared election interference a “national emergency” and authorized sanctions on foreign companies, institutions or individual meddling.",
  "“It is clear that one is conciliatory and constructive, the other hostile.”\n\nTrump’s signing of the executive order on September 12, therefore, marked a decisive victory for Russia hawks over the president.",
  "“The question is whether consequences of that are in [America’s] real interests.”\n\nAlready, a perfect storm of falling oil prices and Western sanctions has crashed the value of major Russian corporations.",
  "Putin and his Kremlin-controlled propaganda machine have a history of shrugging off sanctions, despite a 55 percent crash in the value of the ruble, a collapse in foreign investment and rising inflation.",
  "Trump’s order was an attempt to forestall Congress, which, on the same day, voted through the first stage of legislation aimed at more severe and ­pointed punishment of Russian election interference.",
  "So come November, the Treasury is ­expected to turn those screws even tighter, and that could include Iran-style restrictions on Russian banks and companies doing business in the West.",
  "Russia’s one major export, accounting for nearly 52 percent of federal income and 70 percent of total exports, is oil and gas, with arms, steel and aluminum making up most of the rest.",
  "But with widespread support for a tougher line on Russia in Congress and within Trump’s administration, the U.S. president has been forced to bow to prevailing sentiment.",
  "In fact, Russia produces no international brands of telephones or computers, and the only airplane it makes, the Sukhoi Superjet, depends on French avionics and engines.",
  "“Our electronics are far more ­advanced than America’s,” Sergei Zheleznyak, deputy chairman of the Russian Duma, or lower house of parliament, told Russian television.",
  "“We felt it was important to demonstrate that the president was taking command of this issue,” national security adviser John Bolton said of Trump’s executive order.",
  "That narrative will be aggressively tested in the coming months should the U.S. government make good on the harshest economic sanctions ever ­imposed on Russia.",
  "This would be followed by a much wider version of the asset freezes and visa bans already imposed on a handful of Putin cronies by earlier rounds of sanctions.",
  "None has put a dent in Putin’s popularity ratings, or changed Russia’s aggressive behavior in Syria, Ukraine or toward the regime’s opponents at home.",
  "“The original intent was to show [Putin] how closely interlinked the Russian economy was to the global economy, not to shut down the Russian economy.",
  "As a result, Russia can no longer receive high-tech U.S. goods, such as superfast computers, state-of-the-art oil exploration machinery and lasers.",
  "Based on the fact that no President has been tougher on Russia than me, they will be pushing very hard for the Democrats,” the president tweeted.",
  "Effectively, the U.S. is on course to brand Russia a state sponsor of chemical weapons terrorism alongside North Korea and Iran.",
  "Instead of the reset of relations Trump promised in Helsinki, the U.S. is heading for all-out economic warfare with Moscow.",
  "In addition, there would be an investigation into the personal wealth of Putin and members of the Russian elite.",
  "In August 2008, Gazprom, Russia’s state-owned energy giant, was valued at $261 billion to Apple’s $131 billion.",
  "‘A Global Plot to Destroy Russia’\n\nThe pressure to punish Russia put Trump in a political and diplomatic bind.",
  "The measure is intended to hit the economy where it hurts the most: in the oil extraction and arms industries.",
  "“They definitely don’t want Trump!”\n\nStill, the president continues to resist criticizing Putin directly.",
  "“I’m very concerned that Russia will be fighting very hard to have an impact on the upcoming Election.",
  "When pressed to elaborate by the talk show’s host, Ryabkov added cryptically, “Our methods will work.",
  "The Office of ­National Intelligence would take charge of assessing any ­potential interference.",
  "“After the [2016 electoral] hacking the mood has become ‘Punish Russia as hard as possible.",
  "He was also slow to implement an earlier sanctions bill passed by Congress last year.",
  "Russia, Putin boasts, will always survive the West’s efforts to destroy it.",
  "But now, four years on, the political climate in Washington has changed.",
  "Less clear, of course, is how Putin and Russian citizens will respond.",
  "Russia has already dismissed the idea of allowing inspectors.",
  "The idea was to stop further Russian aggression” in Ukraine.",
  "There are three separate efforts to inflict ­economic pain.",
  "It might be time to reopen that bar.",
  "“When will our response follow?",
  "What will it be?"
]