[
  "Gavin Williamson, the Defence Secretary, aboard HMS Queen Elizabeth in New York harbour Credit: Eduardo Munoz Alvarez/AP More\n\n“Our close and long-term ally of course is the US and we will be absolutely resolute with the US in hammering home a clear message that Russia needs to respect the treaty obligation that it signed,” he said during a visit to New York.",
  "The US accuses Russia of breaching the terms of the deal Credit: US Air Force via AP More\n\nA Kremlin spokesman said Vladimir Putin, the Russian president, would seek answers from the US about the planned withdrawal when he meets John Bolton, Mr Trump's national security adviser, who was due in Moscow for two days of what are expected to be tense talks.",
  "Mikhail Gorbachev and Ronald Reagan negotiated the Intermediate-Range Nuclear Forces Treaty, which paved the way for arms reductions - HULTON ARCHIVE\n\nMikhail Gorbachev, the former Soviet leader, on Sunday warned Donald Trump against leaving a Cold War-era weapons treaty, saying the move could have unintended consequences.",
  "The 1987 Intermediate-Range Nuclear Forces Treaty was negotiated by Mr Gorbachev and Ronald Reagan to eliminate all land-based nuclear and conventional missiles with ranges between 310 and 3400 miles.",
  "It would “cause the most serious condemnation from all members of the international community who are committed to security and stability”, he was quoted as saying by the state news agency Tass.",
  "But Sergei Ryabkov, Russian deputy foreign minister, said that a unilateral US withdrawal would be “very dangerous” and lead to a “military-technical” retaliation.",
  "American officials believe Moscow has deployed a ground system that could allow it to launch a nuclear strike on Europe at short notice.",
  "Last week, Kay Bailey Hutchison, US ambassador to Nato, threatened military action against any missiles that contravened the deal.",
  "“The countermeasures would be to take out the missiles that are in development by Russia in violation of the treaty,” she said.",
  "Both sides have hinted at military retaliation in a dispute that threatens a return to the darkest days of the Cold War.",
  "Gavin Williamson, UK Defence Secretary, backed Mr Trump, saying Russia was making a “mockery” of the agreement.",
  "The US fears the treaty also leaves it at a disadvantage against China, which is not a party to the deal.",
  "Mr Gorbachev said Mr Trump’s announcement at the weekend that he was abandoning the deal was a mistake.",
  "The talks are believed to be laying the ground work for a second Trump-Putin summit.",
  "... Do they really not understand in Washington what this could lead to?\"",
  "\"Under no circumstances should we tear up old disarmament agreements.",
  "However, the US has repeatedly accused Russia of violating its terms.",
  "Russia has consistently denied any such violation.",
  "he said, according to Interfax News Agency.",
  "\"Quitting the INF is a mistake.\""
]