[
  "How the Kremlin's Military Buildup Appeals to Russian Nationalists\n\nSince the outbreak of the Ukraine conflict and the imposition of sweeping sanctions against Russia, Kremlin policymakers have used Russia's growing military power to rally pro-government nationalism.",
  "How Putin has Framed Russia's Military Buildup in Defensive Terms\n\nEven though NATO policymakers view Russia's military buildup as aggressive posturing, Kremlin policymakers have insisted that Russia has expanded its military capabilities for defensive purposes.",
  "As Russia-West relations have become increasingly strained, the Russian Defense Ministry has held diplomatic negotiations with countries like Venezuela, Algeria, Vietnam, Singapore and Seychelles to gain access to their port facilities.",
  "The creation of a globalized Russian military combined with Moscow's extra-regional power projection in Syria has increased public perceptions of Russia as a great power and rallied Russian nationalists around Putin's government.",
  "Even though Putin's military modernization efforts after the 2008 Georgian War laid the groundwork for the 2014 annexation of Crimea, there is evidence that Russia's latest military buildup is primarily for domestic consumption.",
  "The increasingly prohibitive costs of territorial expansion suggest that Russia's military buildup is primarily aimed at rallying pro-Putin nationalist sentiments and distracting the public from Russia's economic malaise.",
  "As Eugene Rumer and Rajan Menon note in their 2015 book Conflict in Ukraine, Putin's focus on creating economic nationalism has encouraged the Russian military to produce arms domestically without regard for cost.",
  "In 2014, Putin asked the Russian military to domestically manufacture 90 of Russia's 200 most frequently imported weapons systems by 2020 and to transition towards complete self-sufficiency as soon as possible.",
  "This position has been advanced by Russian Foreign Minister Sergei Lavrov, who alleged in November 2015 that NATO invented Russia as an enemy to remain relevant after its failed mission in Afghanistan.",
  "The globalization of Russia's military capabilities has allowed Moscow to expand its military presence in areas outside its sphere of influence, like Latin America, the Middle East and Southeast Asia.",
  "To demonstrate that Russia is merely responding to NATO \"aggression,\" Putin claimed on July 1, that NATO flies planes without transponders over the Baltic States twice as often as Russia does.",
  "Barring a massive change in the dynamic of Russia-West relations, Russia's fast-track military modernization will likely be an enduring feature of the CIS security landscape for years to come.",
  "Russia's Deputy Prime Minister Dmitry Rogozin claimed that Russia's defense industry has been strengthened by protectionist policies that were adopted in response to Western sanctions.",
  "On May 4, 2016, Russian Defense Minister Sergey Shoygu announced that Russia planned to form 3 new military divisions to counter NATO's growing military presence in Eastern Europe.",
  "The Russian Defense Ministry has claimed that NATO has doubled its military presence on Russia's borders and has used NATO's escalation as a justification for its military buildup.",
  "The Russian state media prominently featured US President Barack Obama's February 2016 description of the Russian military as the \"second-most powerful military\" in the world.",
  "Putin's ability to foment pro-government nationalism has been strengthened by increased international recognition of the Russian military's global power projection capacity.",
  "The increased frequency of CSTO bloc anti-NATO drills, demonstrate to the public that Russia's leading role in combatting the \"NATO threat\" is expanding Moscow's influence.",
  "Putin's incendiary rhetoric towards Ukraine is closely linked to his desire to rally pro-government nationalism ahead of the September 2016 Russian legislative elections.",
  "Russian elites have used Obama's striking change of opinion as proof that Moscow's military interventions in Ukraine and Syria have boosted Russia's international status.",
  "By demonstrating Russia's ability to project military power on the world stage, Russian President Vladimir Putin has rallied nationalist sentiments around his government.",
  "The removal of sanctions on Moscow's terms would be a major diplomatic victory for Putin that would rally nationalist sentiments around his government for years to come.",
  "By depicting Russian international conduct as defensive, Putin has been able to rally nationalism around popular opposition to two external actors: NATO and Ukraine.",
  "Putin's creation of a perpetual external enemy construct has allowed him to maintain consistently high approval ratings during a period of economic recession.",
  "In addition, Shoygu pledged to improve military training for Russian troops and upgrade Russia's military hardware production to combat the \"NATO threat.\"",
  "On August 19, Putin declared that the Ukrainian government was sponsoring anti-Russian terrorism and had rebuffed diplomatic negotiations with Moscow.",
  "US policymakers have insisted that NATO's expanded presence on Russia's borders makes Eastern European countries more secure from Russian aggression.",
  "However, this perspective mischaracterizes Russian foreign policy, as it neglects the importance of domestic politics in Putin's strategic calculus.",
  "Russian officials have also insisted that the Ukrainian government's refusal to hold free elections in Donbas is a violation of the Minsk Accords.",
  "Putin has attempted to prove that the Ukrainian government is stoking the Crimea crisis and that Russia is not a unilateral aggressor in Ukraine.",
  "Since the 2014 annexation of Crimea, Western policymakers have assumed that Russia's military buildup is a harbinger of neo-imperial expansion.",
  "Kremlin officials believe that NATO's growing presence is proof of Washington's covert attempts to undermine Russia's international influence.",
  "Kremlin policymakers have used multilateralism to demonstrate the growth of Russia's international status to nationalist constituencies.",
  "Kremlin policymakers have become increasingly vocal about the threat posed by the Ukrainian government to Russian and European security.",
  "He is also a journalist who writes regularly for the Washington Post, Huffington Post and Diplomat Magazine amongst other publications.",
  "If Putin is able to make a convincing Ukrainian culpability case to Western policymakers, EU sanctions against Russia could be lifted.",
  "Kremlin policymakers have also successfully framed Russia's military buildup as a defensive reaction to NATO and Ukrainian aggression.",
  "To bolster perceptions of Russia as a great power, Putin has made a concerted effort to expand the Russian military's global reach.",
  "Obama's statement contrasted markedly with his 2014 description of Russia as a regional power that invaded Crimea out of weakness.",
  "Immediately after the US and EU banned arms sales to Russia, the Russian government expedited its military modernization efforts.",
  "Moscow's military buildup has increased fears of an imminent Crimea-style Russian military intervention in the Baltic States.",
  "Russia's mobilization of 40,000 troops on the Crimea-Ukraine border has rallied nationalist sentiments around Putin's rule.",
  "Putin has also repeatedly emphasized that NATO deployments in Eastern Europe are a threat to Russia's national security.",
  "Putin hoped that showcasing Russia's military strength would rally economic nationalist sentiments around his rule.",
  "These new military divisions will consist of 10,000 troops deployed on Russia's southern and western frontiers.",
  "The Russian government's strident anti-NATO rhetoric has rallied anti-Western nationalists around Putin's rule.",
  "Samuel Ramani is a DPhil candidate in International Relations at St. Antony's College, University of Oxford.",
  "Russia's recent military buildup on the Crimea-Ukraine border has fomented anti-Ukrainian nationalism.",
  "Putin's defensive posturing is aimed at reframing Europe's perceptions of the Ukraine conflict.",
  "He can be followed on Facebook at Samuel Ramani and on Twitter at samramani2.",
  "Russian policymakers have shunned this logic.",
  "These concerns are likely misplaced, however."
]