[
  "“At the same time, as in Syria, they appear to be trying to limit their military involvement and apply enough to force some resolution but not enough to leave them owning the problem.”\n\nHaftar is a veteran of the Libyan army who rose to prominence after helping former dictator Muammar Gaddafi rise to power in 1969.",
  "The Kremlin’s main spokesman, Dmitry Peskov, also denied the report: “We do not have such information.”\n\nMohamed Manfour, the LNA commander of Benina air base outside Benghazi, also denied that the LNA received assistance from the Kremlin or Russian military contractors.",
  "U.S. officials and other sources told Reuters that the deployment could be in support of Khalifa Haftar, whose Libyan National Army is currently engaged in a civil war with the internationally backed Libyan government.",
  "Russia’s deployment appeared to be an effort to “regain a toe-hold where the Soviet Union once had an ally in Gaddafi,” a U.S. intelligence official, speaking on the condition of anonymity, told Reuters.",
  "He visited Russia in November, meeting with Russian Defense Minister Sergey Shoygu and Foreign Minister Sergei Lavrov, reportedly in an attempt to secure Russian weapons and support.",
  "They added that Russia previously used Egypt’s Marsa Matrouh air base in early February, flying in six military units before continuing on to Libya 10 days later.",
  "Anonymous Egyptian security officials told Reuters the deployment includes a 22-man Russian special forces unit, but they did not offer details on their mission.",
  "The Russian troops and drones were sent to Sidi Barrani, an Egyptian air base approximately 60 miles from the Libyan border, according to a Reuters report.",
  "He returned to Libya in 2011 during Gaddafi’s overthrow, and was appointed commander of armed forces by the internationally backed Council of Deputies.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Haftar refused to recognize the United Nations-endorsed Government of National Accord in August, which led to the current internal conflict.",
  "Russian special forces have deployed to the Egypt, possibly to support a warlord opposed to the U.S.-backed Libyan government.",
  "“There are no Russian special forces units in Sidi Barrani,” said Russian Defense Ministry spokesman Igor Konashenkov.",
  "He would eventually flee Libya after helping form a group to overthrow Gaddafi while in Chad as a prisoner of war.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Haftar lived in the U.S. for several years, eventually obtaining citizenship.",
  "Follow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "He added that there were no Russian forces or bases in eastern Libya.",
  "Russia’s defense ministry denied the report Tuesday."
]