[
  "My guess is that part of the Russian interest is tit-for-tat: they are unhappy with U.S/ military cooperation with the Baltic states and other countries, such as Georgia, that are close to them, so they hope to tweak the United States by upping their engagement in Cuba.”\n\nHowever, according to Pifer a Russian partnership with Cuba may also be unlikely due to the recent thawing of relations between Havana and the U.S..\n\nLast week Russian president Vladimir Putin told military officials in Moscow that he would like to expand Russia’s role in the arms trade across the Far East and Latin America.",
  "We are entering preliminary negotiations with the armed forces of Brazil, Vietnam, Cuba and the Democratic People’s Republic of Korea.”\n\n“We are going to conduct a series of joint naval and air force exercises, as well as joint drills of our ground troops and air assault troops,” the military official added.",
  "However Pifer, who also served as special assistant to president Bill Clinton on Russia and Eurasia, does not believe Russia’s attempts to embark on new military partnerships will develop further: “I’d be astonished to see Russian and North Korean troops training together,” Pifer says.",
  "Speaking at a meeting on Saturday which was also attended by Russia’s defence minister Sergey Shoygu, along with the heads of all armed forces branches, Gerasimov announced: “We are planning an expansion of the communication lines of our military central command.",
  "“The Russian military may be reaching out to other countries as part of Moscow’s effort to show that it is not isolated, despite the very negative international reaction to Russian aggression against Ukraine,” Pifer says.",
  "Due to its involvement in the Ukrainian conflict, the U.S. and EU have both imposed sanctions on the country and certain Russian individuals, and the country was suspended from the G8 last March.",
  "According to the former U.S. ambassador to the Ukraine Steven Pifer, Russia is developing these potential military partnerships as a response to its current international isolation.",
  "Russia could soon be carrying out military drills alongside North Korea and Cuba according to Valery Gerasimov, the chief of staff of the Russian armed forces.",
  "“As for Cuba, Moscow has a long history there."
]