[
  "].”\n\nA couple of days later and on the occasion of a visit by a senior Chinese military delegation, Shoygu offered that the relationship between Moscow and Beijing reached “an unprecedented high level.” Interestingly on that latter occasion, he discussed the participation of Chinese units together with Russian units in the Shanghai Cooperation Organization’s (SCO) anti-terrorism exercises that just took place in Chelyabinsk Oblast, but did not seem to mention the planned cooperation for Vostok-18.",
  "].”\n\nIn the same statement, Shoygu declared that the exercise would involve more than one thousand aircraft, almost three thousand soldiers, and nearly all Russian military installations in the Central and Eastern military regions, including also the Northern and Pacific fleets.",
  "Moreover, one analysis concluded that Beijing might station over five hundred soldiers at that facility, but also assessed that the main purpose was to combat terrorism and also soberly concluded that “the Chinese are acting with extreme caution…[???????",
  "As an example of new energy and synergy in their bilateral relationship, Moscow has likely been impressed by Beijing’s willingness to explicitly support the new concept of a “Polar Silk Road”—as a critical part of the larger Belt and Road initiative.",
  "For instance, China’s announcement that it will build a nuclear icebreaker (with likely Russian assistance) can be viewed as a rather serious commitment to the smooth operation of the revitalized Northern Sea Route (NSR).",
  "Indeed, Chinese investment is likely to play a crucial role in activating Russia’s long-held dream of a dynamic maritime corridor that traces along its northern coast, bringing some amount of both prestige and prosperity.",
  "And so it does seem that Russia-China military cooperation has genuinely been regularized, with one exercise or exchange following closely upon the next and reaching higher and higher levels of intensity and scope.",
  "If there was any doubt that Russia sees itself in a “New Cold War,” Shoygu’s direct reference to the massive “Zapad” [West] exercise from 1981 seems to confirm that is the prevailing mentality in the Kremlin.",
  "That’s when Russian Defense Minister Sergey Shoygu announced that Russian armed forces would hold a military exercise in September, called “Vostok-18” [East-18], on a scale not seen since the early 1980s.",
  "In the article cited above, moreover, the Russian Defense Minister is said to have asked gathered journalists to imagine “when 36,000 pieces of equipment including tanks, armored personnel carriers, etc.",
  "Yet as good as this sounds, it is fair to say that not all Russians are so optimistic, and some have even suggested that Vostok-18 has a double message that is also meant to warn Beijing.",
  "At a time of emerging fissures within the Trans-Atlantic Community, such an enormous exercise close to NATO countries would be excessively provocative and counter to Russia’s interests.",
  "The other important point that has not registered in most Western analyses is the confluence of the September Eastern Economic Forum in Vladivostok and the Vostok-18 exercise.",
  "The exercise was most likely put together as a show of force meant to favorably impact diplomacy and the related “correlation of forces” in and around the Korean Peninsula.",
  "Indeed, the Russian media seemed to be registering some disquiet last week over the possible setup of a Chinese military base (or training facility) in eastern Afghanistan.",
  "In fact, Shoygu claimed, “They (the exercises ‘Vostok-2018’) will in some ways recall ‘Zapad-81,’ but in other ways, actually, will be even larger in scale [???",
  "I have recently described in this forum at least one prolific Russian strategist who considers China as the preeminent threat to Russian national security.",
  "Other than the vast scale of the exercise, the fact that Chinese forces have a role seems to have dominated reporting on Vostok-18.",
  "It’s easy to forget that six months ago, it looked more than a little likely that a massive war would engulf Northeast Asia.",
  "First, the location of the exercise no doubt reflects the Kremlin’s desire to cool down tensions in the European theater.",
  "Lyle J. Goldstein\n\nSecurity, Eurasia\n\nMoscow knows what it is doing and Washington should take note.",
  "What Russia's Vostok-18 Exercise with China Means\n\nThe West got a fresh jolt from Moscow last week.",
  "Undoubtedly, it is also true that Russia-China strategic cooperation has reached a new stage.",
  "That the Kremlin understands this is no doubt a good thing for European security.",
  "But, at least two critical analytical points seem to have been missed.",
  "are simultaneously on the march [?????",
  "????????????",
  "??????????",
  "?-2018’) ?",
  "?, ???????",
  "?????????",
  "?????????",
  "?????????",
  "?????????",
  "?-81’, ??",
  "?, ??????",
  "????????",
  "36 ???.",
  "(??????",
  "‘?????",
  "?, ???",
  "???-??",
  "??????",
  "??????",
  "?, ???",
  "??????",
  "?????",
  "?, ??",
  "‘????",
  "???-?",
  "????",
  "].”",
  "??",
  "?"
]