[
  "And without doubt it would demand that Russia take necessary countermeasures to restore the strategic balance and parity.”\n\nFormer Chief of the General Staff Yuri Baluyevsky suggested Russia respond by deploying Iskander short-range ballistic missiles to the Kaliningrad exclave north of Poland.",
  "Steven Pifer is the director of the Arms Control and Non-Proliferation Initiative and a senior fellow in foreign policy at the Center on the United States and Europe and the Center for 21st Century Security and Intelligence at the Brookings Institution.",
  "In light of Moscow’s recent belligerence, NATO has little choice but to take sensible steps to bolster its defenses, both to assure allies made more nervous by Russian actions and to deter the Kremlin from any foolhardy moves.",
  "Russia’s military buildup, its illegal seizure and annexation of Crimea and support for armed separatism in eastern Ukraine have caused NATO to focus more intently on territorial defense over the past two years.",
  "Indeed, at the negotiation on intermediate-range nuclear forces in the early 1980s, the chief Soviet negotiator called the deployment of the Soviet SS-20 ballistic missile a response to the U.S. Pershing II.",
  "Seizing on a NATO action to justify withdrawal from the treaty on intermediate-range nuclear forces would constitute a more dramatic Russian move, but it would hardly qualify as a countermeasure.",
  "NATO members should be ready for howls of protest and the announcement of various Russian actions as countermeasures—and should understand that Moscow would have taken those actions in any event.",
  "Senior Russian officials—including President Vladimir Putin’s chief of staff, Sergey Ivanov, and Putin himself—questioned Moscow’s adherence to that treaty more than eight years ago.",
  "Moreover, such a force would appear overly provocative to Moscow, posing a potent ground offensive capability less than 400 kilometers from Russia’s second city of St. Petersburg.",
  "These moves will spur the Kremlin, with some fanfare, to announce military “countermeasures.” But those will be steps that Moscow almost certainly intends to take in any case.",
  "Nor will it like the announcement that the U.S. SM-3 missile interceptors in Romania to defend southeastern Europe against a ballistic missile attack have become operational.",
  "One idea under discussion is the deployment of a battalion from NATO member states such as the United States, Britain and Germany in each of the Baltic states and Poland.",
  "When NATO leaders gather in Warsaw, Poland, July 8–9, they will announce steps to beef up the alliance’s conventional force presence on its eastern flank.",
  "A 2015 RAND study suggested the need for seven brigades—including three heavy armored brigades—to have a chance of stopping a major Russian offensive.",
  "He did so with a straight face, which impressed his American counterparts, as the SS-20 was first deployed in 1976—seven years before the Pershing II.",
  "An Old Kremlin Tactic\n\nCategorizing its military programs as countermeasures to Western military deployments has a long tradition with the Kremlin.",
  "Last September, a German television report suggested that U.S. B61-12 nuclear bombs would soon be deployed at Buechel Air Base in Germany.",
  "The Russian military, moreover, has tested a prohibited ground-launched cruise missile of intermediate range in violation of the treaty.",
  "A former ambassador to Ukraine, Pifer served as a foreign service officer centered on Europe, the former Soviet Union and arms control.",
  "Another possible countermeasure, this one near Romania, would involve deployment of Iskander missiles and Backfire bombers to Crimea.",
  "Federation Council member Viktor Ozerov said Russia might withdraw from the 1987 treaty banning intermediate-range missiles.",
  "On May 4, Defense Minister Sergey Shoygu said that Russia would create three new army divisions opposite NATO countries.",
  "Units armed with those missiles have already deployed to the exclave temporarily as part of Russian military exercises.",
  "Western analysts have expected that deployment for several years as part of the Russian army’s ongoing modernization.",
  "NATO also will shortly announce that the SM-3 missile defense site in Romania has achieved operational status.",
  "In early 2015, a Russian Defense Ministry official stated that Iskanders would be stationed in Kaliningrad.",
  "Pifer also had postings in London, Moscow, Geneva and Warsaw, as well as on the National Security Council.",
  "Those plans have been in the works for at least a year, according to the same Defense Ministry official.",
  "The Russians surely knew that, as the Department of Energy has made public the program’s timeline.",
  "Kremlin spokesman Dmitry Peshkov darkly warned: “This could alter the balance of power in Europe.",
  "This article was first published on the Order From Chaos blog of the Brookings Institution site.",
  "The West should anticipate irate declarations of military countermeasures.",
  "What the smaller battalions will instead provide is a credible trip wire.",
  "The Warsaw summit will approve a number of actions in this regard.",
  "Moscow may even be getting a head start with its countermeasures.",
  "B61-12 bombs will not even go into serial production until 2020.",
  "Attacking them would ensure that allies joined in the fight.",
  "Officials in Moscow nevertheless went into hyper–spin mode.",
  "Russian Countermeasures\n\nMoscow will like none of this.",
  "That will hardly suffice to defend the Baltics.",
  "The Russians will make their displeasure known.",
  "Iskanders in Kaliningrad as a countermeasure?",
  "That is beyond NATO’s capacity at present.",
  "Again, that would be nothing new.",
  "We have seen this before.",
  "The report was wrong."
]