[
  "-Protesters hold a banner bearing a map of the European Union and a part of Darth Vader's mask, as they take part a pro-government rally in front of the Greek parliament in Athens on June 17, 2015 © AFP Angelos Tzortzinis Athens (AFP) - Eurozone finance ministers were set to hold crunch talks over Greece Thursday, after a barrage of warnings that the country risks a damaging exit from the EU if it fails to strike a deal with its creditors.",
  "- 'Fixation' on pensions -\n\nThe International Monetary Fund, European Union and European Central Bank have been deadlocked with Greece's left-wing government over how far it will go to reform its pensions system and hike taxes in return for cash it desperately needs to avoid a default.",
  "As negotiations between Athens, the EU, ECB and IMF over the last 7.2 billion euro ($8.1 billion) tranche of Greece's massive international bailout grew increasingly acrimonious this week, officials started openly discussing the prospect of Greece crashing out of the euro.",
  "On Wednesday, a day ahead of the Luxembourg meeting of the eurozone's 19 countries, Greece's central bank warned for the first time that the country could suffer a \"painful\" exit from the single currency area -- and even the European Union -- if it fails to reach a deal.",
  "Tsipras is also set to travel to the St Petersburg International Economic Forum on Thursday and is scheduled to hold talks with President Vladimir Putin on Friday -- a sign, some observers say, the Greek premier is trying to show Europe he still has other cards to play.",
  "Despite the warnings, and a looming deadline for Greece to repay 1.6 billion euros to the IMF at the end of the month, Greek Finance Minister Yanis Varoufakis said he does not expect the reforms-for-cash standoff to be finalised at the talks.",
  "The prospect that Athens could default came into focus after talks collapsed on Sunday, prompting Greece's central bank to issue one of the starkest warnings from inside the country of the consequences of crashing out of the single currency.",
  "And in a sign the EU's top financial brass are also seriously considering the possibility of a \"Grexit\", the head of Germany's central bank, Jens Weidmann, said it would \"change the character of the monetary union\" -- but not destroy it.",
  "The mounting pressure has frayed tempers, illustrated by the public falling out between Tsipras and European Commission chief Jean-Claude Juncker, who has accused the Greek premier of misleading Greek voters about the talks.",
  "\"A Grexit could change the character of the monetary union,\" he said in an interview with French, Italian and Spanish media, adding that the consequences of leaving the euro \"would be hard to control\" for Athens.",
  "Underscoring growing global concern about the fallout from the crisis, US Federal Reserve Chair Janet Yellen warned the world economy could see significant turmoil if Greece and its creditors failed to do a deal.",
  "Failure to reach an agreement would start \"a painful course that would lead initially to a Greek default and ultimately to the country's exit from the euro area and -- most likely -- from the European Union\".",
  "Some 7,000 people gathered in Athens on Wednesday evening to protest against the creditors' demands for further cuts, carrying banners reading: \"End Austerity\" and \"Democracy, Not Blackmail\".",
  "Elected on an anti-austerity platform in January, Greek Prime Minister Alexis Tsipras warned Wednesday that an EU \"fixation\" on pension cuts would scupper any hopes of reaching an agreement.",
  "- Fraying tempers -\n\nOn the other side of the fence, Bundesbank chief Weidmann warned that while failure to reach a deal would cause some contagion, the eurozone did not depend on Greece.",
  "Greece is due to pay the IMF 1.6 billion euros by June 30 after bundling several payments due this month together, with another 6.7 billion euros due to the ECB in July and August.",
  "\"In the event that there is not agreement I do see the potential for disruptions that could affect the European economic outlook and global financial markets,\" Yellen said.",
  "Leaving the single currency would lead to a deep recession, dramatic declines in incomes and a spike in unemployment in the southern European nation, the bank added.",
  "\"If Europe insists on this incomprehensible fixation... it must accept the cost of a development that will benefit no one in Europe.\"",
  "Polls show most Greeks support the government's negotiating strategy, though its approval rating has steadily fallen.",
  "\"I don't think so,\" he said when asked during a trip to Paris on Wednesday if he expected an agreement.",
  "\"There is no room for further cuts without affecting the core of the (pension) system,\" Tsipras said.",
  "\"Now it is up to political leaders to arrive at an accord.\""
]