[
  "Putin the Denier\n\nJUST WATCHED On GPS: Russian athletes under investigation Replay More Videos ... MUST WATCH On GPS: Russian athletes under investigation 01:41\n\nAt Friday's forum -- just hours before the IAAF extended a ban on Russian track and field athletes over doping allegations -- Putin told Zakaria that Russia, far from being a state sponsor of doping, had fought to prevent it.",
  "JUST WATCHED On GPS: Putin on Hillary Clinton Replay More Videos ... MUST WATCH On GPS: Putin on Hillary Clinton 02:15\n\nAsked about Hillary Clinton, Putin worked in another joke, saying previous negative comments about \"Madame Clinton\" might have been \"impulsive,\" and even expressing gratitude for Bill Clinton's \"respect and attention\" when Putin came into office as Russian president.",
  "As he stood at the podium at the St. Petersburg International Economic Forum, news broke that the European Union was extending economic sanctions on Crimea, the Ukrainian region Russia annexed in 2014, and would soon extend overall sanctions on Moscow.",
  "It was the kind of challenge Russian President Vladimir Putin seems to relish: downplaying his own weakness, exploiting his opponents' vulnerabilities, and deftly turning the tables by throwing in a few barbed jokes.",
  "JUST WATCHED Ioffe on Putin's popularity Replay More Videos ... MUST WATCH Ioffe on Putin's popularity 01:10\n\nAnd don't blame Russia, he said, for tensions with the West:\n\n\"Remember how it all started.",
  "Putin the Economist\n\nIn his speech, and in questions from CNN's Fareed Zakaria , Putin claimed Russia couldn't care less about the sanctions, that its economy is recovering and is poised for growth.",
  "Then, he twisted the knife, claiming European businesses want to end the sanctions, but politicians are stopping them:\n\n\"European business wants and is ready to cooperate with our country.",
  "Putin the Diplomat\n\nOn Syria, Putin ducked a question from Zakaria asking him to comment on vows by Syrian president Bashar al-Assad to take back every square inch of his territory.",
  "The world needs a country as strong as the U.S. but we don't need them to interfere in our affairs, to instruct us how to live, to prevent Europe to work with us.\"",
  "Putin the Politician\n\nVladimir Putin has gotten a lot of mileage out of calling U.S. presidential candidate Donald Trump a \"brilliant person.\"",
  "\"When the U.S. elects a president we will work with whoever it is -- but we hope it's a President who will strive to work with our country.\"",
  "\"I hope, he said, that sense of responsibility will encourage the future American president \"to work together for a more secure world.\"",
  "That comment was lost in translation, using a Russian word with multiple connotations, like \"bright,\" \"shiny\" -- even \"flashy.\"",
  "She is a former CNN foreign affairs correspondent and Moscow bureau chief with expertise in Russia and the former Soviet Union.",
  "\"But there is one thing I welcome,\" Putin added: \"that Mr. Trump is ready to restore full-fledged Russian-U.S. relations.",
  "The Americans, whom he called \"our partners,\" want Assad to go immediately but, he claimed, that's not the way to do it.",
  "Putin played with the misunderstanding, asking Zakaria with a smile, \"Why do you change the meaning of what I said?",
  "\"The doping problem is not only related to Russia; it is the problem that is relevant for the whole sports world.",
  "Putin turned diplomat, saying the only way to ensure democracy in Syria is with elections and a new constitution.",
  "\"They speak differently ... even their appearance changes because of their sense of responsibility,\" he said.",
  "But Putin, ever the feisty debater, didn't leave it there, taking a swipe at the U.S. election system.",
  "He conveniently omitted the fact that sanctions were imposed because of Russia's annexation of Crimea.",
  "We should return confidence to Russian European relations and revive the level of our cooperation.\"",
  "She is currently a member of the Advisory Council of the Woodrow Wilson Center's Kennan Institute.",
  "We are ready to come forward to our European partners, but this cannot be a one-way street.\"",
  "We have never supported that at the state level,\" he said, \"and we will never support this.",
  "he asked, noting that twice in American history the will of the majority has been foiled.",
  "And we are going to cooperate with all the international organizations in this regard.\"",
  "Russian did not initiate the current downfall of relations and current issues.",
  "\"Let me emphasize that we have never supported any violations in sports.",
  "We will never support any dopings or any other violations in this area.",
  "And if someone is trying to politicize this area, it is a big mistake.\"",
  "But we, as we say in Russia, we do not hold grudges against anyone.",
  "(CNN) Editors note: Jill Dougherty is currently a CNN contributor.",
  "The politicians must agree to that and show wisdom and foresight.",
  "\"We never criticized, so why are you meddling in our affairs?\"",
  "\"She probably has her own views on relations,\" Putin said.",
  "\"The U.S. is the only superpower and we accept that fact.",
  "\"Do you think the U.S. elections are democratic?\"",
  "\"I only said he was a bright person,\" he laughed.",
  "All our actions were and remain only reciprocal.",
  "\"And people change when they get in office.\"",
  "\"We should not set unachievable goals.\"",
  "Russia did not impose sanctions first.",
  "I didn't say anything else about him.\"",
  "Why are you juggling what I said?\"",
  "The views expressed are her own.",
  "What can be bad about that?",
  "Don't you welcome it?\"",
  "\"Isn't he bright?",
  "He is."
]