[
  "\"The rivalry of the U.S. and Russia it is just like two top sportsmen in the same team … we belong to the same high civilization … but we are competing all the time,\" Igor Shuvalov, the first deputy prime minister of Russia, said at an event hosted by CNBC at the St. Petersburg International Economic Forum.",
  "Shuvalov's comments were in a response to a tough-in-cheek question on free trade groups – specifically whether the U.S. could join Russia's Eurasian Economic Union if the Trans-Pacific Partnership and the Transatlantic Trade and Investment Partnership failed to bear fruit.",
  "These are the Transatlantic Trade and Investment Partnership with the European Union (EU) and the Trans-Pacific Partnership with various countries across the Americas and Asia-Pacific – but not China or Russia.",
  "Relations between Russia and the West have worsened following the sanctions imposed on it the EU and the U.S. in 2014 following its annexation of Crimea and alleged military intervention in eastern Ukraine.",
  "The EU may soften sanctions when it votes on their renewal in July, but the U.S. is adamant its own sanctions will continue until Russia ends the conflict in eastern Ukraine.",
  "Russia's deputy prime minister offered a sporting explanation for the tensions between Russia and the U.S. at a panel discussion in St. Petersburg on Friday.",
  "It is looking to establish a free trade agreement with Iran and is also in talks with China, Serbia, Malaysia, Israel, Indonesia and Thailand.",
  "VTB, Russia's second-largest bank by assets, is among the corporate and individuals subject to economic and travel sanctions.",
  "\"It is not a normal situation when we have to conduct our international business activities under sanctions,\" he added.",
  "At CNBC's panel on Friday, VTB Bank Chief Executive Andrey Kostin said a \"trade war\" was being waged against Russia.",
  "The Eurasian Economic Union currently includes Russia, Armenia, Belarus, Kazakhstan and Kyrgyzstan.",
  "\"I think it is not possible … the Americans could not join our format,\" Shuvalov said.",
  "The U.S. is engaged in lengthy talks regarding two major trade agreements.",
  "The U.S. is probably not welcome though.",
  "Russia responded with counter-sanctions."
]