[
  "\"Well, in a sense that maybe, they should completely be falling apart, that will help,\" Putin said at the St. Petersburg International Economic Forum in an interview with NBC News' Megyn Kelly, according to a live translation.",
  "The Kremlin has struggled to stay solvent since the end of 2014, when its economy was crushed by a combination of diving oil prices and tough sanctions imposed by Europe and U.S. President Barack Obama .",
  "German Chancellor Angela Merkel , typically a careful speaker, said at a campaign event that the \"times in which we could rely fully on others\" — meaning the United States — are \"somewhat over.\"",
  "The FBI, CIA and NSA concluded in a January report that Putin's regime used hackers, Kremlin agencies and paid online \"trolls\" to undermine the U.S. election and help Trump win.",
  "In a summit last week, U.S. President Donald Trump alarmed U.S. allies by reprimanding them about their military spending and failing to endorse NATO's mutual defense clause.",
  "Russian President Vladimir Putin said Friday that a collapse of the NATO alliance would be a good thing for Moscow, but he doesn't see the 28-member bloc crumbling just yet.",
  "He argued that Russia's policy did not lead to those sanctions — a statement that would seem to deny the war that Russia pressed against Ukraine starting in 2014.",
  "A visibly irritated Putin on Friday also denied reports that the Trump team had moved to lift the sanctions in place against Russia.",
  "The Russian economy shrank by 0.6 percent last year, and fell by 3.7 percent the year before that, according to the World Bank.",
  "Russian leader condemns sanctions\n\nPutin on Friday claimed that sanctions against his country violated international norms.",
  "\"This hysteria\" about Trump and Russia \"never seems to stop,\" Putin said, asking if a \"pill\" existed to stop the hysteria.",
  "He added that European countries don't need to boost their military spending \"if you're not intending to attack anybody.\"",
  "Congress and the FBI are investigating that alleged effort and possible ties between the Trump campaign and the Kremlin.",
  "Putin questioned what NATO's purpose is now and why European countries would want to increase their defense spending.",
  "This week he dismissed the ongoing security investigation as \"a lame excuse for why the Dems lost the election.\"",
  "The West punished Moscow for aggression against Ukraine and its annexation of the Ukrainian province of Crimea.",
  "Putin, who was a KGB agent in the days of the Soviet Union, on Friday questioned NATO's continuing purpose.",
  "The U.S. president doesn't accept the conclusions of his intelligence apparatus.",
  "Former diplomats and others saw Trump's actions as a potential boon to Russia .",
  "Putin contended that there were \"no agreements whatsoever\" to lift sanctions.",
  "WATCH: Putin denies Russian meddling in US election\n\n\n\n\n\nMore From CNBC",
  "Disclosure: Like CNBC, NBC is owned by Comcast's NBCUniversal unit.",
  "NATO was founded in 1949 as a check on the Soviet Union.",
  "He blamed American policy for the sanctions instead.",
  "\"But we don't see that falling apart just yet.\"",
  "Valery Sharifulin | TASS | Getty Images."
]