[
  "Recently, Trump's son-in-law and senior adviser Jared Kushner also became a subject of interest in the investigation, after it emerged that he had reportedly discussed setting up a secret communications back channel between Trump and Moscow using Russian facilities with Kislyak during the transition period.",
  "During the interview, Kelly touched on the intelligence community's findings that Russia was behind an elaborate campaign, which included hacking and the dissemination of fake news, designed to hurt Hillary Clinton and help Donald Trump win the presidency.",
  "Two congressional investigations and an FBI probe are dedicated to exploring the depth and nature of Trump's and his associates' connections to Russia, and recent developments indicate the investigation could reach the highest levels of the White House.",
  "The back channel was never set up, but the development alarmed many national security experts and former intelligence officials who questioned why Kushner wanted to use the \"switch room of a rival\" to communicate with Moscow.",
  "Russian President Vladimir Putin quickly deflected questions about Russia's election interference during an interview at the St. Petersburg International Economic forum which was featured on \"Sunday Night with Megyn Kelly.\"",
  "Though the White House initially denied that the investigation had anything to do with Trump's decision, Trump later told NBC News' Lester Holt that \"this Russia thing\" had been a factor in his decision.",
  "Trump's own interests related to Russia have invited scrutiny since last month, when he abruptly fired former FBI director James Comey, who was spearheading the FBI's Russia probe at the time.",
  "He also told Kislyak and Russian foreign minister Sergey Lavrov during an Oval Office meeting one day later that firing \"nut job\" Comey had taken \"great pressure\" off him.",
  "Watch Kelly's full interview with Putin below:\n\nNOW WATCH: Watch students walk out during Pence's commencement speech\n\n\n\n\n\nMore From Business Insider",
  "There are a lot of specialists who can even make it so it comes from your home IP address, as if your 3-year-old daughter carried out the attack.\"",
  "But last week, he said that while the government did not interfere, \"patriotically minded\" private Russian hackers could have played a role.",
  "At the heart of the controversy are former national security adviser Michael Flynn and former Trump campaign manager Paul Manafort.",
  "Kelly's interview with Putin comes as the controversy over the Trump campaign's ties to Russia continues to mount.",
  "She also highlighted a number of cyberhacking tools that US intelligence said had been used by Russian operatives.",
  "\"All of them, all of them point to Russia, and none of them points to anyone other than Russia,\" she said.",
  "Putin took out his earpiece in what appeared to be a moment of frustration before reponding.",
  "\"What fingerprints or hoof-prints or horn-prints, what are you talking about?\"",
  "Putin has repeatedly denied any Russian involvement in the US election.",
  "That it's a hundred factors that point to Russia,\" Kelly said.",
  "\"What the experts say that this couldn't have been faked.",
  "They can be invented, you know?",
  "Putin replied.",
  "\"IP addresses?"
]