[
  "Russia's central bank reduced its main interest rate by a percentage point to 11.5 percent on Monday, inflation has slowed from 16.9 percent in April to 15.8 percent in May, and the rouble has risen to around 54 to the dollar after briefly hitting 80 in December.",
  "(OLGA MALTSEVA/AFP/Getty Images)\n\nMANY U.S. INVESTORS STAY AWAY\n\nDespite Putin's optimism, relations with the West are at their lowest ebb since the Cold War and former finance minister Alexei Kudrin said on Thursday Russia was still in the \"eye of the storm.\"",
  "ST PETERSBURG, Russia, June 19 (Reuters) - President Vladimir Putin boasted on Friday that Russia had found the \"inner strength\" to prevent sanctions causing a deep economic crisis, and told the West to stop using \"the language of ultimatums.\"",
  "\"There is some wariness (about attending) but I think overall, Western companies want to continue working with the Russians because ... the opportunity space is very large,\" said Hans-Paul Buerkner, Chairman of Boston Consulting Group.",
  "Investment in Russia has slowed to a trickle, capital flight has risen and the economy has been sliding into recession since oil prices tumbled last year and the West imposed economic sanctions on Moscow over the Ukraine crisis.",
  "We have stabilized the situation ... mainly because the Russian economy piled up a sufficient supply of inner strength,\" he told an audience including rows of foreign and Russian businessmen and much of the Russian government.",
  "The chief executives of many Western companies which would usually have attended Russia's annual showpiece economic forum stayed away for the second successive year, though the heads of some major oil companies were present.",
  "Putin said he did not intend better ties with Asia and Greece to upset other countries, but made clear he believes it is up to the West, not Russia, to change its behavior if it wants a better geopolitical climate.",
  "Greek Prime Minister Alexis Tsipras (R) shakes hands with Russian President Vladimir Putin during a session of the St. Petersburg International Economic Forum (SPIEF 2015) in St. Petersburg on June 19, 2015.",
  "\"I would like to point out that at the end of last year we were warned - and you know this well - that there would be a deep crisis,\" Putin said in the speech in the former imperial capital of St Petersburg.",
  "But in a 29-minute speech to a business forum and a question-and-answer session that lasted more than an hour, Putin ignored calls by many investors to unveil new plans to end the downturn.",
  "Even though the bank expects the economy to contract by 3.2 percent in 2015, Putin said: \"With us are businessmen, people and new leaders prepared to work for Russia and its development.",
  "(OLGA MALTSEVA/AFP/Getty Images)\n\n(Additional reporting by Vladimir Soldatkin, Lidia Kelly, Polina Devitt and Maria Kiselyova; Writing by Timothy Heritage, editing by Mark Trevelyan)",
  "The U.S. government urged U.S. companies to shun last year's forum, soon after Russia annexed the Crimea peninsula from Ukraine, but refrained from doing so this year.",
  "Russian President Vladimir Putin delivers a speech during a session of the St. Petersburg International Economic Forum (SPIEF 2015) in St. Petersburg on June 19, 2015.",
  "Another guest was Greek Prime Minister Alexis Tsipras, whose country is building ties with Russia as it tussles with its European Union partners over its debt crisis.",
  "Putin has turned to Asia to drum up business since the Western sanctions started biting, and he shared the platform with representatives of several Asian countries.",
  "The two countries signed a memorandum deepening energy ties and one Russian official said Moscow might consider offering Greece financial aid if it requested it.",
  "Instead, he warned the West not to meddle in Moscow's affairs and shifted blame for the conflict in Ukraine onto the West, primarily the United States.",
  "Ian Colebourne, Chief Executive Officer of Deloitte CIS, said: \"Some of the anxieties perhaps that we were seeing last year have reduced.",
  "He recommended bringing forward the 2018 presidential election to give Putin a stronger mandate to reform the economy.",
  "I mean certainly not gone away by any means, but the tension has been reduced.\"",
  "\"We will not be talked to in the language of ultimatums,\" he said.",
  "For this reason we are absolutely certain of success.\"",
  "\"It has not happened."
]