[
  "Two sources with knowledge of the preparation, who spoke on condition of anonymity, said that the internal team that helped Kelly prepare for the interview with Putin included, but wasn’t limited to, NBC News Chairman Andy Lack, NBC News President Noah Oppenheim, “Sunday Night” Executive Producer Liz Cole and NBC News executives David Corvo and David Verdi.",
  "But Kelly’s questions were so weak and she missed so many opportunities that several network news reporters asked HuffPost the unthinkable: “Did NBC News, in their negotiations with the Kremlin, agree to terms and conditions on questions or topics?” No major news organization would ever agree to conditions limiting topics or questions.",
  "As Megyn Kelly and NBC News face a firestorm over her interview with InfoWars’ Alex Jones, unedited footage from her recent interview with Russian President Vladimir Putin shows a nervous Kelly who asked the authoritarian leader softball questions and failed to hold him accountable on key topics.",
  "And he’s obsessed with people seeing him as the one who brought dignity back to Russia.”\n\nKelly’s Putin interview and her upcoming Alex Jones interview have led many to wonder if NBC has gone over its skis by placing Kelly in a position to interview tough subjects.",
  "The American intelligence community has confirmed that Putin ordered an intrusion into the American election partially as payback for Clinton questioning the legitimacy of the 2011 Russia parliamentary elections, which led to protests.",
  "For example, Kelly asked the Russian leader whether U.S. sanctions against his country “hurt more than helped.”\n\nAt Fox News, Kelly was known for hosting a panel-style program, and she has never served as a foreign affairs reporter.",
  "A former CIA Russia analyst on Megyn Kelly's last question for Russian President Vladimir Putin\n\nKelly didn’t ask questions that could have pierced Putin’s armor and offered some clue as to his thinking.",
  "For example, she didn’t ask Putin how his ex-wife can reportedly afford a $7 million villa in Biarritz, France, when she appears on paper to have no wealth and her husband is the director of a nonprofit.",
  "And virtually every person we have met on the street says what they respect about you is they feel that you have returned dignity to Russia, that you’ve returned Russia to a place of respect.",
  "Most troubling, Kelly devoted precious time in her short interview to a question that led one former CIA Russia analyst to say that it sounded as if Putin had written the question himself.",
  "Kelly did ask more nuanced, detailed questions when she moderated a plenary between Putin and Indian Prime Minister Narendra Modi at the St. Petersburg International Economic forum.",
  "But unforced errors like the Alex Jones interview have led multiple sources at NBC News to wonder if Lack misjudged Kelly’s skill set, popularity and savvy as a reporter.",
  "And certainly, interviewing a head of state from an authoritarian regime is a different experience from interviewing a U.S. member of Congress or a political pundit.",
  "Jones has propagated conspiracy theories about both 9/11 and the Sandy Hook massacre, and has doubled down on those positions in previous interviews.",
  "Has it taken any sort of personal toll on you?”\n\nA former CIA Russia analyst who spoke to HuffPost was taken aback by the last question Kelly asked.",
  "In the full, unedited discussion, obtained by HuffPost, Kelly repeatedly fails to interrupt the Russian president while he rambles in his responses.",
  "Lack has told reporters that he is playing the long game with Kelly, and he knows there may not be an immediate payoff with respect to ratings.",
  "Specifically, she could have asked Putin what he thought about Clinton’s comments with respect to the 2011 Russian parliamentary elections.",
  "At no point in the unedited footage did Kelly ask Putin about the imprisonment, torture and murder of gay men in the Chechen Republic.",
  "“I can’t begin to tell you what this did for Putin’s ego, and I wouldn’t put it past the Kremlin to use it for propaganda purposes.",
  "I can’t begin to tell you what this did for Putin’s ego, and I wouldn’t put it past the Kremlin to use it for propaganda purposes.",
  "If a reporter interviews a subject for hours, he or she might ask more personal questions in order to get the subject to relax.",
  "She didn’t pointedly ask him, using specific names, about journalists and critics who have been murdered or imprisoned.",
  "According to one well-placed source, Kelly also spoke to five prominent Russia experts in advance of her interview.",
  "He’s obsessed with the idea that he has returned the country to what he sees as the glory days of the USSR.",
  "(She included human rights concerns in a long question, but Putin successfully pivoted in his response.)",
  "He feels that since the breakup of the USSR, Russia has too often ceded ground where it shouldn’t have.",
  "For example, she could have asked him what he thought of former Secretary of State Hillary Clinton.",
  "The last question Kelly asked Putin, which was not aired, was startling in its pandering.",
  "A well-placed source at NBC News confirmed to HuffPost that there were no conditions.",
  "A spokesman for NBC News declined to comment on Kelly’s choice of questions.",
  "In Putin’s case, Kelly had just 20 minutes with the de-facto dictator.",
  "Putin’s obsession is, by his definition, making Russia great again.",
  "You’ve been in the leadership of this country for 17 years now.",
  "“We have been here in St. Petersburg for about a week now.",
  "Kelly also didn’t ask questions about Putin’s family.",
  "(MSNBC and CNBC both aired footage from the plenary.)",
  "But even then, some of her inquires were surprising.",
  "She also asks Putin questions he can easily dispute.",
  "She didn’t ask him about his incursion into Ukraine.",
  "But Kelly needed to hit key questions quickly.",
  "She didn’t."
]