[
  "President Vladimir Putin has repeatedly denied involvement, with his spokesman Dmitry Peskov telling reporters Tuesday that \"when you talk about suspicions concerning a country you must at least be concrete and exact,\" according to state-run news agency RIA Novosti.",
  "The Russian president has been accused of interfering in foreign elections in the past, most notably in Ukraine, where allegations of meddling were followed in 2014 by a revolution against the Moscow-backed president and a conflict that is still simmering today.",
  "/ Updated By Alexey Eremenko\n\nMOSCOW — If the theft of 20,000 emails from the Democratic National Committee caused political shockwaves in the U.S., allegations that Moscow was behind the hack have barely registered a ripple back in Russia.",
  "\"Women have run dozens of countries, down to the African Burundi, but it's the first such opportunity for a woman in the United States in its 240-year-long history,\" said one voiceover in a segment by state-run news channel Rossiya-24.",
  "\"Without state media attracting attention to the story, it went unnoticed as most hacking stories here do,\" said Petrov, referencing other instances where Russians have been implicated in international cybersecurity cases.",
  "Related: Why Vladimir Putin Hates Hillary Clinton\n\nThe media is likely following orders from the Kremlin, according to Professor Nikolai Petrov, a political analyst at the Higher School of Economics in Moscow.",
  "Nor has the story attracted much attention in the few remaining independent media outlets, which have been focusing on allegations of doping by Russian athletes and a new spate of domestic corruption cases.",
  "Leading pro-Kremlin broadcasters have gone no further than reporting the facts, even though their reports on the DNC have otherwise been full of barbs and tongue-in-cheek criticism.",
  "Lipman theorized the hack could be a response to the Panama Papers that linked Putin's associates to a $2 billion money-laundering ring — although there's no evidence of this.",
  "However, Russian involvement in the hack \"is possible and even likely,\" according to Maria Lipman, an independent analyst formerly of the Carnegie Moscow Center think tank.",
  "Julian Assange, whose WikiLeaks organization leaked the DNC emails, told NBC News there was \"no proof whatsoever\" the whistleblowers obtained the emails from Russia.",
  "Even Russian lawmakers and political candidates — who are facing elections in September and are normally quick to bash America — have abstained from public comments.",
  "Dmitry Lovetsky / AP\n\nIn fact, the lack of solid proof of Russia’s involvement at all means Putin has not had to react as strongly as he might, according to Lipman.",
  "Many U.S. officials and cyber security experts in and out of government are convinced state-sponsored Russian hackers were behind the leak.",
  "But Lipman pointed out that intruding in the affairs of a former Soviet neighbor is small fry compared to the future of the White House.",
  "He said the Russian government is waiting for the U.S. campaign to wrap, hoping to restart relations with the winning candidate.",
  "This lack of coverage means the Russian public simply has other things on their mind right now — including the war in Syria.",
  "Putin speaks at the St. Petersburg International Economic Forum on June 17.",
  "Beyond that, however, the story has gained surprisingly little traction.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"Ukraine is not the United States,\" she said."
]