[
  "“Brexit, and Catalonia and the Skripal case, God knows what – and this plane again.”\n\nPutin’s comments to the heads of international news agencies on the margins of the St Petersburg International Economic Forum, follow a statement by Johnson backing international demands for Russia to be held accountable for the fate of MH17, the Malaysian Airlines flight downed over war-torn eastern Ukraine nearly four years ago killing all 298 people on board.",
  "President’s remarks come after comments by Boris Johnson about downing of MH17 plane\n\nVladimir Putin has accused the British of blaming “all their mortal sins” on Russia, saying undue accusations have been placed at Moscow’s door for everything from Brexit to the Skripal poisoning and the downing of MH17.",
  "“To do otherwise would be a violation of the UN’s resolution, and to deny the families the justice they seek for their loved ones.”\n\nPutin’s spokesman Dmitry Peskov rejected the MH17 findings, saying Russia had been barred from taking part in the investigation and did not trust its results.",
  "“Instead of seeking to undermine the investigation through the deluge of disinformation we have seen from Russia about MH17 in the past, the Russian Federation must fulfil its obligations under UN security council resolution 2166 to provide any requested assistance to the investigation.",
  "“The UK fully supports Australia and the Netherlands in their request to the Russian Federation to accept state responsibility, and to cooperate with them in their efforts to deliver justice for the victims of this tragedy.",
  "The Netherlands and Australia said they were holding Moscow legally responsible after international investigators concluded the missile that hit the flight Amsterdam to Kuala Lumpur came from a Russian military unit.",
  "“And I guess we can suspect that those who wanted the UK to leave the EU are Russian agents,” he added, noting that the foreign secretary, Boris Johnson, was among those campaigning to leave the European Union.",
  "In a statement, Johnson said the incident, which claimed the lives of 10 British nationals, was “an egregious example of the Kremlin’s disregard for innocent life”.",
  "The Russian president dismissed suggestions that Russian hackers had been interfering in state affairs, claiming this was “not in line with our policy”.",
  "“If they want to worsen their relationships with Russia they can blame all their mortal sins on us and this is actually the case nowadays,” Putin said.",
  "The Russian defence ministry said the missile “more than likely” came from Ukrainian arsenals.",
  "“The Russian government must now answer for its actions in relation to the downing of MH17.",
  "“The Kremlin believes it can act with impunity,” he said.",
  "“They now blame Russia for Brexit ... again, tosh.",
  "This is the inner matter of the UK,” Putin said.",
  "We have nothing to do with it whatsoever."
]