[
  "Even if Juncker makes a strong public statement at the event on Russia's lack of respect for the agreement and for human rights, one diplomat said, “what would count is the fact that he has gone, that he's there.”\n\nAs the EU has sought to maintain a hard line with Moscow, in March it decided to try a more carrot-and-stick approach, with foreign ministers agreeing to start a “selective engagement” with Russia over issues such as Syria, the Middle East and counter-terrorism.",
  "In recent days, several top EU officials have signaled that the bloc will keep the sanctions in place — saying there had been no significant movement toward implementing the February 2015 Minsk II agreement, which required a withdrawal of heavy weapons from the conflict zone, local elections in eastern Ukraine, and full Ukrainian control over its border with Russia throughout the conflict zone.",
  "Schinas did not say whether Juncker would meet privately with Putin, but told reporters \"it would be evident that two leaders being there will have to meet because they will be there, attending the same forum.”\n\nOfficials said Juncker could still back out of the trip if Putin makes an unexpectedly provocative move or if the situation worsens on the ground in Ukraine.",
  "According to diplomatic sources, several countries — including the U.K. and the U.S. as well as some Baltic and Central European nations — have privately expressed unease that Juncker's participation in an event clearly designed to burnish Putin's credentials as a statesman could only bolster the Russian position at a delicate moment in the sanctions debate.",
  "“We must make efforts towards a practical relationship with Russia\" — Jean-Claude Juncker\n\nIn an interview with the German newspaper Die Welt on May 19, Mogherini said the EU is on track to renew the sanctions but also hinted at a broader review of the policy coming soon.",
  "“Meetings for the sake of meetings as such do not bring added value to EU-Russia relations” — Linas Linkevicius\n\n“Meetings for the sake of meetings as such do not bring added value to EU-Russia relations,” Linas Linkevicius, the Lithuanian foreign minister, told POLITICO.",
  "Though the conference program is full of mainstream business leaders as well as think-tankers and media figures, the only current speakers who even approach the level of a major Western political figure are Hungary's foreign minister and Greece's tourism minister.",
  "Even though some EU countries, including France and Italy, have pushed for more engagement with Moscow and even called for a lifting of sanctions, European Council President Donald Tusk this week underlined the bloc's current inclination to prolong them.",
  "Speaking to reporters at the G7 summit Thursday in Japan, Tusk said \"this crisis can only be resolved in full compliance with international law, especially the legal obligation to respect Ukraine's sovereignty, territorial integrity and independence.",
  "Moscow calling\n\nThe EU is expected to prolong the sanctions against Russia that come up for renewal in July, even though some EU countries have wavered in their support for the measures, saying they hurt Europe's agricultural and industrial sectors.",
  "\"In the second half of the year EU governments should make a substantive political evaluation on the degree of implementation of the Minsk Agreement, and on what the way forward toward solving the conflict in Ukraine looks like,” she said.",
  "When the bloc's foreign policy chief, Federica Mogherini, raised the possibility of going to Moscow in March, diplomats said that EU foreign ministers were sharply divided over whether to give her the mandate to make the trip.",
  "The Commission president would be the first leader of an EU institution to visit Russia since sanctions were imposed in March 2014 after the country's incursions in Ukraine, including the annexation of the Crimean peninsula.",
  "Juncker plans to attend a major international conference in St. Petersburg — an annual gathering of politicians, business leaders and thinkers that is often described as Putin's version of the World Economic Forum in Davos.",
  "Their fear, according to diplomatic sources, is that Juncker's visit will strengthen Russian President Vladimir Putin’s position right before a crucial decision on renewing economic sanctions against Moscow.",
  "Margaritis Schinas told reporters that Juncker would use the trip “to convey to the Russian leadership as well as to a wider audience the EU’s perspective regarding the current state of EU-Russia relations.\"",
  "In the meantime, two EU diplomatic sources said this week that some in the president's office have been advising him not to take part in the conference because of the sensitivity of the sanctions issue.",
  "The Commission's spokesman Schinas told reporters Monday that \"we don’t see any inconsistency with the decision of the president to attend\" the conference and the EU's position on sanctions.",
  "Juncker did not directly address the sanctions issue in Japan, and his planned trip to St. Petersburg is not being billed as any kind of EU endorsement for Putin or his policies in Ukraine.",
  "European Commission President Jean-Claude Juncker faces growing resistance from the U.S., some European countries — and even among his own staff — to a trip to Russia next month.",
  "Juncker's spokesman confirmed Monday that the Commission president planned to attend the event, the St. Petersburg International Economic Forum, which takes place June 16 to 18.",
  "I want to state clearly that our stance vis-à-vis Russia, including economic sanctions, will remain unchanged as long as the Minsk agreements are not fully implemented.\"",
  "United on sanctions, for now\n\nEuropean Council officials said Tusk has no intention to go to Russia, but this does not mean that he has a strong anti-Russian position.",
  "U.S. Secretary of State John Kerry met with the Russian leader in March to talk about Syria, and diplomatic relations between the EU member states and Russia continue.",
  "Whatever is the decision, we will not be breakers of EU unity.”\n\nThis story was updated to include additional comment from the European Commission spokesman.",
  "We have to have a political debate at the highest level possible,“ said Hungary's foreign affairs minister, Péter Szijjártó, in a press conference Monday.",
  "Former French Foreign Minister Hubert Védrine is also on the list of speakers, as is Europe's former trade commissioner, Peter Mandelson, now a lobbyist.",
  "Szijjártó, who is himself scheduled to speak at the Putin conference, added that “our interest is the Minsk agreement to be fulfilled asap.",
  "“The Kremlin uses meetings to create the impression of business as usual, and usually reports this impression to their own public.\"",
  "Between September 2015 and February 2016, there were 19 visits by national delegations to Moscow, mainly at the ministerial level.",
  "Still, not even Putin's strongest allies in Europe, such as Hungary, are quite ready to break ranks on the question of sanctions.",
  "A Commission spokesperson declined to comment on whether there was dissent in Juncker's staff about the merits of the trip.",
  "“We must make efforts towards a practical relationship with Russia,\" he said at an event in Passau, Germany.",
  "Juncker himself in October surprised many when he advocated closer ties with Moscow.",
  "Mogherini, Italy's member on the European Commission, eventually decided not to go.",
  "“Now if Juncker goes it's likely that also Mogherini will follow,” a diplomat said.",
  "But some critics argued that his mere presence there could be counterproductive.",
  "A visit with Putin is not strictly taboo for a major Western political figure.",
  "\"It's not sexy but that must be the case, we can't go on like this.\"",
  "French Foreign Minister Jean-Marc Ayrault met Putin last month.",
  "She may try again soon if the Juncker visit re-opens the door.",
  "“We don’t respect the automatic role of the sanctions.",
  "Germany’s Angela Merkel visited Moscow in May 2015.",
  "Any engagement is still highly contentious."
]