[
  "Russian President Vladimir Putin Getty Images\n\nRussian President Vladimir Putin took US President Donald Trump to task over a recent increase in trade barriers and an abandonment of the international trade order, all without saying his counterpart's name.",
  "In April, the US Treasury Department slapped sanctions on \" seven Russian oligarchs and 12 companies they own or control, 17 senior Russian government officials, and a state-owned Russian weapons trading company and its subsidiary, a Russian bank.\"",
  "The leadership of Rusal, the world's second-largest aluminum company that produces 7% of the world's supply, was hit by sanctions targeted at one of the companies main investors — Russian oligarch Oleg Deripaska.",
  "The extended comments on the need for a liberal international trading order are interesting considering Russia's history of Communism and the control Putin maintains over the country's domestic economy.",
  "The sanctions helped to contribute to the increase in global aluminum prices, and Rusal reportedly requested the Russian government start buying their excess aluminum to boost the company on Thursday.",
  "In a speech at the St. Petersburg International Economic Forum, Putin disparaged recent trade protectionism from countries including the US and urged nations to recommit to free trade.",
  "Trump's recent steel and aluminum tariffs were predicated on national security grounds, and the newly-announced investigation into auto imports is using the same rationale.",
  "Putin called these sanctions \"a new edition of protectionism\" and suggested the US was out of bounds by imposing restrictions on Russia.",
  "Without specifically mentioning the US, the Russian president criticized the use of national security as a rationale for trade barriers.",
  "In reference to the disruption of the World Trade Organization rules, Putin said, \"breaking rules is now the rule.\"",
  "In addition to the general comments about protectionism, Putin also specifically attacked Trump's recent tariffs.",
  "Trade experts have criticized the move and said the explanation undermines the international trading order.",
  "\"We do not need trade wars or even temporary trade truces,\" Putin told a crowd of world leaders.",
  "These sanctions have had serious economic consequences in Russia.",
  "\"We need full-time trade peace.\""
]