[
  "The Commission chief breezily moved past the occupation of Crimea when he sent a letter to the Russian president in 2015 (see below), and visited Russia to speak at St. Petersburg International Economic Forum in 2016.\n\nhttps://twitter.com/MacaesBruno/status/976067910824316928\n\nThere was also a 2017 spat over the proposed Nord Stream 2 gas pipeline, when Tusk wrote to Juncker telling him that the pipeline was against \"best European interest\" and would leave Ukraine “at Russia’s mercy.”\n\nSpitzenkandidat\n\nJuncker is a prime promoter — and the first beneficiary — of the Spitzenkandidat system for choosing the European Commission president.",
  "Here's a few of the bloodiest:\n\nRussia\n\nJuncker had already come in for criticism from the U.K. for congratulating Putin on his reelection when Tusk weighed in on Wednesday, saying: “After the Salisbury attack I’m not in the mood to celebrate President Putin’s reappointment.”\n\nIt's not the first time Juncker has been much warmer than Tusk toward Putin.",
  "Greece\n\nWhen it came to the third Greek bailout — the subject of an all-night EU leaders' summit, a dramatic referendum, and a humiliating set of austerity reforms as the condition for getting EU and IMF cash — Juncker swung between playing the dove and issuing warnings that the Greek government was misleading its people.",
  "This week's virtual fisticuffs between European Council President Donald Tusk and his counterpart from across the road — the European Commission's Jean-Claude Juncker — over how the EU handles Russian President Vladimir Putin is the latest of many fights between Brussels' most famous high-level sparring partners.",
  "But just as Juncker was about to deliver his 2016 State of the Union address — his first set-piece speech since the U.K. referendum to leave the EU and one he cast in terms of opportunity and further integration — Tusk swept in with a letter that served as a rival State of the Union speech.",
  "Over 32,000 people have been relocated — these are 90 percent of the people eligible for relocation.” Schinas argued that Tusk’s views on migration only “partially” represent the EU migration agenda.",
  "Juncker has from the beginning of Europe's migration crisis promoted a centralized system of shifting refugees around Europe to reduce the burden on frontline countries such as Greece and Italy.",
  "Juncker, via his spokesperson Margaritis Schinas, said “the Commission firmly disagrees with the statement [by Tusk] that relocation as an emergency response has been ineffective.",
  "Tusk, aware of the resistance to this policy among many Central and Eastern European countries, has always warned about the limits and dangers of that approach.",
  "The system was first used in the 2014 European Parliament election but many EU national leaders, including Germany's Angela Merkel, were skeptical of the idea.",
  "Lifestyle\n\nTusk thinks nothing of landing after a summit in Japan, and heading to the start line of the Brussels 20 kilometer road race, as he did in May 2016.",
  "There is one thing the men have in common, though it's not always apparent by appearances: Both are in their early 60s, born less than three years apart.",
  "Tusk tried to reset the debate in a discussion among national leaders, suggesting it was time to end migration quotas for individual countries.",
  "Juncker prefers to exercise with vigorous embraces and face slaps at EU summit photo calls — and likes to relax with a glass of wine or two.",
  "Tusk took a noticeably different tone: a distinctly chilly approach that rejected histrionics in either direction.",
  "“The idea that the Spitzenkandidat process is somehow more democratic is wrong,” Tusk told reporters in February.",
  "State of the Union missives\n\nIn EU terms, mid-September is supposed to be the Commission president's moment.",
  "Migration\n\nPerhaps the biggest rift between Juncker and Tusk has been over the handling of migration.",
  "Juncker, however, has doubled down and pushed using the system in the 2019 Parliament election.",
  "More than two years after the fight started, the pair were still going at it in December 2017.",
  "Tusk wanted a more pragmatic and limited vision for the EU post Brexit.",
  "Tusk insists on keeping all the options open."
]