[
  "Related: Why Trump's Silence on NATO Article 5 Is a Big Deal\n\n\"NATO has already been talking about transformation … into a political organization, as the kind of an organization that creates the elements of stability in the world,\" Putin said.",
  "Vladimir Smirnov / AP\n\nEarlier at the forum on Thursday, Putin suggested for the first time that private \"patriotic\" hackers could be behind attacks on the world's democracies — but he still denied interfering in the U.S. election.",
  "/ Updated By Alexander Smith\n\nLONDON — Vladimir Putin again denied that Russia interfered in last year's U.S. election, joking to NBC News' Megyn Kelly on Friday that even her \"underage daughter\" could have been behind the hacking.",
  "The journalist asked the Russian president about what American intelligence agencies say is evidence that he became personally involved in a covert campaign to harm Hillary Clinton and benefit Donald Trump.",
  "Kelly said the interview would be \"the first time he has sat down with an American journalist since the appointment of a special counsel to look into allegations of Russian interference in our election.\"",
  "He has gone further than his predecessors and shocked Western foreign policy analysts by hinting that he may withhold America’s decades-long protection if these targets are not met.",
  "Trump has been pressing his 27 NATO allies to up their military spending to the 2 percent of GDP recommended by the alliance — a threshold only a handful of them meet.",
  "\"NATO was established as a Cold War instrument in the fight against the Soviet Union ... there is no longer any ... Soviet Union but NATO is still there.",
  "In Friday's wide-ranging question-and-answer session with Kelly, Putin also questioned Trump's call for NATO allies to increase their military spending.",
  "The Russian leader suggested the alliance's continued existence could be explained because it was merely an \"instrument of U.S. foreign policy.\"",
  "He also said that U.S. accusations about Russia were reminiscent of \"anti-Semitism and blaming the Jews,\" describing them as \"disinformation.\"",
  "Later Friday, Kelly went one-on-one with Putin in a sit-down interview that will air on \"Sunday Night with Megyn Kelly\" this Sunday at 7 p.m.",
  "Putin dismissed the hacking allegations \"idle prattle,\" \"harmful\" and issued his latest flat-out denial that Russia was behind the hacking.",
  "He said: \"There is no specific evidence, no facts, just assumptions, allegations and conclusions based on those allegations nothing more.\"",
  "He added: \"The U.S. demands from their allies to raise their spending and simultaneously says that NATO is not going to attack anybody.\"",
  "He added, however, that \"so far we are seeing the way the military infrastructure is expanding and heading towards our borders.\"",
  "Russian President Vladimir Putin and NBC News' Megyn Kelly during the St. Petersburg International Economic Forum on Friday.",
  "Putin’s sky-high domestic popularity is built on his self-styled image as a man who can restore Russia to its former glory.",
  "Putin made the comments in a panel discussion moderated by Kelly at the St. Petersburg International Economic Forum.",
  "He asked: \"If you're not intending to attack anybody, why increase your military spending?\"",
  "The exclusive interview will air on \"Sunday Night with Megyn Kelly\" this Sunday at 7 p.m.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Putin blamed the allegations on \"internal political bickering.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "He sees NATO as a Western encroachment on Russia's borders.",
  "Alexander Smith and Eoghan Macguire reported from London.",
  "\"IP addresses can be invented — a child can do that!",
  "Putin suggested that NATO was an outdated alliance.",
  "Your underage daughter could do that.",
  "That is not proof,\" Putin replied.",
  "The question is, what for?\"",
  "\"We didn't do this.",
  "Stop this!\"",
  "he asked.",
  "he said.",
  "ET.",
  "ET."
]