[
  "The French Conservative candidate was trailing behind front-runners centrist Emmanuel Macron and far-right Marine Le Pen after a TV debate aired Monday, however the new revelations are likely to further hurt his chances of securing office when France goes to the polls to elect its new leader in May.",
  "Allegations published Wednesday by the Canard Enchaîné suggest that the former French prime minister used his contacts to facilitate two meetings for Fouad Makhzoumi, the Lebanese chief executive of Future Pipe Industries, in 2015 – one with Putin and another with Total's Patrick Pouyanné.",
  "A meeting between Russian President Vladimir Putin, a Lebanese billionaire and the chief executive of Total has dealt another major blow to the electoral chances of Francois Fillon after reports emerged that the French Presidential hopeful was paid $50,000 for facilitating the rendezvous.",
  "His campaign has been marred by allegations, also from the French satirical newspaper, which claim that he paid his wife and children almost 1 million euros ($920,000) in public funds for parliamentary jobs they did not complete.",
  "Wednesday's allegations of government-level involvement with Russia also come as the FBI investigates Russia's potential involvement with members of President Donald Trump's campaign during the 2016 election.",
  "Meanwhile, Macron's campaign has gathered pace after he emerged as the strongest performer in the televised debate and was publicly endorsed Wednesday by a junior minister in the incumbent Socialist party.",
  "The meetings were reportedly set up via Fillon's consultancy firm 2F Conseil and saw Makhzoumi pay $50,000 to meet with Putin during the St Petersburg International Economic Forum two years ago.",
  "On Tuesday, French interior minister Bruno Le Roux announced his resignation over a related fake job scandal, in which he was accused of paying his two daughters for work they did not undertake.",
  "This provides hope for pro-European supporters who fear that a win for nationalist Marine Le Pen could result in a break-up of the European Union.",
  "The Fillon campaign was not immediately available for comment but the Kremlin brandished the accusations as \"fake news.\"",
  "\"It is what in English we call 'fake news,'\" said Kremlin spokesman Dmitry Peskov.",
  "Follow CNBC International on Twitter and Facebook.",
  "His is currently under formal investigation."
]