[
  "AP Photo/Andrew Harnik\n\nThe FBI's investigation into Russia's interference in the 2016 US election took a major step forward on Friday, when special counsel Robert Mueller's office announced eight charges against 13 Russian nationals and three Russian entities for carrying out social media \"interference operations targeting the United States.\"",
  "The charges released on Friday were directed primarily at the Internet Research Agency (IRA), a notorious Russian \"troll factory\" located in St. Petersburg that focused on sowing political discord during the 2016 race by using Russian bots to spread fake news and pro-Trump propaganda on Facebook, Twitter, and other social-media platforms.",
  "But as the campaign season got into full swing, the defendants began to engage \"in operations primarily intended to communicate derogatory information about Hillary Clinton, to denigrate other candidates such as Ted Cruz and Marco Rubio, and to support Bernie Sanders and then-candidate Donald Trump,\" the court filing said.",
  "But those theories hit a snag with the release of Friday's indictment, which served to reinforce, in minute detail, the intelligence community's assessment in January 2017 that Russia mounted an elaborate campaign to interfere in the 2016 race to elevate Trump to the presidency.",
  "He suggested, for instance, during the 2016 campaign season that the people responsible for infiltrating the Democratic National Committee and a top Clinton campaign official's emails could have been Chinese hackers, or \"a guy sitting on their bed who weighs 400 pounds.\"",
  "Trump \"has been fully briefed on this matter and is glad to see the Special Counsel's investigation further indicates—that there was NO COLLUSION between the Trump campaign and Russia and that the outcome of the election was not changed or affected,\" the statement said.",
  "As the campaign season began drawing to a close, the defendants began a concerted effort to encourage minority voters — most of whom typically lean Democratic — to abstain from casting ballots, or to vote for third-party candidates like Jill Stein.",
  "Reuters/Jorge Silva\n\nThe next step in Mueller's investigation, experts said, will be to gauge whether any Americans were knowingly involved in the influence campaign, and more narrowly, whether any members of Trump's campaign participated.",
  "Moreover, he added, the charges will likely require the White House to \"make a decision about whether they want to continue pretending that the Russians didn't have a favored side in the race, or that the side Russia favored was Clinton.\"",
  "\"But now, it's not just US intelligence officials — there's a very detailed bill of particulars that's been made public which makes it much more difficult for anybody to credibly suggest that Mueller's investigation is some kind of hoax.\"",
  "Associated Press/Dmitry Lovetsky\n\nThe indictment lays out a stark picture of how Russia's social-media scheme operated and who was involved, including specific allegations about Russia-linked Facebook accounts, ads, rallies, and emails.",
  "Former counterintelligence veterans agreed and said Saturday that because Russia is engaged in information warfare against the US, the Kremlin wouldn't think twice about endorsing activities considered illegal in the country.",
  "The IRA began its efforts to interfere in the election as early as 2014 — a detail the White House pointed to as evidence that the Trump campaign was not involved, because Trump did not declare his candidacy until June 2015.",
  "\"The intelligence community has been unanimous for some time that this is a serious concern, and the White House has been contradicting its own intelligence agencies by claiming that this is a witch hunt,\" Sklansky said.",
  "The Department of Justice has begun extradition proceedings in light of Friday's indictment, but it's unlikely the Russians who were charged will face legal consequences, given the nature of Russian extradition laws.",
  "Even so, Sklansky said, Mueller's team may \"believe that it's part of their job to charge the crimes that they uncover, whether or not they'll be able to successfully bring the charged individuals to justice.\"",
  "The charges were hailed as a triumph by a president who frequently complains on Twitter and to advisers about the Russia investigation, which he has characterized as a \"hoax,\" a \"witch hunt,\" and \"fake news.\"",
  "\"That level of detail should make it very hard for anybody to say that there's nothing there, that there's no Russian interference to worry about,\" said David Sklansky, a professor at Stanford Law School.",
  "'This was well funded, well planned, and successfully executed'\n\nRussian President Vladimir Putin addresses the St. Petersburg International Economic Forum in St.Petersburg, Russia, Friday, June 2, 2017.",
  "Russia-linked Facebook accounts posing as American activists also reached out to at least three Trump campaign officials in the late summer of 2016 to ask if they could be of assistance to the campaign.",
  "Editor's Note: A previous version of this article incorrectly stated that Deputy Attorney General Rod Rosenstein said the defendants' underlying conduct did not alter the outcome of the 2016 election.",
  "The Trump administration has been scrutinized for adopting a softer stance towards Russia in what critics say is an effort to appease Russian President Vladimir Putin, who frequently praises Trump.",
  "Harry Sandick, a former assistant US attorney for the Southern District of New York, acknowledged that the charges unveiled Friday did not implicate any Americans as being knowing co-conspirators.",
  "A 'black eye' for the White House\n\nU.S. President Donald Trump and Russia's President Vladimir Putin talk during the family photo session at the APEC Summit in Danang, Vietnam November 11, 2017.",
  "Deputy Attorney General Rod Rosenstein said during a press conference that the indictment did not contain allegations that the defendants' underlying conduct altered the outcome of the race.",
  "\"This was well funded, well planned, and successfully executed,\" said former federal prosecutor Jeff Cramer, adding that it would be \"naive\" to assume the Russians wouldn't do it again.",
  "In particular, workers were told to spread content related to US politics and to \"use any opportunity to criticize Hillary and the rest (except Sanders and Trump — we support them).\"",
  "Most recently, the White House decided not to impose new sanctions on Russia, which stemmed from a law Trump signed in August designed to punish Russia for its election meddling.",
  "Cramer noted the charges do pose one risk to the defendants: \"Safe to say these individuals won't be traveling anywhere in the future unless they want to risk getting picked up.\"",
  "The strategy appeared to align with that of former Trump campaign chairman Paul Manafort, who made promoting Stein a bedrock of his campaign strategy in early- and mid-2016.",
  "The State Department said earlier this month that just the law's existence deterred Russian defense sales, and that it did not need to be additionally enforced.",
  "The White House released an official statement about the indictment on Friday, shortly after Trump declared himself and his campaign innocent on Twitter.",
  "He also often accuses former Democratic nominee Hillary Clinton of colluding with Russia and the FBI to undermine his election victory and presidency.",
  "And with the indictment, Mueller dealt a significant blow to one of President Donald Trump's central claims about the legitimacy of the investigation.",
  "The special counsel will also likely continue looking into the nature and extent of top-ranking Russian officials' involvement in the conspiracy.",
  "But \"did Trump's campaign know about these activities, and if so, does that explain the frantic ongoing desire to block this investigation?",
  "The question of whether or not the Russians will face consequences may not be the most significant outcome of the indictment, he added.",
  "The 13 Russian nationals named in the court filing were indicted for working in \"various capacities to carry out\" the agency's goals.",
  "Even if Trump's campaign had no role, it is surely a black eye given Trump's statement clearing Russia of wrongdoing,\" he said.",
  "Rosenstein said the indictment did not contain allegations that the defendants' actions had any effect on the outcome.",
  "Shortly after the indictment was released, Trump took to Twitter to declare himself vindicated in the Russia probe.",
  "\"Russia started their anti-US campaign in 2014, long before I announced that I would run for President.",
  "Trump's reluctance to accept that Russia meddled in the election predates his presidency.",
  "The Trump campaign did nothing wrong - no collusion!\"",
  "The results of the election were not impacted.",
  "Robert Mueller.",
  "he tweeted."
]