[
  "Denials Deal Amid Reports Russia Sanctions Could Be Lifted\n\n\"No information can have a direct impact on people's mind ... nor on final results of the elections,\" Putin said, adding, \"It is my conviction once again that no hackers will be able to have an impact on the electoral campaign in any country ... whether it's America or Asia.\"",
  "/ Updated By Erik Ortiz\n\nAfter the Kremlin vigorously denied meddling in last year's U.S. election, Russian President Vladimir Putin suggested for the first time Thursday that private \"patriotic\" hackers could be behind such attacks on the world's democracies.",
  "In December, U.S. intelligence agencies said they have a \"high level of confidence\" that Putin became personally involved in the covert campaign intended to harm Democratic nominee Hillary Clinton and give an advantage to Republican nominee Donald Trump.",
  "\"They might have read a certain article and if they are in the patriotic mood, then they start making their contributions the way they see it positive towards the Russian image,\" Putin told reporters, according to an Associated Press translation.",
  "Before his January inauguration, Trump acknowledged that Russia waged cyberattacks on America, but his campaign's ties with Russian officials have been called into question amid a wider FBI investigation into the hacking.",
  "He said hackers might be trying to make it appear as if the Russian government is orchestrating a larger operation, \"and of course you can use high technology ... modern technologies to create such a situation.\"",
  "During an economic forum in St. Petersburg, Russia, Putin told international media that those cyber disrupters might wake up in \"high spirits\" and want to act out — simply on behalf of their country.",
  "But when asked by reporters if Moscow might want to influence this year's German elections, Putin once again waved off the idea that any hacking can have a meaningful consequence at the polls.",
  "\"I must stress, on a state level, we are never engaged into these kind of activity,\" said Putin, who is scheduled to have a sit-down interview Friday with NBC News' Megyn Kelly.",
  "The political movement of newly elected French President Emmanuel Macron said it was hacked just before this month's election and internal information was leaked as a result.",
  "While it was not immediately clear who was behind the cyberattack on political party En Marche!, groups linked to Russia were accused in April of targeting Macron's campaign.",
  "Putin attends a meeting with international news agencies at the St. Petersburg International Economic Forum in Russia on June 1, 2017.",
  "POOL / Reuters\n\nThe Russian leader has rejected allegations that Moscow interfered with the American election using cyberattacks.",
  "Those agencies have accused Russia of hacking into Democratic Party emails.",
  "Putin was supportive of Macron's far right populist rival, Marine Le Pen.",
  "But other countries have expressed similar worries in recent months.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Related: U.S."
]