[
  "On the 25th of March of 2017, when we shall celebrate 60 years of those documents that started the E.U., that will take place in Rome, that saw the first signing of those accords, we should imagine a view of Europe, that Europe that is based on a (inaudible) it no longer works, a Europe that should put as a focus for attention human capital, values, technological innovation -- this is the only Europe that can exist.",
  "And I would agree to the proposal put forth by our partners, including the American partners, according to which -- maybe I'm saying something I'm not supposed to say -- but I believe it is a well-known fact in the region; it is a well-known fact for the negotiators representing the opposition and the government -- I'm referring to this American proposal, which is quite acceptable.",
  "Because, you know, we believe, in this regard I can say that we believe that the sense of responsibility of the head of the state of the United States, and the United States is a country that a lot depends on in the world, we hope that the sense of responsibility will encourage the future American president to work together for a more secure world, to work constructively.",
  "Trump's longtime friend and Republican consultant Roger Stone outlined a new McCarthy-style witch-hunt, telling Breitbart, \"There's going to be a new focus on whether this administration, the administration of Hillary Clinton and the State Department, was permeated at the highest levels by Saudi intelligence, and others who are not loyal Americans.\"",
  "ROSS: The symphony will forever be a symbol of the struggle of the Second World War, of the defiance of the city, and of the power of an artist to speak for the entire people, and to speak to them in a way that is absolutely direct in impact, that has this emotion that can never be shook off, that remains as strong today as it was in 1941, '42.",
  "Over the next two days he called on Obama to resign and Hillary Clinton to drop out of the race, insinuated that the president actually wanted the jihadis to win, repeated his proposed ban on all Muslims entering the country, and warned American Muslims that they had better cooperate with the authorities.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZAKARIA: Prime Minister Renzi, there is a view that, if Britain were to leave Europe, the European Union, that it would be possible to renegotiate terms and maybe, over two to three years, come up with a new way in which Britain can be part of the -- of the European Union.",
  "And I can tell you with full responsibility that we're against any doping, we in Russia, because, you know, I have been an amateur athlete, and I believe that many people will agree with me when I say that, even if the doping is used, it is much less interesting to watch that competition.",
  "They believe that a 70-year-old megalomaniac, whose entire life has been devoted to ceaselessly promoting himself and using any means to tear down others, would suddenly develop deep empathy for the party, though so far he has used it solely as a vehicle for his own personal advancement.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: Welcome back to a special edition of GPS, coming to you today from St. Petersburg, Russia, where I sat down on Friday with not only President Putin but also the prime minister of Italy, Matteo Renzi, and the president of Kazakhstan, Nursultan Nazarbayev.",
  "(LAUGHTER AND APPLAUSE) (CROSSTALK)\n\n\n\nPUTIN (Through Translator): I did not say anything else about him, but there's one thing that I paid attention to and that I definitely welcome is that Mr. Trump said he is ready to restore full pledged Russian-American relations.",
  "(APPLAUSE)\n\n\n\nPUTIN (Through Translator): Because you know twice in U.S. history, the American people, the majority of the people, elected persons who had not been supported by the majority of the people because they were chosen by people who had the right to vote.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: I'm coming to you from St. Petersburg this week during \"belyye nochi,\" or \"white nights,\" a stretch of time during the summer months when the sun never quite dips far enough below the horizon for the sky to be truly dark.",
  "Most Republican leaders still hold out hope that despite the fact that Trump is, in George Will's accurate description, the most anti- conservative presidential aspirant in their party's history, he will suddenly get religion and embrace their agenda.",
  "(END VIDEOTAPE)\n\n\n\nZAKARIA: When we come back from St. Petersburg, I'll tell you the amazing story of a beautiful piece of music and how it was performed here amidst the most hellishly unimaginable circumstances, the worst siege in human history.",
  "The ones who take the most risk are the British citizens, British consumers, British pensioners; it's not citizens of united Europe, although probably, at initial stages, I suppose it would be, that we shall see a very serious financial tension.",
  "There was a pre- emptive Soviet attack on German positions to shut down the, you know, German artillery just before the performance began...\n\n\n\nZAKARIA (on camera): In order to...\n\n\n\nROSS: In order to have the silence that the music needed.",
  "\n\n\n\nReturn to Transcripts main page\n\nFAREED ZAKARIA GPS\n\nInterview with Russian President Vladimir Putin; Italian PM Matteo Renzi Discusses Brexit; Kazakhstan's President Nursultan Nazarbayev on America's Potential First Woman President.",
  "When partners say that Assad should go tomorrow, and after that they say it's not going to be tomorrow, but at the same time, they insist on restructuring of the authorities, which would actually imply his going, it's not the way to go.",
  "What I want to say is that if this policy of unilateral sanctions is to continue without sensitivity to the international communities, steps on the international arena to be agreed upon, these consequences would be inevitable.",
  "But then, even more extraordinary, loudspeakers were set up on the edge of no- man's-land, and the sound of the performance was broadcast over to the other side, as a deliberate effort at demoralizing the German troops.",
  "No, if it should happen -- in the short-term prospect, it will be a problem that will affect everybody in Europe, but in midterm, that it would be first and foremost a major problem for the Brits, not for the Europeans.",
  "You know as the German say, it's not our beer to meddle with it, because, you know, when the U.S. elects a president we are going to work with anyone, whoever that is, because the American people trust this person.",
  "Watching honorable Republican elected officials like Paul Ryan contort themselves, deploring Trump's rhetoric, distancing themselves from his policies, while still promising to vote for the man, is painful.",
  "There are now two major investigations that have shown that Russian athletes have engaged in doping on a massive scale and that there has been a systematic evasion and doctoring of testing and lab samples.",
  "In your very long question and answers with the Russian people, you made a joke about when somebody asks you about her, you said I think that the Russian idiom is, the husband and wife is the same devil.",
  "(APPLAUSE)\n\n\n\nZAKARIA: President Nazarbayev, if I may ask you a question, the United States is getting ready to ask itself, is it -- is it right -- is it ready -- is America ready for a woman president?",
  "(MUSIC PLAYING)\n\n\n\n(END VIDEOTAPE)\n\n\n\nZAKARIA: The correct answer to the \"GPS Challenge\" question is B. Dostoevsky's short story entitled \"White Nights\" was set in St. Petersburg and published in 1848.",
  "I'm a European that holds an Italian passport, and I think it's fundamentally important that Europe should find the energy, let's say, and not only chase the current events and trends, whatever it be.",
  "This is a special edition of FAREED ZAKARIA GPS coming to you today from the beautiful city of St. Petersburg, Russia, where I had the opportunity this week to sit down on stage with President Putin.",
  "We need to be actively involved in the process for development of the new constitution, and based on -- reach new elections; provincial elections and parliamentary elections ought to be organized.",
  "But I'd like to say again that, of course, it's none of our business, but you know, I heard that American prosecutors were trying to get rid of the international observers at the voting stations.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZAKARIA: There are so many areas to cover with you, Mr. President, so let me go to the Middle East where Russia has had a forceful intervention to bolster the Assad regime.",
  "Even if, at the Brexit referendum -- even if those who champion for Britain staying in Europe should stay there -- and it's not that, if you're a skeptic, that will bring an end to Europe, no.",
  "When the North Vietnamese offered to release him in advance of other prisoners of war because his father was an admiral, he refused, preferring more captivity and torture to losing his honor.",
  "He pointed a finger specifically at Huma Abedin, one of Clinton's closest and most long-standing aides, and a Muslim American, saying, \"We have to ask, do we have a Saudi spy in our midst?",
  "There can be no collective responsibility for all athletes, for all athletes of a country, for example, because there are certain physical bodies that used performance-enhancing drugs.",
  "Years later, when he learned that Henry Kissinger had also refused to allow any special treatment for him, he thanked Kissinger, \"For saving my reputation, my honor, my life, really.\"",
  "The internal political situation is quite difficult there and the opposition that is in power right now could have come to power as a result of democratic reforms and elections.",
  "As I note, the prosecutor general of the Russian Federation and the investigate committee of the Russian federation were investigating all the facts that most media pointed out.",
  "And I noticed that you have appointed a deputy prime minister who is a woman, and I'm wondering, at some point, do you think Kazakhstan will be ready for a female president?",
  "(APPLAUSE)\n\n\n\n(END VIDEOTAPE)\n\n\n\nZAKARIA: Coming up next from here in St. Petersburg, I will ask Italian Prime Minister Matteo Renzi about the very real risk of a Brexit.",
  "But we hope that that will -- this will be a person who will strive for developing relations with our country and creating a better, a securer world, a more secure world.",
  "(END VIDEO CLIP)\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n[10:15:52] ZAKARIA: Welcome back to a special edition of GPS from St. Petersburg, Russia, where I sat down with President Putin.",
  "And where is Senator John McCain who has declared that he supports a man who seems to stand for everything McCain is against, and who callously belittled his war record?",
  "The people of Leningrad resisted the Nazi attack in many ways, even\n\n\n\nshowing their defiance in a manner that embodied the city's rich cultural traditions, using music.",
  "(MUSIC PLAYING)\n\n\n\nROSS: He actually composed a good part of it during the siege, with bombs falling, with, sort of, the endless noise of -- of cannon and gunfire.",
  "[10:30:01] And based on this confidence and trust, to shape inefficient management, an administration that would be trusted by the whole population of the country.",
  "And most importantly the logic behind the development of international relations, no matter how dramatic it may seem, it is not the logic of global confrontation.",
  "We will never support any dopings or any other violations in this area, and we are going to cooperate with all of the international organizations in this regard.",
  "So what's the -- and after we were forced to make measures to protect certain groups of the population, the scare-mongering and war- mongering continued.",
  "Because, you know, when they have different responsibilities they start to think differently, to speak differently, and even their appearances change.",
  "The city comes alive during this period, with nonstop festivals and night life, if one could call it that at a time when the sun never actually sets.",
  "(END VIDEOTAPE)\n\n\n\nZAKARIA: Next on GPS, Vladimir Putin's response to charges that Russia's athletes have been engaged in doping on a massive scale.",
  "Maybe there are some -- even if there are some physical bodies who committed violations, it cannot be -- it cannot jeopardize all other athletes.",
  "And we will have to work with them in the same way as we worked with the power that they thought is going in the power at the time of Yanukovych.",
  "And I believe there are many sensible people among the fans who realize that any violations cannot express their support for the team they love.",
  "Also joining me and President Putin on stage were Italian Prime Minister Matteo Renzi and the president of Kazakhstan, Nursultan Nazarbayev.",
  "We should think about the ways to incorporate the representative of the opposition into the existing power models, including the government.",
  "[10:10:02] Instead they took the way of civil war, victims, scaring the Russian-speaking population in the southeast of Ukraine and Crimea.",
  "My book of the week is something I've just started, the most famous novel ever set in St. Petersburg, Dostoevsky's \"Crime and Punishment.\"",
  "(BEGIN VIDEOTAPE)\n\n\n\nALEX ROSS, THE NEW YORKER: Shostakovich himself volunteered to be in the fire brigade at the Leningrad conservatory.",
  "During World War ii, the German army encircled and bombarded the city, called Leningrad at the time, from September 1941 to January 1944.",
  "Several Republican former national security officials and experts have put together a letter announcing that they cannot support Trump.",
  "We'll begin the conversation with President Putin on U.S.-Russian relations at a time when many believe the two are in a new Cold War.",
  "NURSULTAN NAZARBAYEV, PRESIDENT OF KAZAKHSTAN (via translator): I thought that President Putin has already answered all the questions.",
  "We are going to work in this way in our fighting against stimulants and dopings, and we are going to work with the fans associations.",
  "Not one former secretary of state, defense, or treasury has signed on or publicly announced that he or she will not vote for the man.",
  "One of Trump's leading surrogates, former House Speaker Newt Gingrich, suggested reviving the House un-American activities committee.",
  "MATTEO RENZI, PRIME MINISTER OF ITALY (via translator): Well, to be brief -- to be brief, if U.K. should exit Europe, it's forever.",
  "The question is to ensure trust on sides of all the society, confidence on the side of various parts of the society to each other.",
  "(COMMERCIAL BREAK)\n\n\n\n[10:28:31] ZAKARIA: This is St. Petersburg, Russia, and you are watching a special edition of GPS from here.",
  "He has a huge sway over Syria's leader Bashar al- Assad, who recently announced his intent to retake every inch of his country.",
  "But what Shostakovich really wanted to do was hear it performed in Leningrad during the siege, the ultimate symbol of defiance.",
  "And speaking about Madame Clinton, she probably has her own view regarding the development of the Russian- American relations.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZAKARIA: President Putin, let me finally ask you one question about news reports about Russian athletes.",
  "Yes, indeed, the process of negotiations is very difficult, but that is the only way towards mutually acceptable solutions.",
  "I believe that if we manage to come to that level of cooperation, what would even think and talk about the Cold War times.",
  "Do you believe that the solution in Syria is that the Assad regime should take back and govern every square inch of Syria?",
  "(APPLAUSE)\n\n\n\nPUTIN (Through Translator): But we never interfere into the internal political processes of other countries.",
  "(BEGIN VIDEO CLIP)\n\n\n\nZAKARIA: You've made some comments about the American Republican presumptive nominee, Donald Trump.",
  "VLADIMIR PUTIN, RUSSIA (Through Translator): I wouldn't want to think that we are going down to some sort of a Cold War.",
  "And in nearly 900 days, more than 1 million people died, according to some estimates, many from starvation and the cold.",
  "He set out to write an ode to the people of Leningrad and their struggle against the Germans in the form of a symphony.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZAKARIA: You've made some comments about the American Republican presumptive nominee Donald Trump.",
  "Infamous for punishing Americans loosely accused of being communists or communist sympathizers in the 1950s and '60s.",
  "ROSS: The opposing German general heard about this plan to perform it and was going to disrupt it with a bombardment.",
  "It is more relevant to human resources policy because, you know, based on my own experience I can say the following.",
  "And no matter how these elections are held eventually they will be held, there will be a new head of state elected.",
  "It is only fitting that the term \"white nights\" is associated with one of St. Petersburg's greatest cultural icons.",
  "Only three who were Cabinet level officials, Michael Mukasey, Robert Zoellick and Robert Chertoff, have signed it.",
  "I traveled here to have a conversation with Vladimir Putin, the president of Russia, and some other world leaders.",
  "But what of unelected officials who do not even have the excuse that they must be attentive to Republican voters?",
  "PUTIN (Through Translator): I believe that today the problem in Syria boils down to the fight against terrorism.",
  "For this reason, I believe that the Brits are much wiser than what is presented to us through surveys and polls.",
  "(LAUGHTER)\n\n\n\nPUTIN (Through Translator): Because at the moment you speak as a journalist, not as an analyst.",
  "Combine that with the fact that it's just before the summer solstice, and you get days that almost never end.",
  "This is a special edition of GPS, the GLOBAL PUBLIC SQUARE, coming to you today from St. Petersburg, Russia.",
  "Trump himself promised only last month, \"I'm going to be so presidential that you people will be so bored.\"",
  "While I was here I had the opportunity to moderate a panel starring President Vladimir, the Russian leader.",
  "That is nearly four times as many people as died in the nuclear attacks on Hiroshima and Nagasaki combined.",
  "So it is quite possible, especially given that such --there are some ladies who are well-prepared for that.",
  "Thirdly, no matter what is the outcome of the referendum, on the 25th of March of 2017, Europe will be 70.",
  "Secondly, I still think that victory will stay with those who want to stay with Europe and stay in Europe.",
  "And we cannot affect them in any way, as they are never stored in the territory of the Russian Federation.",
  "But what we do not need of them is to interfere with our affairs all the time, to instruct us how to live.",
  "A particularly sickening blow because the killer targeted a minority group long subject to discrimination.",
  "I saw that, if samples are taken, they are always removed for storage to the international organizations.",
  "And despite the staggering human cost, while the siege lasted for another 500 days, Leningrad never fell.",
  "It's called the St. Petersburg International Economic Forum, and the star of the show is Vladimir Putin.",
  "From the chilly state of U.S.- Russian relations, to what he can do to put an end to the Syrian crisis.",
  "My colleagues and I never blamed anyone, but when we discussed, they just said, don't meddle into this.",
  "And the question is not about gaining control over various territories, although it is very important.",
  "[10:20:08] You know the sanctions that you mentioned are the -- is the U.S. touched by the sanctions?",
  "(LAUGHTER AND APPLAUSE)\n\n\n\nPUTIN (Through Translator): You personally are very famous in our country.",
  "But let me ask you about another person you have dealt with a great deal, Mr. Trump you've never met.",
  "[10:00:11] FAREED ZAKARIA, CNN HOST: Welcome to all of you in the United States and around the world.",
  "(APPLAUSE)\n\n\n\nAnd he's now -- please, why do you think that Kazakhstan cannot have a woman president?",
  "You know, there is such a concept in law -- there's only a concept of only individual responsibility.",
  "(MUSIC PLAYING)\n\n\n\nZAKARIA (voice over): There's evidence that it did actually demoralize the Nazis.",
  "RNC chairman Reince Priebus said Donald Trump understands that this is not a primary season anymore.",
  "NATO has announced just this week that it is going to build up forces in states that border Russia.",
  "ZAKARIA: Just to be clear, Mr. President, I -- the world brilliant was in the Interfax translation.",
  "What they need is an external enemy, otherwise no one would think why this organization is needed.",
  "You're not only famous as a journalist in one of the biggest TV stations, but as an intellectual.",
  "PUTIN (Through Translator): Well, you know, probably -- I probably just said that hot-headedly.",
  "Gender policy is developing normally; 30 percent of deputies of national parliament are women.",
  "So at the state level we have been fighting doping in sport, and we will continue doing that.",
  "Once Donald Trump locked up the nomination, Republicans were confident about his next moves.",
  "If we stick to this very logic, the scare-mongering, that's probably the way to a Cold War.",
  "(END VIDEOTAPE)\n\n\n\nZAKARIA: Next on GPS, much more with Russia's President Vladimir Putin.",
  "McCain has lived a life of service, with acts of courage that are beyond my comprehension.",
  "President Assad now says that his goal is to take back every square inch of his territory.",
  "When we come back, President Putin holds more sway in Syria than any other outside leader.",
  "I was wondering what in him led you to that judgment and do you still hold that judgment?",
  "Our logic is of a different aim at finding compromises and negotiations and cooperation.",
  "It's not that there is a home match and then a match when you're -- it's a guest match.",
  "Maybe Matteo can explain to us why they have to continue suffering from the sanctions.",
  "It is not relevant to Russian-American relations or to any other big political issue.",
  "And I'm even grateful to him for the signs of attention and respect to me personally.",
  "And other countries should be listening to each other, seeking to maintain a balance.",
  "(BEGIN VIDEOTAPE)\n\n\n\nZAKARIA: President Putin, let me ask you a very simple question.",
  "On June 12th, 2016, the United States suffered its worst terrorist attack since 9/11.",
  "Or do you believe that, if Brexit happens, Britain is once and for all out of Europe?",
  "(LAUGHTER)\n\n\n\n(APPLAUSE)\n\n\n\nGiven that I have three daughters...\n\n\n\n(APPLAUSE)\n\n\n\n...",
  "Since 2014, you have had European Union sanctions and U.S. sanctions against Russia.",
  "Are we settling in to a low-grade, lower-level Cold War between the West and Russia?",
  "I know that there are complex economic and political processes in the United States.",
  "And the Americans try to persuade them to endure the sanctions for some more time.",
  "If the samples are taken, they're always moved to the international organizations.",
  "Peter the Great, Fyodor Dostoevsky, Alexander Pushkin or Nikolai Rimsky- Korsakov?",
  "But what it needs, or what she needs, is to fully change her outlook upon herself.",
  "Everybody, even the world's finest artists, had to play a part in the war effort.",
  "I decided to pick it up again after having read it for a class over 30 years ago.",
  "The new translation I'm reading is superb, by Oliver Ready, for Penguin Classics.",
  "And to Russia when I started my term as the president of the Russian federation.",
  "At the core of this conflict there are contradictions inside the Syrian society.",
  "But then what I feel like saying is then, why are you meddling with our affairs?",
  "We are ready to work with any president that the American people will vote for.",
  "Seen as a foe by many in the West, but admired by many others in his homeland.",
  "What famous resident of St. Petersburg published a work titled \"White Nights\"?",
  "ROSS: So he wanted to throw himself into the war effort, as everyone else did.",
  "For more go to CNN.com/fareed and read my \"Washington Post\" column this week.",
  "Today, all John McCain needs to do to preserve his honor is to say two words.",
  "And what it means in the English version is, it's two sides of the same coin.",
  "(END VIDEOTAPE)\n\n\n\nZAKARIA: Next on GPS, stay with us here in St. Petersburg.",
  "The law enforcement agencies have to treat all the violators in the same way.",
  "The problem had a change in the samples that were taken for the doping test.",
  "ZAKARIA: Shostakovich's 7th Symphony was dedicated to the city of Leningrad.",
  "But let me emphasize that we have never supported any violations in sports.",
  "At the moment, it is probably the only superpower, and we accept this fact.",
  "Perhaps that's why Russia sets its big annual economic conference here now.",
  "Aired 10-11a ET\n\nAired June 19, 2016 - 10:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Probably all of it was aimed to gain grounds behind the existence of NATO.",
  "I'd like to say that I worked a lot with the American president back then.",
  "And I was just wondering what your reaction to these -- these reports is?",
  "One of the big topics of discussion, the 2016 American presidential race.",
  "Today we'll have about 19 hours of daylight and just five hours of night.",
  "Where are George Shultz, James Baker, Condoleezza Rice, and Hank Paulson?",
  "Dmitri Shostakovich is in the pantheon of the world's greatest composers.",
  "Any violations only jeopardize the teams they -- the teams they support.",
  "(APPLAUSE)\n\n\n\nPUTIN (Through Translator): Matteo is a wonderful speaker.",
  "But do you think that the elections are democratic in the United States?",
  "And the second aspect that is very important is the health of athletes.",
  "There is no more Warsaw pact, neither the USSR, why would they need it?",
  "And if someone is trying to politicize this area, it is a big mistake.",
  "I've seen many people change after they were appointed at some office.",
  "Kazakhstan also, 51 percent of our population in Kazakhstan are women.",
  "Our government has ministers, several ministers -- female ministers.",
  "Once completed, it was performed to great acclaim all over the West.",
  "We shouldn't be striving to set forth goals that cannot be achieved.",
  "But the Americans persuade their partners to continue the sanctions.",
  "His answers to allegations of widespread doping by Russian athletes.",
  "Probably I was just impulsive when I said that about her, you know.",
  "We need to go step by step with the participation of all the sides.",
  "Because nothing can justify harm that is brought to the human body.",
  "At the moment, the world needs a country as strong as the U.S. is.",
  "PUTIN (via translator): I'm not sure I understood what it meant.",
  "And there is no other way but the way of political negotiations.",
  "I'll also get his take on the 2016 presidential race in America.",
  "I was invited to moderate the plenary session of the conference.",
  "But there's one thing that I'd like to draw your attention to.",
  "It is the problem that is relevant for the whole sports world.",
  "The sport becomes less interesting for millions of spectators.",
  "And what do you think -- how did she do as secretary of state?",
  "There is no concept of collective responsibility for athletes.",
  "Spasibo to all of you for being part of my program this week.",
  "We want to work with the U.S., and we are ready to do that.",
  "St. Petersburg is almost as far north as Anchorage, Alaska.",
  "We'll get to St. Petersburg and Vladimir Putin in a moment.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "Why should they have supported the coup d'etat in Ukraine?",
  "When President Assad visited Moscow, we talked about that.",
  "But I realize that we still have a lot to do in this area.",
  "I have very special attitude and relations towards ladies.",
  "St. Petersburg is famous for its beauty, art and culture.",
  "We should think about the authorities of this government.",
  "You know, Mr. Lavrov was our foreign minister back then.",
  "I realize that other translations might say it's bright.",
  "Trump's reaction was to congratulate himself in a tweet.",
  "He would tone down his rhetoric and pivot to the center.",
  "After the Arab spring, they're approaching our borders.",
  "[10:05:05] Can their reputations survive their silence?",
  "And I believe the experts are doing that at the moment.",
  "It is Europe that has been affected by the sanctions.",
  "And when the siege began, he was living in Leningrad.",
  "They have not suffered for the sanctions in any way.",
  "Do you think that they are organized democratically?",
  "Why do you always change the meaning of what I said?",
  "There is, of course, zero evidence for this charge.",
  "He is one of the world's most talked about figures.",
  "This was two decades before \"Crime and Punishment.\"",
  "ZAKARIA: But fighting fires wasn't enough for him.",
  "She's a young girl -- a young lady at 70 -- at 60.",
  "To prevent Europe from building relations with us.",
  "What does he think it will take to end the crisis?",
  "We have been calling upon that on many occasions.",
  "The doping problem is not only related to Russia.",
  "They are going to Lausanne or to some other city.",
  "And I can say that we shared very good relations.",
  "For sure we are not the ones who would want that.",
  "ZAKARIA (voice over): The New Yorker's Alex Ross.",
  "Stay tuned and we'll tell you the correct answer.",
  "(APPLAUSE)\n\n\n\nI also know some of them, don't I?",
  "We have never supported that at the state level.",
  "I will see you next week, back in New York City.",
  "You called him brilliant, outstanding, talented.",
  "Actually, they always teach others how to live.",
  "(COMMERCIAL BREAK)\n\n\n\nZAKARIA: And we are back.",
  "And there's another aspect I'd like to mention.",
  "But again, we don't need to outreach ourselves.",
  "These comments were reported around the world.",
  "First here's my take about the United States.",
  "But I used the official Interfax translation.",
  "But for the U.S., no, there's been no effect.",
  "Italy can be proud of such a prime minister.",
  "President Assad keeps mentioning it as well.",
  "But it brings me to my question of the week.",
  "We should be guided by the current reality.",
  "And I'm sure no one is interested in that.",
  "And there was lots to talk to him about.",
  "I only said that he was a bright person.",
  "We're doing it the way they are used to.",
  "He spoke so persuasively and sincerely.",
  "Hillary Clinton was secretary of state.",
  "I'm not going to put a blame on anyone.",
  "I did not work with Hillary that much.",
  "You know, they're not praising anyone.",
  "And Russia has been affected, as well.",
  "Especially those in the United States.",
  "Why are you juggling with what I said?",
  "Otherwise it will be doomed to an end.",
  "And President Assad is aware of that.",
  "Russia has announced its own buildup.",
  "These consequences would be averted.",
  "I mentioned that on many occasions.",
  "They can be reopened and rechecked.",
  "But it is also famous for its grit.",
  "In 2017 Europe should start again.",
  "That was him who worked with her.",
  "But what is the Republican Party?",
  "We now know who Donald Trump is.",
  "He is committed to this process.",
  "You dealt with her extensively.",
  "They will have broad authority.",
  "And we will never support this.",
  "Do you believe that's possible?",
  "How bad would it be for Europe?",
  "Otherwise it will see its end.",
  "But the Nazis had other ideas.",
  "He spoke so beautifully today.",
  "Now, more of our conversation.",
  "Do we have a terrorist agent?\"",
  "And we do need the U.S., too.",
  "They like it the way it is.",
  "The U.S. is a great power.",
  "It's none of our business.",
  "What did you mean by that?",
  "So much for getting bored.",
  "And now for the last look.",
  "There is no need in that.",
  "What can be bad about it?",
  "But they're used to it.",
  "They have not suffered.",
  "But it's not all of it.",
  "And he agreed to that.",
  "And let's get started.",
  "This is our position.",
  "Don't you welcome it?",
  "What does that mean?",
  "Is there a way back?",
  "It would be forever.",
  "What is to be done?",
  "I'm Fareed Zakaria.",
  "We all welcome it.",
  "Isn't he bright?",
  "It may well be.",
  "And much more.",
  "And that's it.",
  "They like it.",
  "I don't know.",
  "Never Trump.",
  "Listen in.",
  "He is.",
  "PRES.",
  "Why?",
  "Why?",
  "No."
]