[
  "With 543 horsepower on tap, along with high-performance suspension, brakes, and tires, the SVR managed to lap Germany's notorious Nurburgring Nordschliefe test track in just 8 minutes and 14 seconds last year, setting a record for a production SUV.",
  "Originally built by Jaguar Land Rover as a support vehicle for the company's Iceland, Finland, and Morocco product launches, the Big Foot has a slew of foul weather and foul terrain modifications.",
  "The carbon-fiber C-X75 hybrid supercar concept first debuted at the 2010 Paris Motor Show to rave reviews and even managed to snag Autoweek's \"Best in Show\" award.",
  "Jaguar Land Rover\n\nThe Land Rover Defender Big Foot and its massive 37 inch off-road tires make it the perfect go-anywhere vehicle for Bond's exotic locales.",
  "As we inch closer to \"Spectre's\" November 6 release date, more details about all of the awesome cars that will be in the film are beginning to emerge.",
  "Last October, a fleet of modified movie cars valued at roughly $1 million was stolen from one of the company's facilities in Germany.",
  "In addition to the Aston, a trio of cars — courtesy of Jaguar Land Rover's Special Operations department — will feature in the film.",
  "According to the Dailymail, the scenes featuring the Range Rover Sport SVR and the Defender Big Foot have already been filmed.",
  "As sleek as the the DB10 may be, the real scene stealer is the Jaguar C-X75, to be driven by Bond's villainous counterpart.",
  "For Bond duty, the modified Jaguar supercars will built by the Advanced Engineering division of the Williams F1 team.",
  "\"This will be the finest looking and most innovative Jaguar ever created,\" Jaguar head designer Ian Callum said.",
  "As quick as the 510 horsepower supercharged Range Rover Sport may be, the SVR takes it to a whole new level.",
  "Jaguar Land Rover\n\nThe 24th film in the James Bond movie franchise will hit theaters later this year.",
  "The Aston and the Jag, meanwhile, will star in a major car chase through the streets of Rome.",
  "Jaguar Land Rover\n\nUnfortunately, the production version of the C-X75 was cancelled in 2013.",
  "We'll be seeing a Range Rover Sport SVR, a Jaguar C-X75, and a Land Rover Defender Big Foot.",
  "Jaguar Land Rover's involvement with the 24th Bond flick has not been without drama.",
  "\"Even in the world of supercars, we can still produce the most beautiful.\"",
  "The Range Rover Sport SVR is Jaguar Land Rover's foray into SUV insanity.",
  "They are said to include a chase scene through the Austrian Alps.",
  "Producers unveiled Bond's all-new Aston Martin DB10 in December.",
  "But now the other cars from the movie have been confirmed.",
  "Thankfully, the car will survive on the silver screen."
]