[
  "That is, if you need to drive an un-SUV four-door super-coupe that can give you whiplash if you aren't careful with the throttle; a car that should inspire confidence going around corners but with a curb weight of 5,300 pounds and the stance of a draught horse crossed with Optimus Prime, doesn't.",
  "The run-of-the-mill X6 starts at about $61,000, but once the M dudes get finished with the car, BMW will sell it to you for $115,000 — nicely equipped, as in the case of the \"Long Beach blue metallic\" version with \"Aragon brown full merino leather\" interior I recently tested.",
  "The growling, 4.4-liter twin-turbo V8 creates a Matterhorn of torque when you're tooling around on the highway in the placid confines of gear eight and decide to flick it down five whole shifts to third, squeezing the throttle and unleashing the crazy.",
  "Nevertheless, as with the Corvette Z06 and the 650-horsepower active volcano many mistake for its power plant, you aren't so much driving a car as keeping a leash on the three-headed hound that guards the approaches to the underworld.",
  "It put me in the mind of the Incredible Hulk, mid-metamorphosis: It's almost as if those deeply rational BMW engineers decided to give free reign to something they'd rather not openly discuss.",
  "Slip the gearbox out of manual mode, adjust all the driving settings to the calmest possible modes, order up \"Watercolors\" on SiriusXM radio, and heck, switch on the cruise control — but no.",
  "The leather upholstery is supple; carbon-fiber accents are present and skirt that line between stimulating and excessive, and for everyone else in the car the environment is comfortable.",
  "Business Insider/Matthew DeBord\n\nInside, BMW has done the usual BMW thing and made sure that as the driver of the Ultimate Driving Machine, you feel immediately familiar with the setup.",
  "Nothing bad will happen if you take a corner with a bit too much enthusiasm — the technocratic all-wheel-drive system supplies a check — but why would you risk it?",
  "Remember the sweet little BMW 2002 of the 1970s, that spry and peppy sports sedan that defined what Bayerische Motoren Werke meant to its earliest adopters?",
  "(Although when it comes to the regular X6, many customers know exactly what they want to do and are delighted to buy the car, which has been selling well.)",
  "The seat, the steering wheel, the paddle shifters, the instruments, the center console — you're enveloped in a reassuring, driver-centric BMW-ness.",
  "It can't be a family car because it's actually something that you keep in the basement and cut loose when the Four Horsemen appear on the horizon.",
  "Bizarre styling\n\nThe X6 M looks like a warrior who has showered off the blood of his enemies and slipped into a well-tailored Hugo Boss suit.",
  "BMW has pretty well owned the SAC space, although last year Mercedes rolled out its GLE Coupe to challenge the bimmermeisters for supremacy.",
  "It's certainly the oddest segment in the motoring world, outside of \"shooting brakes\" (two-door station wagons) and limos with hot tubs.",
  "The interior styling cues get the \"M\" treatment, with blue and red stitching on the steering wheel and \"M\" badges tucked here and there.",
  "There's the standard-issue X6, and there's the X6 M, given more warp and woof (much, much more woof) by BMW's M performance division.",
  "The g's come quick — quickest if you're in \"Sport Plus\" mode across the board, but fairly swiftly even when you're in \"Comfort.\"",
  "(I've done this in two Corvettes and a Ferrari, by the way, and they slipped easily into their six-lane alter egos as Buicks.)",
  "It makes an angry sound; its tires are too big and wide and fat, and the styling is thrusty and frankly bizarre.",
  "The rear seats are quite nice, and the rear climate controls, for what it's worth, are the best I've ever seen.",
  "The \"sport\" part of \"sport utility coupe,\" in light of the X6 M's overall attitude, seems pathetically quaint.",
  "Under normal driving conditions, you can make use of about a tenth of what I suspect the X6 M can mete out.",
  "You're used to this kind of thing if you're driving an M4 coupe (I recently drove the convertible version).",
  "I'm not sure that it's even a BMW, given my experience of looking at the German automaker's luxury cars.",
  "If the dystopia envisioned by \"Mad Max\" ever comes to pass, expect to see the X6 M among the survivors.",
  "The infotainment system is BMW's and still hard to use, but it does everything it's supposed to do.",
  "When I return a test car, especially a high-performance luxury machine, I'm generally a little sad.",
  "But then you'd be deprived of a driving experience so strange that, well, you'll feel incomplete.",
  "God knows I tried, making a run from New York City to the Hamptons on the Long Island Expressway.",
  "It's almost like the Masters of M decided that they just weren't being taken seriously enough.",
  "You can't understand why a fearsome plume of black smoke isn't coming from someplace.",
  "Business Insider/Matthew DeBord\n\nMind you, the X6 M is a potent piece of hardware.",
  "In fact, it does jerk, like an over-caffeinated panther with fast-twitch muscles.",
  "The V8 cranks out 567 horsepower — over 100 more than the Corvette Stingray!",
  "The X6 M does the 550-horsepower Range Rover Sport SVR 17 horsepower better.",
  "The mollified torque still looms like a wild animal stuffed under the hood.",
  "The seats have many adjustable positions, and they are heated and cooled.",
  "Business Insider/Matthew DeBord\n\nThe X6 M is an engineering fever dream.",
  "There's no reason not to treat it like a jolly old freeway cruiser.",
  "You could buy another car or two, obviously, with the difference.",
  "I simply don't understand what you would do with a car like this.",
  "Too many people had the wrong idea about what a BMW actually is.",
  "It looks a lot less scary when it's sitting still in the shade.",
  "You're supposed to bond with the furious power of BMW's M cars.",
  "This is what the BMW X6 M is: a \"sport activity coupe,\" or SAC.",
  "Luxury to spare\n\nIt also ticks off every imaginable luxury box.",
  "Another 93 equestrians and you're talking about a Corvette Z06.",
  "Mind-bending, borderline-disturbing things, as it turns out.",
  "It seems coiled and ireful even when it isn't supposed to.",
  "Business Insider/Matthew DeBord\n\nWho would buy this thing?",
  "Setting it free seems, always, like a very, very bad idea.",
  "Business Insider/Matthew DeBord It isn't a sports sedan.",
  "But you are accelerating at a borderline-alarming pace.",
  "Add three more horsepower and you're got a Ferrari 458.",
  "The X6 M certainly is fun in a straight line, however.",
  "It doesn't want you to become one with its bimmerness.",
  "When you pop the hood, you expect to see molten lava.",
  "The X6 M ate the BMW 2002 and kept right on chewing.",
  "The leather, by the way, feels as good as it looks.",
  "In the X6 M, the velocity scrambles your thinking.",
  "But that unholy turbo V8 in the X6 M taunts you.",
  "It doesn't really make you happy to look at it.",
  "Trying to cruise around in it induces anxiety.",
  "This is a mighty Wagnerian poleaxe of a motor.",
  "But with the X6 M, I kind of wanted a divorce.",
  "It isn't roomy enough to function as an SUV.",
  "With great power comes great responsibility.",
  "This is where you adjust the driving modes.",
  "Plus, it occupies acres of attention span.",
  "Daydreaming while driving is not advised.",
  "My children fell asleep in the back seat.",
  "Cargo space is adequate, if not abundant.",
  "It looks like it was made by Hot Wheels.",
  "You're ultimately not going that fast.",
  "You kind of don't want to look at it.",
  "I dropped the X6 M off at the garage.",
  "Actually, all of its names are \"GO!\"",
  "What does the extra $54,150 get you?",
  "What \"sport\" does BMW have in mind?",
  "One doesn't want to argue with it.",
  "Behold, the sport-activity coupe.",
  "And you sort of wish you hadn't.",
  "Everything looks familiar here.",
  "(It could intimidate a Hummer.)",
  "This car's middle name is \"GO!\"",
  "It looks vaguely militaristic.",
  "The sound system is lovely.",
  "I thought they were fools.",
  "Dodge ball with meteors?",
  "All it needs is a cape.",
  "It sticks in your head.",
  "The car almost jerks.",
  "Still, that engine!",
  "I didn't look back.",
  "But then you do.",
  "It isn't an SUV.",
  "Not this time.",
  "ICBM racing?",
  "Breaking up?",
  "Eek!",
  "Why?"
]