[
  "(And yes, there was an internal office debate over how exactly to spell out the sound of Vader’s inhaling and exhaling…that’s what we do here at the Daily News Autos, folks)\n\nThe supercharged V-8 hustles the Range Rover Sport SVR from 0 to 60 mph in less than 4.5 seconds.",
  "(Nick Kurczewski)\n\nThis is a Range Rover so, like all vehicles bearing the famous name, it’s endowed with hardcore off-roading credentials and driving modes tuned to every type of terrain you’d encounter this side of, say, being assigned a NASA deep-space mission.",
  "At the helm of the Range Rover, you’ll find thick and chunky-looking handles and knobs, leather-clad dash surfaces and steering wheel, along with a gear-lever for the 8-speed automatic that is a direct copy of what you’ll find in a BMW.",
  "I’m not one to fling every car I drive onto a test track – if your brain is permanently stuck in Go Fast Race Mode, some buff book will gladly tell you which minivan gets the win because it pulls more G-forces into a hairpin corner.",
  "Based on the existing Range Rover Sport, the SVR focuses most – though not all – of its attention towards providing the most tactile driving experience possible, at least in a vehicle weighing more than 5,400 lbs.",
  "Basically, if you’d have told me a Range Rover would be crying out for hot laps, I’d have laughed and, possibly, given you a politely firm slap – at least, if you’re not very big and you can’t run faster than me.",
  "(Nick Kurczewski)\n\nThe “Santorini Black Metallic” paint hides some of the SVR’s exterior design cues, such as the revised front bumper with larger intakes, blacked out trim and air vents, and custom grille.",
  "(Nick Kurczewski)\n\nStarting at $112,345 (including destination charge) the Range Rover Sport SVR is not only one of the world’s fastest SUVs, it also ranks up there with some of the most expensive.",
  "It has zombie apocalypse go-anywhere credentials, along with a powertrain and suspension that devilishly goad you to go faster, corner harder, and brake later than you’d normally ever dare to do.",
  "This allows the four-wheel-drive SVR to literally claw its 21-inch diameter, 9.5-inch wide wheels into the road surface, to catapault you down the road with enough force to shove you (firmly!)",
  "I found myself punching the gas pedal at every highway on and off-ramp, simply for the giddy fun of hearing this motor howl and feeling myself pushed against the side bolsters of the seats.",
  "I’d be doing the galaxy a disservice if I didn’t admit that, each and every time I approached this truck, I expected to hear Vader’s infamous “bhhh-khhh, bhhh-khhh!” breathing.",
  "Just look inside, you’ll see that the backseat is actually two curvaceous bucket seats, with a nominal spot between them for anyone thin-hipped enough to squeeze into it.",
  "Range Rover still needs to work out some quirks with the infotainment system, but I can't fault the overall design and style of this leather-lined interior.",
  "Finished in a black-on-black paint scheme, complete with heavily tinted rear windows, this 550-horsepower SUV is akin to being anti-matter in appearance.",
  "Frankly, if I was in a Range Rover dealership, the standard Range Rover Sport would look awfully tempting, given that it’s about $30-grand cheaper.",
  "I didn’t worry about fording rivers in Manhattan traffic, or crawling over rocky terrain across the Hudson, in the concrete jungles of New Jersey.",
  "(Nick Kurczewski)\n\nI have to admit, the SVR is one of the few large SUVs that really and truly made me laugh out loud when behind the wheel.",
  "But that’s like saying a heavyweight boxing champ isn’t an athlete because he can’t plié and pirouette his way into the lead for Swan Lake.",
  "(Nick Kurczewski)\n\nOn the road, you immediately feel the suspension modifications that give the SVR an extremely level and planted feel.",
  "(Nick Kurczewski)\n\nBut after a few days with this beautiful brute, I kept finding myself driving it like I would an outright sports car.",
  "The supercharged 5.0-liter V-8 engine produces staggering levels of horsepower, along with an equally impressive 502 lb.-ft. of torque.",
  "The air suspension has been tuned to deliver sharper responses and much less wallow and roll when the road gets seriously twisty.",
  "At least the dark color scheme shows off the bright-blue Brembo brakes calipers, tucked snugly behind those 21-inch alloy wheels.",
  "It works nicely – unlike the recalcitrant shifter we encountered in the Discovery Sport – so we’ll forgive the design plagiarism.",
  "I promised myself there would not be any Darth Vader references with this SVR review – but come on, look at this thing!",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "Okay, the Range Rover SVR will oblige, but it would roll its eyes at these menial tasks (that is, if it could).",
  "The Range Rover SVR couldn’t get any meaner, unless it physically scurried up to my leg and chomped my ankle.",
  "This includes heady competition, such as the Porsche Cayenne Turbo, BMW X5 M, and Mercedes-Benz AMG GLE63.",
  "A BMW X5 M that I recently drove was also crazy quick, though in an even more under-the-radar kind of way.",
  "None of these are what I’d call ‘bad choices,’ if you have the means and the motivation to buy one.",
  "The effect is like seeing a Lamborghini with a baby-seat - it's insane, and somehow really cool.",
  "(Nick Kurczewski)\n\nSo, you want a luxury SUV to run errands and drive to swanky malls?",
  "SUV level and even-keeled when pushing it hard - and you'll want to push it, trust me!",
  "This truck – and yes, this is a truck and not a crossover – is unrepentantly tough.",
  "Under the hood of the Range Rover Sport SVR is a 550-horsepower supercharged V-8.",
  "But I could have, if I'd wanted to, so that helped me sleep at night (I guess).",
  "Well, it’s a massive amount of truck, both in terms of performance and price.",
  "This Range Rover really shouldn't be this quick, or this much fun to drive.",
  "The Range Rover has arguably the most visual panache of the bunch, however.",
  "sports car...one that just happens to be loaded with off-road tech, too.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "Punch the gas, ignore any thoughts of fuel mileage, and hold on tight.",
  "You end up driving the Range Rover Sport SVR like one big (very big!)",
  "Few SUVs have the presence and menace of the Range Rover Sport SVR.",
  "The Sport SVR has a suspension that's tuned to keep this 5,400 lb.",
  "Yes, even passengers in the back get their very own bucket seats.",
  "No, this SUV doesn’t exactly feel like a ballerina in corners.",
  "The cabin has heavily bolstered sport seats, front and rear.",
  "This is a big, fast, and downright silly SUV.",
  "What are my final impressions of the SVR?",
  "into those leather-lined sport seats.",
  "FOLLOW DAILY NEWS AUTOS ON FACEBOOK.",
  "I know, my job is terrible isn't it?",
  "This is not your typical posh SUV!",
  "Did you find this article helpful?",
  "I'm really, really glad it is!",
  "I just can’t afford it.",
  "'LIKE' US HERE.",
  "I like it!"
]