[
  "And true to the press preview images Jaguar provided ahead of the show, the SVR models on display in Geneva include a bright-orange coupe and silver convertible.",
  "Here at the Palexpo exhibition center, Jag has two variations of the F-Type SVR on display - and we'll take both for a test drive, thank you very much.",
  "If you haven't heard this engine in anger, then get to the nearest Jaguar dealership and lie, cheat, or steal your way into hearing this motor rev.",
  "Needless to say, the F-Type has propelled itself into the biggest of big leagues thanks to the tuning trickery of the SVR engineering team.",
  "The F-Type has propelled itself into the biggest of big leagues thanks to the tuning trickery of the SVR engineering team.",
  "Snug under the hood is a 575-horsepower supercharged V-8, which launches the SVR from 0 to 60 mph in only 3.5 seconds.",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "(Nick Kurczewski)\n\nDepending on which you choose, coupe or convertible, the F-Type SVR is roughly 55 to 110 lbs.",
  "Well, that's why Jaguar opted to slot in the \"series production\" part into the F-Type SVR's resume.",
  "(Nick Kurczewski )\n\nThe drop-top costs slightly more, at $128,800 versus $125,950 for the hardtop.",
  "Both the coupe and convertible versions embody everything that makes the Jaguar brand great.",
  "We have no idea which to choose from - the bright orange coupe or the silver convertible?",
  "Well, not quite...(we've got a job to do here in Geneva, for goodness sake!)",
  "The Jaguar F-Type SVR is the fastest series production Jaguar of all time.",
  "Losing the roof allows you to bask in the roar - and we do mean roar(!!!)",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "Now wait a minute, isn't the Jaguar XJ220 supercar ultimately quicker?",
  "(Nick Kurczewski)\n\nWe're not going to debate the fine print, however.",
  "Remember, that mid-engine beauty could hit a top speed of 217 mph.",
  "Sales of the F-Type SVR coupe and convertible begin this summer.",
  "As we've mentioned before, it's also even more powerful.",
  "It's brash, flash, and holy bejeezus, can this Jag dash!",
  "Top speed is rounded off nicely at an even 200 mph.",
  "But that doesn't sound nearly as cool.",
  "FOLLOW DAILY NEWS AUTOS ON FACEBOOK.",
  "Okay, you could also ask politely.",
  "Did you find this article helpful?",
  "lighter than the regular F-Type.",
  "Which would we choose?",
  "- of that V-8 engine.",
  "'LIKE' US HERE.",
  "End of story.",
  "Period."
]