[
  "(Jasin Boland)\n\nWe've been jonesing for this gas-electric hybrid supercar since it first burst onto the scene at the 2010 Paris Auto Show as the fastest Jaguar ever with a projected top speed of more than 200-mph and 0-60 mph time of less than 3.0-seconds.",
  "(Jaguar Land Rover) The Land Rover Defenders featured in the upcoming James Bond movie, \"Spectre,\" were outfitted with enhanced body protection to tackle the challenging terrain of the snow-covered mountain roads used for filming.",
  "Aston Martin DB10\n\nThe new Bond car, an Aston Martin DB10, is seen during an event to launch the 24th James Bond film 'Spectre' at Pinewood Studios at Iver Heath in Buckinghamshire, west of London, on December 4, 2014.",
  "Tricked out by Jaguar Land Rover's Special Vehicle Operations team to include 37-inch off-road tires and enhanced body protection, these Defenders are billed as the fastest and most powerful Land Rovers built to date.",
  "will appear in the same chase scene as the Sport SVR and though we're not sure which of these vehicles will be used for good and which will be used for evil, we do know that these Land Rovers are bad to the bone.",
  "Don't get us wrong, the movie-exclusive DB10 looks sleek, sexy and powerful, and we can't wait to see how it influences the forthcoming DB11, but Bond's signature Aston Martin falls just short of first place.",
  "While this modified SUV might seem more at home cruising the streets of London, the Range Rover Sport SVR takes on snowy mountainsides of the Austrian Alps during what looks to be a climactic chase scene.",
  "(Jasin Boland) In the upcoming James Bond film, the character Hinx, played by David Bautista, persues Bond's Aston Martin through the moonlit streets of Rome in a Jaguar C-X75 supercar.",
  "As you might have guessed, this orange brute will be driven by one of the film's antagonists, Mr. Hinx (played by David Bautista), so as the tagline states, \"It's good to be bad.\"",
  "Since Sean Connery first donned the Bond tuxedo and climbed into an Aston Martin DB5 in 1964's \"Goldfinger,\" the franchise has become forever linked with premium British autos.",
  "The heartbreak of learning that Jaguar would not actually produce the C-X75 commercial was surpassed only by the excitement of seeing it featured in early teasers for Spectre.",
  "(Jaguar Land Rover)\n\nThat a Range Rover finishes fourth on this list is more of a testament to the three vehicles ahead of it than an indictment of the Sport SRV.",
  "James Bond films and premium automobiles go together like peanut butter and chocolate, like spaghetti and meatballs, like Volkswagen and cheating (too soon?).",
  "(Jaguar Land Rover) The Land Rover Defenders featured in the upcoming James Bond film, \"Spectre,\" were specially constructed with 37-inch performance tires.",
  "The DB10 will be featured most prominently in a chase scene set on the moonlit streets of Rome alongside our most anticipated car, which is the...\n\n1.",
  "(Jasin Boland) In the upcoming James Bond movie, \"Spectre,\" the character Hinx, played by David Bautista, drives the Jaguar C-X75 concept car.",
  "(James Bond 007 via YouTube) When Spectre debuts on November 6, Bond will be driving the DB10 which was created exclusively for the film.",
  "(Jaguar Land Rover) A high-performance version of the Range Rover Sport SRV was constructed for the upcoming James Bond film, \"Spectre.\"",
  "Jaguar C-X75\n\nThe Jaguar C-X75 is featured in a chase scene through the streets of Rome in the upcoming James Bond film, \"Spectre.\"",
  "(Jasin Boland) Jaguar Land Rover released photos of their vehicles taken on the set of the upcoming James Bond film, \"Spectre.\"",
  "Bond's latest film, \"Spectre,\" hits U.S. theaters on Friday, it will include averitable who's who of the U.K.'s top car makers.",
  "Range Rover Sport SVR\n\nThe Range Rover Sport SVR will be featured in a scene of the upcoming James Bond movie, \"Spectre.\"",
  "Land Rover Defender Bigfoot\n\nModified Land Rover Defenders will be featured in the upcoming James Bond film, \"Spectre.\"",
  "(Aston Martin)\n\nSorry Bond fans, but 007's car is going to have to settle for a second-place finish this time around.",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "(Jaguar Land Rover) This modified Range Rover Sport SVR was designed by Jaguar's Special Vehicle Operations team.",
  "(BEN STANSALL/AFP/Getty Images) James Bond's set of wheels is this soon-to-be-released Aston Martin DB10.",
  "Bond in Motion: James Bond's classic rides go on exhibit in London\n\nFOLLOW DAILY NEWS AUTOS ON FACEBOOK.",
  "Here are the top four Spectre cars we can't wait to see in action on the silver screen.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "Like shaken martinis, Aston supercars are a favorite of 007.",
  "(Jaguar Land Rover)\n\nA pair of Defender Bigfoots (Bigfeet?)",
  "The scene in question was filmed on a mountain in Austria.",
  "Did you find this article helpful?",
  "'LIKE' US HERE.",
  "When Mr.",
  "4.",
  "3.",
  "2."
]