[
  "This is part of a longer-term increase in the aggressiveness of Russian posturing toward Sweden.On March 19, two days after SAPO released its unclassified annual report, which detailed Russian psychological and disinformation campaigns, Swedish media were hit with a massive cyberattack; the \"distributed denial of service\" attack blocked the sites of seven major Swedish newspapers.",
  "Although SAPO is shying away from making lots of specific statements — charges of espionage are extremely politically sensitive — it has indicated that it's tracked people affiliated with Russian intelligence services participating in conferences aimed at blocking further Swedish cooperation with NATO.",
  "He goes on to suggest that much of what the world has seen in the Arab Spring or the various Color Revolutions are no less a form of conflict than any other type of warfare, and proceeds to suggest how this whole dynamic can be put to deliberate use to topple governments and seize land.",
  "And SAPO is hinting that it's related to the fact that Sweden is gearing up for a May 25 parliamentary debate about ratifying a \"Host Nation Support Agreement\" that would make it easier for NATO troops to use Swedish territory, ports, and bases in exercises or emergencies.",
  "The Russians' behavior falls under a particular style of conflict, credited to one General Valery Gerasimov, chief of the General Staff of the Armed Forces of Russia, that has been called \"hybrid warfare\" or \"New Generation Warfare\" or even the \"Gerasimov Doctrine.\"",
  "This year's SAPO report also asserts that members of Russia's civilian overseas intelligence service (SVR) and military intelligence service (GRU) have been active in carrying out an aggressive reconnaissance of civilian and military infrastructure.",
  "SAPO sources have told the Swedish press that \"Russia has tried to influence the debate on Sweden's security policy choices through public statements,\" and that this overt activity has been matched by an increase in covert activity.",
  "A Russian soldier salutes during the welcoming ceremony for the Olympic teams of Sweden, Italy and the Netherlands in the Athletes Village at the Olympic Park ahead of the 2014 Winter Olympic Games in Sochi February 5, 2014.",
  "If warfare is the (more or less) legitimate use of force in place of traditional political pressure, Gerasimov asks if it is possible to use subversive political pressure to achieve the objectives of a war.",
  "REUTERS/Ints Kalnins The Swedish state security police, or SAPO, is getting pretty worried about a dramatic uptick in Russian espionage activity in Sweden, according to leaks in the Swedish press.",
  "Last year's report identified 10 SVR and GRU officers among the 37 Russian diplomats in Sweden; this year's report notes an increase in contacts with Swedish radical right-wing organizations.",
  "The Baltic States wouldn't be easy for NATO to defend against a hypothetical Russian attack, and they're relatively weak, so they wouldn't be able to hold on without a lot of NATO support.",
  "However, there are two potential developments that would definitely raise some eyebrows: One is an uptick in Russian Jedi mind tricks in northern Europe, particularly in the Baltics.",
  "However, over the last couple years, every Russian military action close to Russian territory (a.k.a., The Great Crimean Heist) has been preceded by these kinds of shenanigans.",
  "Call it what you will, but Gerasimov makes some pretty valid points: \"In the 21st century we have seen a tendency toward blurring the lines between the states of war and peace.",
  "After the Soviet Union collapsed, Latvia, Lithuania, and Estonia — three former Soviet Republics collectively known as the Baltic States — became full-fledged members of NATO.",
  "The idea is that a whole bunch of Marines would hop some planes to the area, climb in their tanks or whatever as they leave the airstrip, and then head off to battle.",
  "The key piece of terrain in this part of the Baltic is Gotland Island, which sits smack dab in the middle of the sea, halfway between Sweden and the Baltic States.",
  "That said, the Russians have also indulged in similar tomfoolery to simply nudge countries this way or that without resorting to open use of arms.",
  "The US Marine Corps has stashed a bunch of tanks, artillery, and other gear in a cave in Norway in a giant \"Break Glass in Case of War\" reserve.",
  "Further, some of the closest heavy forces the US would use to reinforce the Baltics are located up in Norway — or rather, their vehicles are.",
  "The old Cold War map didn't necessarily involve huge, massive movement of forces across Sweden's doorstep, but now the map has changed.",
  "This is all on top of a number of reports of Russian incursions into Swedish airspace and territorial waters over the last two years.",
  "Warfare is violent, and folks spend enormous amounts of time, blood, and treasure trying to kill the unholy hell out of each other.",
  "It's about one party using all the violence it can bring to bear in order to force another party to do what the first party wants.",
  "In other words, if Russian President Vladimir Putin can get what he wants by using Jedi mind tricks, why would he bother with war?",
  "That NATO support would move right across Swedish turf and would rely heavily on access to the Baltic Sea — which Sweden borders.",
  "During the Cold War, Sweden announced its neutrality and sat out the NATO-Warsaw Pact face-off going on in the rest of Europe.",
  "REUTERS/Shamil Zhumatov\n\nThis is not to say Russia is planning on doing to Sweden what it's already done in eastern Ukraine.",
  "The second would be an increase in Russian jabbering about historical claims to this or that piece of northern Europe.",
  "Sweden's King Carl XVI Gustaf shakes hands with a soldier during a visit to a military base in Adazi March 27, 2014.",
  "In recent years, Russian forces have carried out a number of exercises simulating an amphibious assault on Gotland.",
  "Once heavily fortified and garrisoned, it still has military infrastructure, but is largely undefended today.",
  "To clarify for those without a PhD from the US Army War College, that is a none too subtle hint.",
  "But right now, it's way too early to tell if this is all part of a bigger, more concerning move.",
  "The only problem is that getting from Norway to the Baltics involves crossing a lot of Sweden.",
  "Wars are no longer declared, and, having begun, proceed according to an unfamiliar template.\"",
  "But contrary to the experience of those fighting it, warfare isn't about violence per se.",
  "Warfare is what nations do when they can't get their way through diplomacy.",
  "Sort of like the idea that \"Jedi mind tricks are warfare by other means.\"",
  "After all, most of the time, most things aren't signals of impending war.",
  "This all merits a close watch, but it's not necessarily cause for alarm.",
  "What Gerasimov and others have been playing with is kind of the reverse.",
  "That development has changed strategic considerations for Sweden.",
  "Thus the saying, \"War is politics by other means.\"",
  "Until they are."
]