[
  "Marianna Massey/Getty President Vladimir Putin said on Monday that the killing of Russia's ambassador to Turkey was a despicable provocation aimed at spoiling Russia-Turkey ties and derailing Moscow's attempts to find, with Iran and Turkey, a solution for the Syria crisis.",
  "\"A crime has been committed and it was without doubt a provocation aimed at spoiling the normalization of Russo-Turkish relations and spoiling the Syrian peace process which is being actively pushed by Russia, Turkey, Iran and others,\" said a stern-faced Putin.",
  "\"We must know who directed the killer's hand,\" Putin told Foreign Minister Sergei Lavrov, Sergei Naryshkin, the head of his SVR foreign intelligence service, and Alexander Bortnikov, the head of the domestic FSB security service.",
  "He heaped praise on the murdered Russian ambassador, Andrei Karlov, who was shot in the back and killed as he gave a speech at an Ankara art gallery, and made clear that Moscow's response to his assassination would be robust.",
  "Putin, who said he personally knew the slain envoy, said he had agreed in a phone call with his Turkish counterpart Tayyip Erdogan that Russian investigators would soon fly to Ankara to help the Turks with the investigation.",
  "In televised comments, Putin, speaking at a special meeting in the Kremlin, ordered security at Russian embassies around the world to be stepped up and said he wanted to know who had \"directed\" the gunman's hand.",
  "Putin ordered security at Turkish diplomatic facilities in Russia to be stepped up and said he wanted guarantees from Turkey about the safety of Russian diplomatic facilities.",
  "In an odd coincidence, Putin had been planning to attend a Moscow play on Monday night written by Alexander Griboyedov, Russia's ambassador to Iran, who was murdered in 1829.",
  "Burhan Ozbilici/AP\n\n\"I also ask you to implement the agreed proposals on strengthening security at Russian diplomatic facilities abroad,\" Putin told the meeting.",
  "The Interfax news agency cited Leonid Slutsky, a senior parliamentarian, as saying earlier on Monday that the talks would go ahead despite the murder.",
  "A man gestures near to Andrei Karlov on ground, the Russian Ambassador to Turkey at a photo gallery in Ankara, Turkey, Monday, Dec. 19, 2016.",
  "The foreign and defense ministers of Russia, Iran and Turkey are due to discuss the future of Syria in Moscow on Tuesday.",
  "\"There can only be one response - stepping up the fight against terrorism.",
  "Putin canceled when he heard his Turkish envoy had been murdered.",
  "The bandits will feel this happening.\""
]