[
  "Jaguar Land Rover \"Range Rover has, over time, achieved iconic design status through a progressive evolution of its unique DNA, culminating in a vehicle of peerless distinction,\" Land Rover Chief Design Officer, Gerry McGovern, said in a statement.",
  "The Dynamic edition is a product of Jaguar Land Rover's Special Vehicle Operations (SVO) team — whose other products include the muscle-bound Jaguar F-Type SVR and Range Rover Sport SVR.",
  "In addition, the special edition gets large Brembo brakes with red calipers, 22-inch wheels, quad chrome exhausts, piano black interior accents, and quilted two-tone leather seats.",
  "\"From its sense of evolution and sophisticated sensibilities inherent in its interior design, to its understated yet powerful exterior proportions, Range Rover stands alone.",
  "According to Land Rover, the 16-foot-long SUV can make the sprint to 60mph from a standstill in just 5.1 seconds and can wade through nearly three-feet of water.",
  "Over the years, the modern Range Rover has picked up of a bevy of signature design elements such as the clamshell hood, floating roof-line, and a split tailgate.",
  "Jaguar Land Rover In addition, the Autobiography Dynamic gets Range Rover's Dynamic Response system which reduces the amount of body lean into corners.",
  "To commemorate this landmark anniversary, Land Rover will launch the new 2017 Range Rover SV Autobiography Dynamic in the US.",
  "This means the Autobiography Dynamic is loaded with a solid lineup of performance goodies and custom design treatments.",
  "The SVO team has also reworked the Range Rover's suspension to improve its handling without compromising ride comfort.",
  "The 2017 Range Rover SV Autobiography Dynamic reaches US showrooms in January with a starting price of $170,995.",
  "Jaguar Land Rover On March 16, 1987, Land Rover's luxurious Range Rover SUV officially went on sale in the US.",
  "Under the Dynamic's hood lurks Jaguar Land Rover's stellar 5.0 liter, 550 horsepower, supercharged V8 engine.",
  "Here's a closer look at how the Range Rover has evolved since the off-roader made its global debut in 1970:",
  "Jaguar and Land Rover combined to sell more than 105,000 vehicles in the US — a record for the two brands.",
  "Even though Range Rover arrived in the US in 1987, the model actually debuted in its home market in 1970.",
  "Three decades later, Range Rover has effectively become the gold standard of luxury off-roading.",
  "The arrival of the brand's first SUV, the F-PACE, pushed Jaguar's US sales up a whopping 116%.",
  "Since then, the company has sold more than 1.7 million Range Rovers around the world.",
  "Jaguar Land Rover is coming off of a historic year in 2016 with sales up 24%.",
  "Jaguar, in particular, had a stunning year.",
  "2017 Range Rover SV Autobiography Dynamic.",
  "There's simply nothing else like it.\""
]