[
  "If you're British, however, you might be disappointed to see that one of your nation's most storied automobile makers has gone and put the steering wheel on the wrong side.",
  "The all-wheel-drive sedan will be have a 5.0-liter supercharged V8, the most powerful ever used in a Jaguar road car, and an eight-speed automatic transmission.",
  "Jaguar leaps into SUVs and it's super fun\n\nBuyers will be able to customize their cars with a choice of 10,000 different exterior colors, according to Jaguar.",
  "And despite its aggressive nature, the car will come with ample entertainment technology including a large central computer screen and 4G WiFi.",
  "Jaguar will only make 300 of the new 592-horsepower Jaguar XE SV Project 8, which can go from zero-to-60 miles an hour in just 3.3 seconds.",
  "That will be fine for most of the world, but in the United Kingdom and a few other countries, cars drive on the left side of the road.",
  "That means this car is just as fast, in terms of top speed, as the Jaguar F-Type SVR coupe, which had been Jaguar's fastest car.",
  "Jaguar Land Rover, which also makes Land Rover SUVs, is based in Great Britain but is owned by India's Tata Motors (TTM).",
  "The carbon fiber hood, for instance, will be 6.6 pounds lighter than the aluminum hood usually used on the Jaguar XE.",
  "Customers outside the United States will be able to get the car without back seats in order to make the car lighter.",
  "Cars made for those countries usually have the controls on the right side for a better view of on-coming traffic.",
  "That's about $195,000, but Jaguar Land Rover hasn't announced exact pricing for the United States yet.",
  "When included, the back seats will be heavily contoured to hold occupants in place during hard turns.",
  "Additionally, the car's body is made primarily from light but expensive carbon fiber.",
  "Jaguar just has revealed the quickest passenger car the company has ever produced.",
  "UK drivers can still drive left-handed cars, it's just a bit awkward to do so.",
  "The XE SV Project 8 is a version of Jaguar's $35,000 entry-level model.",
  "This version, though, will cost £150,000 pounds in the United Kingdom.",
  "But all of them will have the driver's seat on the left-hand side.",
  "The four-door sedan will have a top speed of 200 miles per hour.",
  "But this car is even quicker to accelerate."
]