[
  "An unnamed CNN source at the White House shed some light on how staffers feel about guarding Kushner: \"Who do you have to protect, You have to protect the guy who filled out the form saying I never took this meeting,\" the source said, referring to the SF-86 document, a questionnaire for national-security positions that needs to be filled out when applying for a security clearance.",
  "Citing two of its sources, CNN said it was Kushner's attorneys who discovered Trump Jr.'s emails about the meeting with Veselnitskata and they were going to turn that information over to the Senate Intelligence Committee, one of the congressional panels investigating Russian meddling in the 2016 election.",
  "It all began last weekend, after The New York Times published a report that said Trump Jr. agreed to a meeting with attorney Natalia Veselnitskaya in June 2016, on the promise of collecting damaging information on Hillary Clinton.",
  "White House staffers are said to be pointing fingers at each other as the fallout from Donald Trump Jr.'s emails with a Russian lawyer roiled the Trump administration this week, CNN reported on Thursday night.",
  "The news network said some people were bristling at what they perceived to be a mission to protect Jared Kushner, who attended the meeting with Trump Jr. and then-campaign manager, Paul Manafort.",
  "Kushner has been under increased scrutiny since May when it was revealed that he sought to establish back-channel communications between Trump's inner circle and Russia.",
  "Kushner had to amend his SF-86 three times to add more than 100 names of such people that were not initially disclosed, The New York Times reported.",
  "According to CNN's report, the Trump administration's response to the ordeal is partly what spurred acrimony among staffers in the White House.",
  "NOW WATCH: Watch Jared Kushner speak publicly for the first time since joining Trump's administration\n\n\n\n\n\nMore From Business Insider",
  "The White House's response to Trump Jr.'s emails was apparently complicated by Trump Jr.'s own misleading statements.",
  "His comments on the matter evolved four times in as many days between Saturday and Tuesday.",
  "Applicants need to list meetings they have had with foreign individuals on that form."
]