[
  "Not necessarily a drab day devoid of excitement but a literal holiday recognizing the paired towns of Dull, Perthshire, Scotland and Boring, Oregon, U.S.A.\n\nWith populations of just 200 and 8,000, respectively, Dull and Boring tend to have their names and reputations confused frequently.",
  "However, Jaguar used Dull and Boring Day to show just how much excitement can be had in Dull and Boring by sending a 2018 F-Type with a 550-horsepower V8 engine to a pair of residents of the village 75 miles north of Glasgow and another set from the hamlet 21 miles east of Portland.",
  "(Jaguar)\n\nBest known for its supercharged V6 offerings and the 575-horsepower V8, Jaguar has added a 296-horsepower, turbocharged four-cylinder to the F-Type’s expanding section of derivatives, which now numbers 24 and starts at $59,900.",
  "Among the new apps is a program called ReRun, which can connect to a car-mounted GoPro camera, shoot video and overlay telemetrically-gathered information about speed, lateral acceleration, gear selection, throttle and braking.",
  "In addition to the powerful 2.0-liter four-banger, the 2018 F-Type also received an improved InControl Touch Pro infotainment system with more apps and newer driver assistance technologies.",
  "(Nick Dimbleby)\n\nOther updates for 2018 include a refined interior with new slimline seats to match the sports car’s leather-wrapped and carbon fiber-trimmed cockpit.",
  "The result is nothing short of elation from the drivers, a far cry from the words “dull” and “boring.”\n\nThe 2018 Jaguar F-Type is anything but Dull and Boring.",
  "Jaguar offers the F-Type as either a coupe or a convertible and in a top-of-the-line eight-cylinder SVR package, which produces a signature exhaust note.",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "This information can be cut into highlights and downloaded onto a smartphone so it can be shared later.",
  "Jaguar has tweaked the interior of the F-Type for 2018 by adding new seats.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "FOLLOW DAILY NEWS AUTOS ON FACEBOOK.",
  "Yesterday was Dull and Boring Day.",
  "Did you find this article helpful?",
  "‘LIKE’ US HERE."
]