[
  "REVIEWS\n\nDriving a 2018 Jaguar F-Type SVR\n\nWith a ear-ringing loud exhaust system, 575 horsepower and a max speed of 195 mph, the 2018 Jaguar F-Type SVR is the most un-British sports car to ever come out of the U.K. (Brian Leon)\n\nThe 2018 Jaguar F-Type SVR may be from the U.K. but trust us, there’s nothing proper about this Brit.",
  "Our associate editor-turned-freelancer Brian León took one for a test drive and the roar of the exhaust paired with acoustics of the Queens-Midtown Tunnel was almost too much for him to handle.",
  "It’s still important to find a vehicle that not only tickles your fancy but also isn’t going to leave you stuck on the side of the road or waiting around at the repair shop week after week.",
  "(Peter Kovalev)\n\nThanks to a massive new research and development center, Hyundai believes it can cut the turnaround time for a vehicle redesign down to as little as a year and a half.",
  "Speed is an important thing in the world of automobiles, not only in terms of how fast certain vehicles can be driven but also in how quickly those vehicles can be put together.",
  "NEWS:\n\nHyundai builds new R&D center\n\nHyundai wants to cut design cycles of its cars down to just a year and a half, and with its newly opened Korean design studio, it can.",
  "In total, the engine, which is mated to a six-speed automatic transmission, can get up to 577 miles of total cruise range, making it a good companion for family road trips.",
  "GALLERIES\n\nHonda’s Civic Si\n\nGallery: 2017 Honda Civic Si Sedan Photos\n\nIt might not be the Type R, but this Civic is still plenty of fun even without the red Honda badge.",
  "This Polish driver either didn’t know that (no Polish jokes here, please) or chose to ignore it because she came pretty darn close to the business end of high-speed train.",
  "In case this was unclear to anyone out there, those wooden arms that drop down in front of a railroad crossing when a train is coming are not loose recommendations.",
  "We’ve also got fuel economy news for the Chevrolet Equinox Diesel, a review of the Jaguar F-Type and more in this Monday edition of the Daily Drive-Thru.",
  "(Chevrolet)\n\nThe third and final engine offering for Chevrolet’s redesigned 2018 Equinox is here and has an impressive fuel economy rating from the EPA.",
  "Check the Daily Drive-Thru every weekday evening to get a roundup of the latest news, reviews, galleries and more from the New York Daily News Autos.",
  "BUYERS GUIDE\n\n6 Reliable Performance Vehicles\n\nLook to these six models for a satisfying blend of blistering performance and rock-solid reliability.",
  "This is about half its current target time of three years and well below the five years or so it takes other car makers to put out a new model.",
  "Powered by a supercharged V8, this ‘roided-out jungle cat has a whopping 575 horsepower and the ability to hit 200 miles per hour.",
  "EXTRAS\n\nVideo: Driver narrowly avoids high-speed train\n\nThis isn't the best spot to finally obey the railroad crossing barriers.",
  "Hyundai will use the same facility to come up with new models for its luxury arm Genesis as well as its partner brand Kia.",
  "Chevy announced that the 1.6-liter turbodiesel powertrain can get 39 mpg on the highway and 32 mpg in combined driving.",
  "(Ford Motor Company)\n\nOf all the types of vehicles someone can buy, sports cars have to be among the least practical.",
  "Hyundai has a plan to become the fast major automaker in the world when it comes to churning out redesigned vehicles.",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "It’s also equipped to use B20 biodiesel, a blended fuel that can be of up to 20 percent plant-based oil.",
  "Chevy Equinox gets 39 mpg rating from EPA\n\nChevrolet's newest diesel engine gets 39 mpg on the highway.",
  "That’s why we’ve assembled this list of the six most reliable performance-oriented cars you can buy.",
  "You can find me on Twitter where I go by @ByKyleCampbell or email me at kcampbell@nydailynews.com.",
  "It will be able to handle up to 65 vehicle projects, 25 of which can be worked on simultaneously.",
  "You can find Friday’s installment of the Drive-Thru here and view the rest of our archives here.",
  "However, that doesn’t mean purchasing one should be devoid of sound rationale and logic.",
  "As soon as those puppies start to come down, you should hit the brakes immediately.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "It’s also possibly the loudest vehicle Jag has ever made.",
  "However, that might not be a good thing, necessarily.",
  "Read why Hyundai’s efforts might be misguided here.",
  "Read more about Hyundai’s new R&D center here.",
  "Read more about the 2018 Equinox here.",
  "Read the rest of his impression here.",
  "FOLLOW DAILY NEWS AUTOS ON FACEBOOK.",
  "Did you find this article helpful?",
  "Got a news tip or a comment?",
  "Check out the video here.",
  "Check out the list here.",
  "‘LIKE’ US HERE."
]