[
  "Some of the highly anticipated exotic cars that are expected to be released in 2018 have been discussed below, so you can sell your car at Sell The Car USA any time and get ready to buy one of the most awesome cars being released next year:\n\nJeep Grand Cherokee One of the most highly anticipated vehicles for 2018 is the Jeep Grand Cherokee as its expected release was pushed from 2017 to the next year.",
  "As far as the engine configurations and drivetrain are concerned, lots of rumors have been flying around, but there is a good chance that we will get to see the same 3.6 Liter V6 with options for automatic and manual transmissions.",
  "The performance of the current Honda Civic was not very impressive, but the 2018 Type R will have six speed manual transmission and an all new i-VTEC 2.0 liter Turbo engine that will make it a hatchback.",
  "The early photos revealed show that the vehicle still boasts the rugged utility it was known for whereas the exterior surfaces and the body styles have been updated with the next generation materials.",
  "Land Rover It may be difficult to believe that Land Rover will be making a compact crossover next year, but the Defender is essentially the rebirth of a legend.",
  "Chevy Bolt Tesla Motors is going to get really nervous in 2018 with the release of the sub-compact and small four door electric car in the form of Chevy Bolt.",
  "Jeep Wrangler The first concept photos of the Jeep Wrangler are nothing less than stunning, which has made it a highly anticipated car to be released in 2018.",
  "The ease of access has also kicked up anticipation levels up a notch as everyone can easily discover the new and upcoming features and styles.",
  "A capable yet small electric motor has been added to the vehicle that will propel it to a 200 mile driving range from just one charge.",
  "Honda Civic Type R Those who are fans of Honda performance are definitely going to be excited with the prospect of a Type R Honda.",
  "The vehicle is something that has literally leaped off the screen of your beloved Grand Turismo game and into your life.",
  "It was in the late 1940s and 50s that the Series 1 Defender was seen last on the roads and it is now being revived.",
  "There is wood-grain and premium leather all around and the luxurious seating gives it the touch of a private jet.",
  "While the cost is going to be astronomical, the powerful 6.0 Liter V-12 is part of the engine configuration.",
  "The car is a legendary vehicle and this new model will be the eleventh installment in the Wrangler line.",
  "While the exterior design is rather small and boxy for the US market, the price tag will justify it.",
  "Not only does it have a four door pick-up model, but soft top and hard top trims are also expected.",
  "The supercharged V8 will compete directly with the BMW X5, Porsche Cayenne and the Range Rover SVR.",
  "Along with the Chevy Volt, it will take the company into whole new definitions of fuel-efficiency.",
  "The street-racing beast will require a four-wheel drive for achieve a whopping horsepower of 707.",
  "You cannot consider it a sedan as it is four foot longer and four inches taller than an S-Class.",
  "It has four seats and has a lot more space than a Rolls Royce as the two seats face each other.",
  "A number of model trims are being designed, including a high performance and luxury version.",
  "The Jeep Grand Cherokee Trackhawk will be the featured model and will have a Hellcat engine.",
  "In fact, it is being regarded as the country club lounge, but on wheels.",
  "There are also talks of a turbo gas and turbo diesel model.",
  "Mercedes-Maybuch Pullman It is a sedan or a limousine?",
  "A new design will also be given to the suspension."
]