[
  "«Notre but est de lancer la version française de la chaîne de télévision RT à la fin de 2017 (bien après l'élection présidentielle); le projet en est encore à ses débuts», nous confirme la com' de RT pour qui ce retard est lié à la dévaluation du rouble qui les a privés de moyens suffisants pour se développer en France.",
  "Conscient de l'aspect controversé du média, souvent accusé de relayer la propagande du Kremlin, l'annonce ajoute cet avertissement:\n\n«La particularité de ce recrutement est le média lui-même: il s’agit d’un média qui fait polémique et qui continuera à faire polémique dans les prochains mois.",
  "«Les journalistes (...) d'antenne veillent à respecter une présentation honnête des questions prêtant à controverse et à assurer l'expression des différents points de vue», impose par exemple l'article 2-3-1 de la convention.",
  "Thierry Mariani et Jacques Sapir au comité d'éthique\n\nMais si le site actuel est assez libre de relayer la com' de Moscou et de partager parfois des intox, sa future chaîne d'info française sera elle, plus contrainte.",
  "«Un profil qui ne craindra pas la pression»\n\nL'annonce vise à trouver «un rédacteur en chef adjoint» avec «un profil plutôt junior pour le site web d’information d’un éditeur de contenus de news international».",
  "Maintes fois annoncé puis repoussé, le lancement de la chaîne d'info RT, anciennement appelée Russia Today et financée par Moscou, se concrétise d'après nos informations, confirmant celles de Télérama.",
  "L’autorité régulatrice des télécommunications en Grande-Bretagne a déjà adressé neuf avertissements à la chaîne installée à Londres, allant jusqu’à la menacer de retirer sa licence d’exploitation.",
  "Le nombre de nos lecteurs a plus que doublé —une bonne surprise étant donné que le site était loin d'être complet, et loin de ce que nous imaginions développer à l'avenir», nous précise-t-on.",
  "(...) L'éditeur vérifie le bien fondé et les sources de chaque information.»\n\nContacté, le CSA précise que son contrôle ne débutera «qu'à partir du moment ou la chaîne commencera à émettre».",
  "«La personne recherchée va diriger les journalistes pigistes pour le site web et reportera au rédacteur en chef général du média et également au président de l’entité», détaille l'annonce.",
  "Néanmoins, le projet promet d’être passionnant.»\n\n\n\nD'après nos informations, plusieurs candidats ont déjà été sélectionnés et leurs dossiers ont été envoyés à la direction de RT.",
  "Joint par BuzzFeed, le siège de RT confirme le lancement de sa chaîne pour 2017 mais après l'élection présidentielle, contrairement aux rumeurs précédentes.",
  "En novembre 2016, une résolution du Parlement européen qualifiait RT comme l’un des «instruments de propagande et de désinformation» de Moscou.",
  "(...) Il me faut donc trouver un profil qui ne craindra pas la pression et qui sera capable d’endosser une politique éditoriale controversée.",
  "Le site internet existe déjà depuis 2015 et il est alimenté par une quinzaine de journalistes (selon RT) avec relativement peu de moyens.",
  "Une convention avec le CSA a en effet été signée en septembre 2015 (et est valable jusqu'en 2020) et exige quelques contreparties.",
  "RT a confié cette embauche à la boîte de chasseurs de têtes Talent Linkr, fondée par l'entrepreneur des médias Jérôme Chouraki.",
  "Mais les exemples de RT à l'étranger ont montré que la chaîne pouvait avoir quelques difficultés à respecter ces règles.",
  "«L'année dernière, parmi les six éditions numériques de RT, le site en français a connu la meilleure croissance.",
  "Depuis 2015, un site internet existe tout de même et a d'ailleurs obtenu des résultats satisfaisants, selon RT.",
  "BuzzFeed News s'est ainsi procuré l'annonce de recrutement du futur rédacteur en chef du site de la chaîne.",
  "Payé entre 45 et 55.000 euros brut par an, il doit déjà avoir «une formation journalistique».",
  "Et l'article 2-3-6 ajoute:\n\n«L'exigence d'honnêteté s'applique à l'ensemble des programmes.",
  "Ce canal télé s'ajoutera à ceux déjà existants, diffusés en anglais, arabe et espagnol.",
  "Parallèlement à ce lancement, RT va développer son site web."
]