[
  "At least since February 2013, when Gen. Gerasimov published his manifesto on hybrid warfare, the Russian armed forces have been pouring resources into what he called “nonmilitary means of achieving political and strategic goals.” That has included the creation of a new cyber warfare directorate two years ago, one of several units within the armed forces working on Gerasimov’s plans for “informational actions, devices, and means that are constantly being perfected.”\n\nOn a small scale, Western officials felt the sting of these devices during the crisis in Ukraine.",
  "Among the more famous examples came in February 2014 when Victoria Nuland, the Assistant Secretary of State for European and Eurasian Affairs, was secretly recorded complaining to the U.S. ambassador in Ukraine, Geoffrey Pyatt, that European diplomats were not doing enough to mediate an end to the country’s violent uprising, at one point saying, “F-ck the E.U.” When that conversation was posted online and spread by Russian media, she remarked to the BBC that the “tradecraft [was] really quite impressive.”\n\nMaybe it was.",
  "Asked on July 26 whether Russia was behind the DNC hack, Russian Foreign Minister Sergei Lavrov said that he could not respond without using “four letter words.” But in a half dozen interviews this week, Russian military experts, Putin associates and members of Moscow’s intelligence community told me that Russia has both the means and the motive to carry out such an operation.",
  "But the methods and impact of that intrusion seem to fit squarely within the parameters of hybrid conflict: It played on existing political divisions – in this case, deepening the rift inside the Democratic Party and weakening Hillary Clinton’s campaign on the eve of the party’s convention – and it allowed Russia to maintain plausible deniability throughout.",
  "“All the intelligence agencies in the world hate to do this, and the Russian ones, which are in their culture inert and risk averse, would doubly hate it.”\n\nRead more: The DNC Hack Was a Brilliant Political Weapon\n\nThat may help to explain why the hackers tried to cover their tracks after the DNC hired a cyber security firm to study the intrusion.",
  "“Hybrid warfare,” Sivkov began, “relies on the use of the enemy’s own internal resources against him.” Against an adversary with “a wobbly political base” and a “fractured moral core,” Russia could use disinformation, cyber attacks and other means of covert political influence to make the enemy “devour itself from within,” Sivkov said.",
  "But they clearly failed; three investigations conducted by experts in the U.S. have confirmed that the hack seems to trace back to two separate spy agencies working independently of each other: the FSB, which is the main successor to the Soviet KGB, and Russia’s military intelligence service, which is known as the GRU.",
  "View Sample Sign Up Now\n\nRead more: This Is How the Trump Campaign May Have Interfered With Russia Policy\n\nTaken together, these shifts appear to have created the nascent conditions – the wobbly political base, the fractured moral core – that would make the U.S. a fitting target for Russia’s new approach to conflict.",
  "“On the whole, we work on the assumption that our countries are systematically opposed to each other, and that will hold regardless of who’s the head of state,” says Fyodor Lukyanov, the chairman of the Council on Foreign and Defense Policy, a think tank with close ties to the Kremlin.",
  "One afternoon in the fall of 2014, Konstantin Sivkov, a well-known strategist in Russia’s military and intelligence circles, invited me out to a Russian eatery in the north of Moscow, the sort of place a salary man might go for a plate of stuffed cabbage and a glass of vodka.",
  "Sivkov, who had served as a strategist for the Russian General Staff between 1995 and 2007, was keen to tell me all about the theory, which the chief of the General Staff, Valery Gerasimov, had set out in 2013 as a strategic vision for wars of the future.",
  "As the U.S. election season rolls along, the Clinton campaign may yet see more of what Gen. Gerasimov called “informational actions.” And if they are embarrassing enough, the leaks might just succeed in shifting the course of U.S. political history.",
  "The DNC emails published so far have mostly confirmed what many in Washington had long assumed to be true: that the Democratic Party was playing favorites in the primaries by trying to undermine Clinton’s rival in that race, Senator Bernie Sanders.",
  "Around Trump, he says, “there would be people who would determine the course of foreign policy, and his slogan, Make American Great Again, does not foresee any kind of capitulation or compromise with anyone.”\n\nSivkov is not so sure.",
  "In Ukraine, the Baltics and elsewhere, they were finally seeing President Vladimir Putin put into practice a long-discussed theory of “hybrid warfare” that relied more on dirty and clandestine tricks than the overt use of force.",
  "Although the specifics of that effort rattled the party’s sense of unity – and forced the DNC chairwoman to resign – it was not the kind of bombshell that would “change the balance of power inside the U.S.,” says Kobaladze.",
  "In orchestrating a hack of the DNC’s email system, the risks of this sort of exposure would have been enormous, says Gleb Pavlovsky, who served as Putin’s adviser on political affairs and propaganda between 2000 and 2011.",
  "Russia executed such a strategy in Ukraine — and, much less successfully, in Estonia — in 2014 by using its media channels and local agents to encourage ethnic Russian minorities to rise up against their governments.",
  "In Europe, the resurgence of far-right politics, combined with widespread angst over globalization and mass immigration, had created “a very convenient atmosphere for foreign agents to interfere,” he said.",
  "And if cyber security experts and U.S officials are to be believed, Russia has already launched one salvo in this war by hacking and leaking a trove of emails from the Democratic National Committee.",
  "For one thing, it would mean an end to the principle that human rights and democracy should be promoted – or as the Russians like to put it, “exported,” – to authoritarian regimes around the world.",
  "Most recently, during a press conference on July 27, he suggested that he would even “look into” recognizing Russia’s annexation of Crimea and lifting the sanctions subsequently imposed on Russia.",
  "But such operations always come with a price for the agents that carry them out, says Alexander Golts, a Russian military expert and visiting scholar at the University of Uppsala in Sweden.",
  "It does not give any guarantees.”\n\nPartly for that reason, sources in Russia’s intelligence community say U.S. officials are wrong to think that either agency would have gone for it.",
  "The type of isolationism that Trump has been preaching strikes the Russian military strategist as exactly the type of compromise that Russia would like the U.S. to make.",
  "As Sivkov said when we spoke again on Wednesday, “Your Republicans have now become our Putinists.” And that in itself is a comforting thought to the Kremlin elites.",
  "If he makes good on his foreign policy pledges, Russia would be able to achieve several of the strategic aims that Putin has been pursuing for years.",
  "And he would see the U.S. turn inward, roll back its military and political commitments around the world and create power vacuums for Russia to fill.",
  "That looks pretty silly,” says Yuri Kobaladze, a retired major general of another of Russia’s spy agencies, the Foreign Intelligence Service, or SVR.",
  "But in the end it will not influence the elections in the least.”\n\nThat’s not to say the Kremlin has no interest in supporting Trump’s insurgency.",
  "Their targets then have a chance to build defenses against another breach of that kind, making the trick a lot harder to repeat in the future.",
  "Donald Trump’s takeover of the Republican Party has upended the Washington establishment and tilted the axis of the U.S. political system.",
  "“It can’t be proven in a way that you could hold up in court.” And that, of course, is part of what defines the tactics in a hybrid war.",
  "Not only would they risk exposing Putin to the backlash once the scheme was exposed, they would also come out looking like amateurs.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” he told a press conference in Florida.",
  "For the first time, the nominee of a major party has questioned the U.S. commitment to defend NATO allies from a Russian attack.",
  "In order to proceed with such an operation, these agencies would have needed “approval from a very high level,” says Pavlovsky.",
  "While insisting on Wednesday that he has “nothing to do with Russia,” Trump invited Moscow to release more of Clinton’s emails.",
  "Its political system was too stable, too tightly controlled by the establishment for hybrid warfare to have much of an effect.",
  "You can’t do both.”\n\nIn other words, when spies go public with a piece of intelligence they also reveal how they obtained it.",
  "Trump himself has stoked conspiracy theories he is in league with Putin, in characteristically confrontational style.",
  "“I think you will probably be rewarded mightily by our press.”\n\nSuch a leak would have huge influence in November.",
  "He chose a quiet booth with a view of the street and ordered a cup of black coffee that he didn’t seem to need.",
  "But would the Kremlin really order their intelligence services to go to bat for Trump in these elections?",
  "He was already jittery and excited, like many of Russia’s security wonks were at that time.",
  "He has promoted the use of torture and called for a ban on Muslims coming into the country.",
  "They just weren’t sure whether it would serve Russia’s interests, or hurt them in the end.",
  "But could the same sort of strategy work against Russia’s bigger adversaries in the West?",
  "“Each time they have to weigh what’s more valuable in any given situation,” he told me.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "“This is a one-off action that destroys its own usefulness in the future,” he says.",
  "They don’t have much confidence in Trump keeping any of his promises on Russia.",
  "Trump and his staff dismissed these claims as an “absurd” conspiracy theory.",
  "That may have been the case in 2014, but a lot has changed since then.",
  "The political benefits also look questionable at best, in this case.",
  "He would end Russia’s isolation from the club of Western leaders.",
  "All of that sounds pretty tantalizing to observers in Moscow.",
  "“Do we nail someone to the wall with some kind of revelation?",
  "As is, it merely creates a major scandal, and little else.",
  "The mighty Russian intelligence services stealing emails?",
  "“There’s no proof of that whatsoever,” says Sivkov.",
  "“And you would need to be sure that this will work.",
  "He would weaken the relevance and resolve of NATO.",
  "“We’ve obviously thought about that,” Sivkov said.",
  "Or do we keep our capabilities a secret?",
  "“Yes, they’ll howl about it for a while.",
  "But the U.S. was a harder target.",
  "Contact us at editors@time.com.",
  "“How would this be perceived?",
  "Let’s start with the means.",
  "But there’s just one catch."
]