[
  "He said his firm uses three key methods for gathering information:\n\nResearch through open sources, databases and public records Interviewing witnesses Surveillance and undercover investigations\n\nA single case can take as little as one day to complete, but sometimes takes a few months, he said.",
  "Related: Feds bust Chinese hackers for trading on stolen law firm secrets\n\nDinolt Becnel & Wells Investigative Group is a private investigative firm based in Washington, D.C. that offers services like surveillance and private investigations to help attorneys build their legal cases.",
  "\"We call upon their expertise and closed network of contacts to help our clients frame business decisions, protect our clients' reputations, and problem-solve for companies facing complex issues worldwide,\" the website says.",
  "Christopher Steele, who according to numerous intelligence and security industry sources, compiled memos on president-elect Donald Trump, runs one of these private sector firms: Orbis Business Intelligence.",
  "In order to check out the target company, investigators would consult public records, use forensic accounting methods to sort through financial statements and screen key players for conflicts of interest.",
  "Related: Trump wants investigation into intelligence leak to NBC\n\nThe Mintz Group -- with 13 offices around the world -- is known for doing background and reputation checks on individuals and companies.",
  "For example, if a corporate client wants to know more about the risk of corruption or bribery in a specific country, these experts could produce a report and recommend steps to avoid complications.",
  "Here's a look at the business of private intelligence:\n\nDifferent companies, different specialties\n\nPrivate intelligence firms are not all the same: They have different specialties and clients.",
  "Outside of the U.S., the charging structure is generally different and \"the fee for an investigation is often determined by how much the firm thinks the information is worth,\" he added.",
  "According to its website, it was founded in 2009 by former British intelligence professionals, but now also employs academics, regional experts and prominent business figures.",
  "For example, the New York-based firm Kroll -- which has a presence in 20 countries -- offers a range of services related to \"intelligence, investigations and advisory\" work.",
  "Niall Fitzgerald, former chairman and CEO of Unilever (UL) and a former deputy chairman of Thomson Reuters, joined intelligence firm Hakluyt & Co as chairman in 2008.",
  "While its specialty is investigations linked to litigation, the firm also conducts investigations involving corporate intelligence and political opposition research.",
  "They dig up sensitive information on companies, governments and individuals on behalf of their clients -- and help keep them out of trouble.",
  "Corporate intelligence firms don't have the same access to tech tools as state intelligence agencies, or the same level of funding.",
  "The former MI-6 intelligence officer's firm is based in London, and bills itself as a leading corporate intelligence consultancy.",
  "These intelligence agencies work covertly to gather and analyze foreign intelligence on behalf of their respective governments.",
  "But they do employ experts -- hired from academia, business and government -- who bring real expertise to risk analysis.",
  "\"Our research helps our clients know in detail who they are about to do business with,\" the company said on its website.",
  "It also helps corporate clients conduct internal investigations when they suspect there's corruption within the firm.",
  "Many firms use \"a fee-for-services-rendered approach, often with a retainer -- just like law firms,\" Becnel said.",
  "Some specialize in serving law firms while others cater to private individuals and political interest groups.",
  "How they work\n\nThe industry values discretion, and many firms were unwilling to comment for this story.",
  "Some focus on investigative work while others excel in \"forensic accounting\" or cyber security.",
  "But there is also a thriving industry of private firms that offer some of the same services.",
  "Clients hire it to consider acquisitions, financing, executive hires and board appointments.",
  "But Philip Becnel, a managing partner at Dinolt Becnel & Wells, was willing to talk.",
  "How they make money\n\nDinolt Becnel & Wells charge an hourly rate for their services.",
  "Another common ask is due diligence ahead of a corporate merger or acquisition.",
  "And they often don't have access to the same quality of intelligence.",
  "And they can attract big names.",
  "Russia's SVR and GRU.",
  "The CIA.",
  "MI-6."
]