[
  "“Unveiling this special vehicle at the Geneva International Motor Show in March, during Land Rover’s 70th anniversary year, will be a defining moment for Land Rover, the Range Rover portfolio and Special Vehicle Operations.”\n\nLook for the limited-run SV Coupe to debut in March at the Geneva Motor Show.",
  "(Land Rover)\n\nRear seat occupants will also get their own climate control system built into the center console, though the question remains as to how accessible the backseats will be if the rumors are true that this special, limited-production SUV will only sport two doors.",
  "(Jaguar)\n\nLand Rover explains that the new SV Coupe pays homage to the first ever Range Rover, an off-roading 2-door SUV debuted in 1970, while receiving the full Land Rover SVO treatment.",
  "Rumors began circulating last month that the company was in the midst of working on a low-volume coupe with Jaguar Land Rover’s SVO (Special Vehicle Operations) performance division.",
  "(Land Rover )\n\nWith only 999 copies slated for production by hand a la Land Rover’s SVO division, it’s safe to assume the nearly 1,000, handmade SUVs will cost a pretty penny to own.",
  "Though it could be the camera playing tricks on the eyes, the contrasting blue leather rear seats appear to have copious amounts of legroom, as is expected from a full-size SUV.",
  "Though specs surrounding the new Range Rover SV Coupe remain sparse, we can infer a few crucial details from the sole overhead interior shot teased by the British automaker.",
  "A month after announcing that the 2-door Range Rover Evoque would be discontinued, it appears Land Rover may not have thrown in the towel on 2-door SUVs altogether.",
  "Jaguar Land Rover has given several vehicles the SVO treatment in the past, including the XE SV Project 8, Range Rover SVAutobiography, F-Type SVR and many others.",
  "“Land Rover created the luxury SUV sector with the Range Rover almost 50 years ago,” said John Edwards, Special Operations Managing Director at Land Rover.",
  "So it’s safe to assume this special Coupe will come with some SVO-worthy specs, including a supercharged 5.0-liter V8 to match a sport-tuned suspension.",
  "The cabin features diamond-stitch leather seats, with the same infotainment system found in the new 2018 Land Rover Range Rover Velar.",
  "If so, please share it using the \"Join the Conversation\" buttons below, and thank you for visiting Daily News Autos.",
  "Ahead of its world debut at the 2018 Geneva Motor Show in March, Land Rover teased its latest limited edition SUV.",
  "Look for Land Rover to lift the curtain on the new Range Rover SV Coupe March 6 during the Geneva Motor Show.",
  "Land Rover teased just one interior shot of the Range Rover SV Coupe ahead of its debut in Geneva in March.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "Did you find this article helpful?"
]