[
  "Diplomatic circuit\n\nAs a member of Washington's diplomatic circuit, he is not the most high-profile socialite, but he likes to boast that his residence has one of the best chefs in the District and he entertains at home.",
  "© AFP/File Brendan SMIALOWSKI Washington (AFP) - Russia's ambassador Sergey Kislyak was all smiles as he glad-handed US lawmakers gathered on Capitol Hill to hear President Donald Trump's maiden speech to Congress.",
  "He had a series of senior bureaucratic and technical roles in Moscow through the 1990s before becoming Russia's ambassador to both Belgium and NATO in 2003 and then a deputy foreign minister in 2008.",
  "But if Kislyak spent any of his career at the SVR or the KGB it does not show up on his official biography, which portrays a successful but hitherto low-key progress through foreign ministry ranks.",
  "He was based in the United States throughout the Cold War 1980s, first as an official at the Russian mission to the United Nations in New York, then as first secretary of the embassy in Washington.",
  "Married and with one adult daughter, he is coming towards the end of what has been an eight-year stint in Washington marked by spy scandals, a failed \"re-set\" in ties and now political intrigue.",
  "As ambassador he has been discreet, but he gave a rare news conference last year and lamented: \"We were able to end the Cold War, but most probably we weren't able to build post-Cold War peace.\"",
  "All ambassadors of course have contacts with their countries' spies, but is Kislyak really -- as some US reports now allege -- a top recruiter for Russia's SVR foreign intelligence agency?",
  "In the run-up to November's election, diplomats from both friends and foes of the United States were keen to build ties with figures -- like Sessions or Flynn -- who were close to Trump.",
  "Two days later he was at the heart of a very Washington scandal, after Trump's newly-appointed Attorney General Jeff Sessions was accused of lying about meeting with the Kremlin's envoy.",
  "Fellow diplomats told AFP that Kislyak, a veteran of many years of US-Russian diplomatic rivalry, would be amused by the spat, the latest to trouble Trump's efforts to form a government.",
  "Trump's Democratic foes have seized on the issue and some Republicans have suggested Sessions at least recuse himself from a broader FBI probe into Russian interference in the campaign.",
  "Washington (AFP) - Russia's ambassador Sergey Kislyak was all smiles as he glad-handed US lawmakers gathered on Capitol Hill to hear President Donald Trump's maiden speech to Congress.",
  "Russian ambassador Sergey Kislyak, pictured at President Donald Trump's address to Congress, is at the center of a political storm over the US administration's contacts with Russia.",
  "The 66-year-old engineering graduate has been at the heart of the Moscow foreign policy establishment since the days of the United States and the Soviet Union's Cold War stand-off.",
  "In Washington's febrile atmosphere, where disgruntled foreign policy and intelligence officials are stirring opposition to Trump, some have even described Kislyak as a spy master.",
  "But Kislyak's role is under scrutiny because US intelligence agencies believe Russian government propagandists and hackers tried to hurt Hillary Clinton and to help Trump's rise.",
  "And Kislyak was ambassador in 2010 when US counter-intelligence rounded up 10 Russian sleeper agents, including estate agent Anna Chapman, who became a glamorous media sensation.",
  "Now an even greater head could be on the block, after Sessions was accused of failing to disclose two encounters with Kislyak last year during Trump's presidential campaign.",
  "Already, one member of Trump's top team -- short-lived national security adviser Mike Flynn -- has been forced to resign after controversy over his contacts with Kislyak.",
  "In December, the outgoing US president Barack Obama ordered 35 of Kislyak's colleagues at the Russian mission expelled as foreign agents.",
  "\"I will tell you a military secret: diplomats work, they work and their work involves making contacts in the country they are in.\"",
  "Russian officials scoffed at this, blaming a mood of anti-Russian paranoia, and Washington-based diplomats played down the claim.",
  "\"Honestly speaking, I only have one question: is this the lowest the western media can reach or can they sink even lower?\"",
  "And, as Michael McFaul, US ambassador to Russia between 2012 and 2014, tweeted: \"Let's not be naive folks.",
  "Kislyak obviously was meeting Sessions because of his role in Trump world.",
  "Kevin Lamarque/Reuters There are, of course, Russian spies in Washington.",
  "demanded Maria Zakharova, the Russian foreign ministry's spokeswoman.",
  "That's his job.\"",
  "Jeff Sessions.",
  "Spy master?"
]