[
  "In a statement posted on 7 Daze’s website, however, the company emphasizes its commitment to keeping its products away from minors, and to “lead[ing] the way in the industry, by providing the best flavors for the vaping community.”\n\nThe FDA said the companies included in the latest batch of requests were selected because, like Juul Labs, their products use high-nicotine e-liquids, are small and easily hidden and are designed for simple use.",
  "The FDA on Thursday announced that official requests for information were sent to five e-cigarette manufacturers: J Well, for Bo Starter Kit; YGT Investment LLC and 7 Daze LLC, for Zoor Kit; Liquid Filling Solutions LLC, for Myle Products; and SVR Inc., for SMPO Kit.",
  "“These products should never be marketed to, sold to, or used by kids and it’s critical that we take aggressive steps to address the youth use of these products.”\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "The agency is requesting information about the companies’ marketing practices, product design and consumer complaints, in an effort to understand the youth appeal of their products, which are not legally available to minors.",
  "Through its Youth Tobacco Prevention Plan, the FDA is also cracking down on brick-and-mortar retailers that sell e-cigarettes to minors, and exploring means of making tobacco products less toxic and addictive.",
  "“Too many kids continue to experiment with e-cigarette and vaping products, putting them at risk for developing a lifelong nicotine addiction,” FDA Commissioner Scott Gottlieb said in a statement.",
  "The Food and Drug Administration (FDA) is ramping up its efforts to curtail youth use of e-cigarettes — and demanding answers from some of the companies that make them.",
  "The requests come about a month after the FDA sent a similar letter to the makers of the wildly popular Juul e-cigarette.",
  "View Sample Sign Up Now\n\nTIME could not immediately reach the companies for comment.",
  "Write to Jamie Ducharme at jamie.ducharme@time.com.",
  "The companies have until July 12 to respond."
]