[
  "When Khasbulatov and Rutskoi incited armed gangs of anti-Yeltsin protesters to attack the Ostankino television studio, the nerve center of Russia's broadcast media, and the Moscow mayor's office, Yeltsin declared a state of emergency and ordered the military assault on the Supreme Soviet.",
  "But under the leadership of Yeltsin's chief rivals, Supreme Soviet speaker Ruslan Khasbulatov and Vice President Aleksandr Rutskoi, rebel lawmakers barricaded themselves in Moscow's White House -- the building housing parliament -- and voted to impeach the president.",
  "This metamorphosis climaxed with the iconic image of Yeltsin standing on a tank and facing down a hard-line coup in front of the Moscow White House in August 1991 -- which precipitated the breakup of the Soviet Union and catapulted Yeltsin into the Kremlin.",
  "When demonstrators attacked the Ostankino television tower, the nerve center of Russia's broadcast media, and the Moscow mayor's office, Yeltsin ordered the Interior Ministry to declare a state of emergency.",
  "But as the summer wore on he found himself increasingly in conflict with the legislature, the Supreme Soviet, its speaker, Ruslan Khasbulatov, and his own vice president, Aleksandr Rutskoi.",
  "When legislators barricaded themselves in the Moscow White House and impeached Yeltsin, he ignored them and cut off electricity, phone service, and hot water to the building.",
  "The president claimed the move was necessary in order to carry out needed economic reforms, establish a market economy, and prevent a return to the Soviet past.",
  "Twenty years ago on October 4, months of political conflict climaxed when President Boris Yeltsin ordered the army to shell and storm the country's legislature.",
  "Three months later, a new constitution was approved in a national referendum, giving the president enormous powers that the office maintains to this day.",
  "And in the early hours of October 4, Yeltsin reportedly ordered Defense Minister Pavel Grachev to have his troops shell and storm the White House.",
  "Here's a look at some of the key players in these events, that in many ways set the stage for the course Russia took over the next two decades.",
  "MOSCOW — It brought Russia to the brink of civil war and resulted in the worst street violence in Moscow since the 1917 Bolshevik Revolution.",
  "Russia's post-Soviet economy was mired in crisis as Yeltsin's market reforms, known as shock therapy, were increasingly unpopular.",
  "With gridlock and confrontation paralyzing the country, Yeltsin on September 21, 1993, signed \"Decree No.",
  "The President: Boris Yeltsin\n\nHe was the unlikely hero of Russia's perestroika-era democratic movement.",
  "In the late 1980s, Boris Yeltsin transformed himself from Communist Party boss to populist firebrand.",
  "1400,\" which dissolved the legislature and set elections for a new bicameral parliament for December.",
  "By midday, troops loyal to Yeltsin had managed to secure the building and arrest the rebel lawmakers.",
  "Clashes broke out between police and anti-Yeltsin protesters, who set up barricades in the capital.",
  "Yeltsin had disbanded the parliament, the Supreme Soviet, on September 21 and called new elections.",
  "But by the spring of 1993, the luster of those heady days had worn off.",
  "Yeltsin performed well in an April 1993 referendum on his rule."
]