[
  "Introduced as a means of helping smokers kick the habit, or at least switch to a nicotine-delivery vehicle containing less deadly tar and chemicals, e-cigarettes have instead become the most commonly used tobacco product among U.S. youth, who are more likely than adults to use e-cigarettes.",
  "The FDA, which did not regulate e-cigarettes as tobacco products until 2016, earlier this year also requested internal documents from Juul, the biggest player in the American vaporizer market, as part of a government crackdown on the sale of e-cigarettes to minors.",
  "Citing a wish \"to better understand the youth appeal of these products,\" the Food and Drug Administration said Thursday that four manufacturers of e-cigarettes have until July 12 to hand over documents related to their marketing strategies and product designs.",
  "Earlier research by the Centers for Disease Control and Prevention found in 2016 that more than 2 million middle and high school students had used e-cigarettes, including 4.3 percent of middle school students and 11.3 percent of high school students.",
  "The companies contacted by the FDA in its latest action include: J Well, of Paris, France; YGT Investment and 7 Daze of Baldwin Park, California; Liquid Filling Solutions of King of Prussia, Pennsylvania; and SVR of Las Vegas.",
  "\"Too many kids continue to experiment with e-cigarette and vaping products, putting them at risk for developing a lifelong nicotine addiction,\" Scott Gottlieb, a physician and FDA commissioner, said in a statement.",
  "\"We'll explore all of our regulatory options, including enforcement actions, based on what we learn from the information these manufacturers are required to provide.\"",
  "The FDA's action follows a warning sent by the agency in May to 13 companies selling e-cigarette liquid in child-appealing packaging resembling juice boxes or candy.",
  "Made to look like regular cigarettes, pens or USB sticks, most e-cigarettes have a battery that heats a liquid usually containing nicotine.",
  "The agency in April sent warning letters to 40 retailers that sell e-cigarettes, including 7-Elevens, Circle Ks and vape shops.",
  "The popularity of e-cigarettes among younger Americans is drawing mounting scrutiny from federal regulators.",
  "A 2017 study found about 50 percent more high schoolers and middle schoolers vape than smoke cigarettes.",
  "Using them is referred to as \"vaping.\""
]