[
  "Oswald Gantois, who is accused of helping Russia, said ‘every diplomat must be a bit of a spy’\n\nA senior Belgian diplomat who said during a phone call eavesdropped on by investigators that he had been acting too much like James Bond has gone on trial for allegedly spying for the Russians over a period of 25 years.",
  "Any Belgian lawyer could provide that information.”\n\nGantois, who is suspended from work, told the court that while he may have accepted vodka, and may have had concerns about some of the questions asked of him by his Russian contact, he had been motivated only by service to Belgium during his diplomatic career.",
  "During one of the phone calls we listened to, he said himself that he had played too much James Bond but that every diplomat must be a bit of a spy.”\n\nGantois’s lawyer, Luc Arnou, said the investigation had failed to prove his client’s guilt, and his failure to report the meals was an oversight.",
  "The case against the former consul, who worked in the US, India, Japan, Portugal and Algeria during his career, was built using undercover agents, months of observation, eavesdropping devices and house searches, a Belgian federal court in Bruges heard.",
  "Ann Fransen, the federal prosecutor, said that in 1985 Gantois allowed himself to be recruited by KGB operators who worked for the so-called N-line division, specialising in the delivery of false papers and fictional lives to spies.",
  "Nougatbollen [Flemish slang for nothing].”\n\nIn defence of a “false answer” given by Gantois during the polygraph test, Arnou said: “The question appeared to be that of the TV programme Temptation Island.",
  "Oswald Gantois, 63, is accused of leaking information to the KGB and its successor, the SVR, that the Kremlin could have used to create false papers and identities for its agents.",
  "The court heard that Gantois was wined and dined by the Russian secret services and offered money and expensive bottles of vodka for his help.",
  "The knowledge of the accused over the Belgian naturalisation legislation was obviously very useful,” Fransen said.",
  "“The espionage methods used [by the prosecution] were worse than those mentioned in this case,” he said.",
  "“He never noted those lunches in his diary and he never filed expense reports,” Fransen told the court.",
  "“This proves that he was very aware of the clandestine character of his activities.",
  "Gantois was also interrogated and obliged to take a lie detector test.",
  "“I never accepted money … I never disclosed state secrets,” he said.",
  "In the eyes of the investigators I was guilty right from the start.",
  "Of course he played on information, but never of a secret nature.",
  "I want to be able to close this.”\n\nA verdict is due on 13 June.",
  "‘You went over but they betrayed you’, they said.",
  "“You need all sorts of false documents for this.",
  "“I am right with myself and that is enough.",
  "“Non-events were wrung out like a mop.",
  "This case has destroyed my life.",
  "Now I want this to stop.",
  "But what did that yield?"
]