[
  "The 2019/2020 Evoque won’t be an all-new model since it’s expected to retain the same D8 architecture, but with some significant upgrades like a stretched wheelbase for more room inside compared to the cramped cabin of the outgoing model.",
  "See our render of the new Evoque:\n\nDon’t say we didn’t warn you, but the unpractical three-door version will likely be going the way of the dodo, with the body style of the outgoing model having already been axed in the United States.",
  "It will be interesting to see whether Land Rover’s Special Vehicle Operations (SVO) division will work its magic on the second-generation Evoque to take on competitors like the Audi SQ3 and the Mercedes-AMG GLA 45.",
  "While the Evoque will prioritize comfort and luxury over anything else, it will also have to be fun to drive to better compete with segment rivals such as the BMW X1, Mercedes GLA, and the Audi Q3.",
  "Judging by the license plate, Land Rover is back at the Nordschleife with the same test vehicle and it’s really pushing it to the max through the numerous corners of the famous track.",
  "Land Rover wants to make sure it will live up to the overly used words such as “agile” and “dynamic” while retaining the benefits of a crossover, such as the increased ride height.",
  "If you’ve been keeping a close eye on the baby Velar, it means you have probably seen our spy shots from the end of March with a camouflaged prototype tackling the Nürburgring.",
  "The new Evoque will probably be unveiled in the second half of 2018, perhaps at the beginning of October during the Paris Motor Show.",
  "Attacking the challenging corners of the Green Hell with a small luxury crossover is not something you see every day.",
  "Even if it will happen, we certainly won’t see an Evoque SVR or something to that effect from day one.",
  "What in the world is a small crossover doing in a place such as the Green Hell?",
  "Both the front and rear axles will likely be widened for the same purpose.",
  "In the United States, it will likely be offered as a 2020MY.",
  "Video: Automotive Mike / YouTube",
  "By the way, when is “day one”?"
]