[
  "They try to make us less reliable partners in the EU starting with sanctions and things like that.”\n\nAccording to nuclear energy thinktank the World Nuclear Association, a third of the Czech Republic’s electricity comes from nuclear energy and it is currently engaged in an ongoing saga concerning of two new reactors planned near the village of Temelin in which both China and Russia’s Atomstroyexport have expressed an interest.",
  "“No doubt it is much worse now than during the Cold War because then, the Russians would not spy on us and the Germans and the US pulled back their spies.”\n\n\n\n“But now the major intelligence force against our country is posed by the Russians and the Chinese,” General Šándor says, adding that since the start of the Ukraine conflict last year, Russia has “definitely” increased its spies in the Czech Republic.",
  "The Czech Republic has been a NATO ally since 1999 and an EU member since 2004, however its relationship with Russia has remained ambivalent as its Ministry of Defence has refused to have NATO troops in its territory and recently its president sparked outraged among opposition figures over his willingness to attend Moscow’s May 9 Victory Day parade hosted by Russian president Vladimir Putin.",
  "The Czech Security Information Service (BIS) has warned that since the start of the Ukraine crisis Russia has sent an “extremely high” number of spies, as General Šándor believes Moscow takes a particular interest in Czech energy reserves, its access to NATO information and its leverage as an EU member.",
  "General Andor Šándor, the former head of Czech military intelligence who retired from the service in 2002, says that regardless of the details surrounding this latest bust up between Czech and Russian intelligence, Prague’s Russian spy scandal is far from an isolated incident.",
  "To complicate matters further, all three alleged spies had diplomatic ties with Russian foreign missions, one of them being a full time employee Prague embassy, according to Czech magazine Respekt, forcing Prague to refuse to either confirm or deny the truth of the reports.",
  "After reports emerged in the Czech press that three suspected Russian spies were asked to quietly leave Prague, the Czech government has struggled to play down the incident as rumours of its longstanding problem with Russian intelligence have begun resurfacing once again.",
  "According to the general, Russia is not the only country with intelligence in central Europe as China has also shown an interest in the Czech Republic, but according to him Russia’s intelligence activities are much more precisely targeted.",
  "However their interests are less targeted, unlike the Russians.”\n\nRussia’s interests in the Czech Republic are targeted at scientific research, the general says, operating under the old principle “if you can steal it, you can develop it”.",
  "“There are Russian businessmen who travel all around the world and come here to ‘work’ and they are also Russian GRU and SVR members,” he says referring to two of the Russian services which have succeeded the Soviet spy agency, the KGB.",
  "Prague has become a major target for Russian and Chinese spies attempting to gain access to NATO intelligence and leverage the Czech Republic’s status as an EU member state, according to a former head of the Czech military intelligence.",
  "Czech intelligence sources estimate that around 30 Russian embassy staff in Prague are spies and BIS have repeatedly warned of the presence of Russian intelligence in the Czech Republic.",
  "They have a good place to work because our political scene is divided between support for NATO and people talking about how good it was in the past,” General Šándor says.",
  "“The way to reduce the level of espionage is to convince them to downsize their diplomats, but the embassy is not the only place where they operate,” General Šándor says.",
  "There is no doubt about that.”\n\n“The Russians operate in former socialist allies, they operate in Poland, in Slovakia, they will operate in Hungary, Bulgaria, Romania.",
  "“Do not forget we are a small country but we used to have 100,000 Soviet military personnel here 35 years ago, so the Russians know our country very well,” he adds.",
  "According to the general, however, Czech intelligence is well aware of Russia’s presence and it is up to them to work towards protecting Czech and allied secrets.",
  "Indeed General Šándor says Russian bidders are “very active” when a Czech public tender is for sale and Russia’s spies are not only hiding in the Prague embassy.",
  "“We have had this issue for some time,” says the general, who served in the intelligence services before and after the break-up of the former Czechoslovakia.",
  "“It is difficult to say how many Russian embassy officials are spies but they have almost 150 embassy staff here when the US has 70,” General Šándor says.",
  "“We used to be in their sphere of interest and they still see our country as the one that can be their springboard to to EU and NATO,” Šándor says.",
  "“The Russians specialise in trying to find out what we are going to do in terms of strategic, reserves, energy sources, strategic knowledge.",
  "“The Russians also target our peaceful nuclear programme, gas supplies oil supplies and they try to influence policies.",
  "I do not believe the Chinese want to change our politics though their activities are still very much not welcome.",
  "“Looking at the similarity between Soviet and American aircraft, that confirms what I say,” Šándor adds.",
  "“The Russians want to make us less reliable partners for the EU, less reliable partners to NATO.",
  "If they see the EU not united or NATO not united, that will suit them,” General Šándor adds.",
  "“This is an issue of national security and we have to work to resolve it,” he says.",
  "They know that a destabilized Europe will suit them.",
  "“The Russians will keep spying on us.",
  "Respektestimates that China has 28.",
  "They will enhance that."
]