[
  "Jaguar has made it abundantly clear it won’t be giving the XE sports sedan the SVR treatment, but this tuner has taken matters into its own hands by working on an amped-up XE S. The German aftermarket specialists at Arden are coming out with a comprehensive package focusing primarily on the supercharged 3.0-liter V6 engine.",
  "Discover more about the XE S:\n\n2018 Jaguar XE S AWD: 10 Things You Need To KnowJaguar XE S gets an extra 40 hp for 2018MY\n\nWhile performance numbers haven’t been disclosed by Arden, it goes without saying the upgraded XE S is both quicker and faster than the standard model.",
  "When it leaves the gates of the two factories in the United Kingdom where it’s produced, the stylish sedan with its six-cylinder mill develops a healthy 380 horsepower and 332 pound-feet (450 Newton-meters) of torque.",
  "Rounding off the list of niceties are the embroidered floor mats and fancy leather upholstery, but images with the interior have not been provided by Arden so we’re going to have to take their word for it.",
  "That wasn’t enough in Arden’s vision, prompting the tuner to kick things up a notch by massaging the V6 to churn an extra 83 hp and 98 lb-ft (133 Nm) for a grand total of 463 hp and 430 lb-ft (583 Nm).",
  "Aside from looking sportier, the performance sedan is also sleeker than before as some of the changes focused on boosting the car’s aerodynamic efficiency by improving the airflow.",
  "Besides tinkering with the supercharged V6 powerhouse, Arden also spent some time customizing the exterior to make it worthy of the extra muscle coming from the engine.",
  "As a refresher, the stock version needs 4.9 seconds to perform the 0-60 mph (0-96 kph) task and it will continue to accelerate until it hits 155 mph (250 kph).",
  "From the dual-vented hood and large rear wing to the 20-inch wheels and the sporty diffuser, this modified Jaguar seems fast even when standing still.",
  "It also packs a lot more torque than the XE S upon which it's based.",
  "Source: Arden"
]