[
  "Although the Afghan insurgency originated with the Islamic militant fighters who battled the Soviets during their occupation of Afghanistan in the 1980s, Russian forces have provided funding and small arms to the Taliban as part of an effort to undermine U.S. policy in the region, Pentagon officials have said.",
  "Even after U.S. counterterror agencies have directly implicated Pakistani intelligence officials in such flagrant activity as the 2008 terror attacks that killed 166 people — six of them Americans — in Mumbai, the U.S. government has continued to treat Pakistan as an indispensable, if untrustworthy, partner.",
  "After the director of the MI5 domestic intelligence service said last week that the Kremlin was at risk of becoming an \"isolated pariah,\" the Russian embassy in London declared: \"This shows to what lengths London is prepared to go in order to keep the Western bloc in the UK-led confrontation with Russia.\"",
  "Although the approach has yielded few victories against the Islamist militants that the two countries vowed to fight after 9/11, advocates of the policy argue that it has been one of the few areas of common ground in which cooperation remains possible during a period of increasing confrontation.",
  "As the evidence of Russian support for terrorism has grown, the Putin regime's campaign of cyberattacks and other subversion in the United States, Europe and elsewhere has raised new questions about the utility and viability of narrow efforts at cooperation on issues such as counterterrorism.",
  "______________________________________________________________\n\nThe Trump administration recognizes Russia's record, officials said, but senior intelligence officials have emphasized their continued support for a better counterterrorism partnership with the Putin regime.",
  "In the aftermath of the Skripal attack, however, British authorities said they would reexamine those cases, which prominently include the death of Boris Berezovsky, an exiled Russian oligarch and enemy of Putin who was initially ruled to have committed suicide in 2013.",
  "______________________________________________________________\n\nIn the case of the former Russian spy poisoned in the English town of Salisbury, Sergei Skripal, the Trump administration eventually joined Britain and other allies in retaliating for the attack.",
  "\"It is the current Russian regime that provided the missiles, the launcher, the software, the training, and perhaps even the triggerman to shoot down Malaysia Airlines Flight 17,\" Carpenter testified before a House Foreign Affairs subcommittee in November.",
  "The FSB carried out this activity to reduce the threat at home during the Winter Games, according to U.S. officials, despite the fact that such militants were likely to join the Islamic State's fight against the Syrian government, a close Russian ally.",
  "In November, for example, the Trump administration aggressively pushed through the designation of North Korea as a sponsor of terrorism, despite what officials in the State Department and other experts considered a relatively weak evidentiary case.",
  "______________________________________________________________\n\nIn the Skripal case in England, Carpenter said, the seemingly obvious signature of the nerve agent used to try to kill the exiled Russian spy on March 4 was integral to the plot.",
  "The Americans reminded the spy chiefs that the CIA had relayed a lead that foiled a terrorist plot in Saint Petersburg in December, but the Russians have so far declined to share any comparable intelligence, a U.S. intelligence official said.",
  "But the primary new evidence of repeated support for terrorism was an act that some officials and experts consider insufficient: the 2017 assassination of North Korean leader Kim Jong-Un's half-brother at Kuala Lumpur International Airport.",
  "Pakistan, by contrast, has been spared from inclusion on the State Department list despite what U.S. officials say is a well-documented history of funding, training and protecting terrorist groups including the Taliban and Lashkar-e-Taiba.",
  "In what some U.S. intelligence veterans see as a reflection of Putin's background as a career officer in the Soviet KGB, Russia has mixed fierce tactics against Islamist militants in Chechnya with cooptation and collusion, officials said.",
  "Throughout the civil war in Syria, Russia has strengthened its backing for the regimes in Damascus and Teheran, which Washington has long accused of supporting terrorism, and their ally Hezbollah, an officially designated terrorist group.",
  "Amid calls for stronger retaliation against Russia for the Skripal case and its meddling in the 2016 elections, some members of Congress have pushed the Trump administration to consider designating Russia as a state sponsor of terrorism.",
  "The former military intelligence officer, 66, had lived quietly for eight years in the riverfront town of Salisbury until, British officials say, suspected Russian agents smeared the nerve agent Novichok on the handle of his front door.",
  "One of the most serious elements of the case against Russia, U.S. officials said, may be the government's alleged involvement in the shoot-down of a Malaysia Airlines flight by Russian-backed separatists in eastern Ukraine in 2014.",
  "\"We assume the Russians are like us, and if we would just do a better job of explaining ourselves, they would come around and be allies on counterterrorism,\" said John Sipher, a former deputy chief of Russian operations at the CIA.",
  "By contrast, U.S. officials have said, Russia's principal internal security agency, the FSB, appeared to encourage militants from predominantly Muslim regions like Dagestan to go to Syria ahead of the 2014 Winter Olympics in Sochi.",
  "When Tillerson ordered the review of Russia's record on terrorism in March, State Department experts examined a history of Russian-sponsored violent activity in neighboring Ukraine as a key element of a case for designation.",
  "Even if the case seems strong, U.S. officials say the action would imperil remaining lines of communication with Moscow and create legal problems for the United States in dealing with nations that do business with Russia.",
  "\"These are the guys behind the interference campaign in the U.S. elections, the guys directing Russian operations in Syria and Ukraine and ordering hits like the one on Skripal,\" Carpenter said of the meetings.",
  "Sipher, the former deputy chief of Russian operations, recalled his reaction after learning that the then-CIA director, George Tenet, had told Bush that Russia would be a key ally in the new war on terrorism.",
  "U.S. intelligence agencies went so far as to extend a highly unusual invitation to Russian spy chiefs, which resulted in a meeting between the sides in January to discuss counterterrorism cooperation.",
  "The State Department's list, which now includes North Korea, Iran, Syria and Sudan, reflects a formal determination that a foreign government has repeatedly supported acts of international terrorism.",
  "Because the Russian state tightly controls access to Novichok, American intelligence officers think the order to use it had to have come from high-level officials, a U.S. intelligence official said.",
  "A Russian-made missile killed all 298 people aboard and was part of a wave of separatist bombings and other violence against civilians blamed on Russia after its forces occupied the Crimea region.",
  "But Russia has targeted its own exiled political dissidents with growing frequency — an action that would qualify as terrorism under U.S. law if there is an intent to intimidate a group of people.",
  "And Moscow avoided criticizing the Americans' use of brutal interrogation methods and secret detentions, despite years of U.S. human rights criticism of Russia's own counterterror operations.",
  "The directors of the FSB and the SVR, Russia's foreign intelligence service, held talks in Washington with the then-CIA director, Pompeo, and the director of national intelligence, Dan Coats.",
  "The Trump administration cited a series of complaints against North Korea, including the mistreatment of an American college student who died after being released from North Korean custody.",
  "Prime Minister Theresa May has said that only Russia had the weapon, motive and operational experience to carry out the plot, an assertion that U.S. intelligence officials have endorsed.",
  "In another case last October, Ukraine's attorney general accused the Russian FSB of teaming with a politically connected gangster to assassinate a fugitive Russian legislator in Kiev.",
  "A British court convicted the two Russians in absentia, but one of them, Andrei Lugovoy, a retired KGB officer, received a medal from Putin and was elected to the Russian parliament.",
  "But both Republican and Democratic administrations have wielded the State Department's terrorism sanctions primarily against countries where the United States has limited interests.",
  "There have been more direct examples of state-sponsored violence in the pursuit of Chechen rebel leaders and other Kremlin enemies far beyond Russia's borders, U.S. officials said.",
  "Russian spies have been convicted of or accused of murdering suspected Islamist extremists in Dubai, Qatar and Turkey, according to officials, court verdicts and published reports.",
  "And the Kremlin has methodically pursued its enemies overseas, ordering a series of assassination attempts in Europe, Turkey and the Middle East, national security officials said.",
  "Critics of the meetings took a less optimistic view, saying the U.S. intelligence community sent a message that it is not serious about confronting Russia's aggressive conduct.",
  "As the Bush Administration scrambled to strike back against al-Qaida, the Kremlin provided diplomatic and logistical support for the U.S. military's operations in Afghanistan.",
  "In the mid-2000s, the CIA learned that Russia had given its allies in Central Asia a database of suspected extremists that included the names of some CIA undercover officers.",
  "Russia has intervened more directly in Afghanistan, Pentagon officials have said, shipping arms to the Taliban with little apparent regard for the geopolitical consequences.",
  "The attacks, which the government blamed on Chechen militants, helped then-Prime Minister Putin bolster his standing ahead of the presidential election he won in 2000.",
  "Russian leaders have denied any involvement in the case, and have even accused the British security services of staging the attack themselves in order to frame Russia.",
  "______________________________________________________________\n\nFrom the start, however, some U.S. intelligence experts warned that Moscow played by different rules.",
  "Under a process first implemented in 1979, the designation results in sanctions barring the country from U.S. foreign aid, arms sales and various forms of commerce.",
  "\"I think the Russians planned it as a hit that would lead everyone to think the Kremlin was behind it, and that would spread a chill among former spies,\" he said.",
  "The Skripal attack recalled the 2006 assassination in London of Alexander Litvinenko, a former FSB officer who had also worked with Western intelligence services.",
  "As Islamist militants began moving into Syria in 2012 to join that country's civil war, law enforcement agencies in Europe arrested scores of would-be jihadists.",
  "Even as Washington has grown more concerned about an array of Russian security threats, it has continued to seek Moscow's cooperation in combating terrorism.",
  "\"There must have been senior approval,\" said Michael Carpenter, who served as National Security Council director for Russia during the Obama administration.",
  "\"Historically, at times of political tensions, the spy services have been able to de-escalate while presidents like Putin are playing to domestic audiences.",
  "A dozen other suspicious deaths in Britain — the victims were Russian expatriates or Britons linked to them — drew less attention over the past 15 years.",
  "Russian opposition leaders and journalists have accused the Kremlin's security forces of masterminding a string of mysterious bombings in Russia in 1999.",
  "He was killed by two Russian operatives who poisoned his tea with polonium-210, a rare radioactive substance produced by a Russian military laboratory.",
  "Washington has used the tool far more sparingly against powerful nations like Russia, where U.S. relationships include substantial competing equities.",
  "\"When our officers showed up in certain countries at the airport, they were handcuffed because we popped up on the list as terrorists,\" Sipher said.",
  "\"Russia much more neatly meets the definition of a state sponsor than North Korea does,\" said a national security official familiar with the issue.",
  "Both the United States and Israel have often killed suspected terrorists overseas, notably in drone strikes conducted by the Pentagon or the CIA.",
  "Russia had convicted Skripal of working as a British double agent, but released him from prison and sent him to Britain in a spy swap in 2010.",
  "\"I am delighted to see us get tough with North Korea,\" said Daniel Byman, a professor at Georgetown University's School of Foreign Service.",
  "Particularly since the 9/11 attacks, the Putin government has cast Russia as a Christian bulwark against the threat of Islamist militancy.",
  "The U.S. case against Russia as a sponsor of terrorism has grown substantially over the past decade, national security officials said.",
  "\"Russia is clearly a bad actor on the world stage,\" said David McKean, a former director of policy planning at the State Department.",
  "After fleeing to London in 2000, Litvinenko had publicly accused Putin of plotting the 1999 bombings in Russia, among other crimes.",
  "Washington and its allies expelled scores of Russian diplomats and imposed financial sanctions on oligarchs and political leaders.",
  "In 2004, an anti-Putin presidential candidate, Viktor Yushchenko, blamed Russian operatives for trying to kill him with dioxin.",
  "The other two victims — his 33-year-old daughter and a British police officer — were released from the hospital weeks ago.",
  "It targets that population of former Russian spies and dissidents and sends a message to stop cooperating with the West.\"",
  "(Secretary Tillerson was fired days after he ordered up the aborted review, apparently for reasons that were unrelated.",
  "Putin was the first foreign leader to call President George W. Bush to express his sympathies after the attacks.",
  "It also restricts U.S. trade and diplomatic contact with nations that do business with countries on the list.",
  "Russian leaders have bristled at the idea that they might qualify for inclusion on the terror-sponsors list.",
  "To formally name Russia as a state sponsor of terrorism, however, would represent a more significant step.",
  "The Salisbury attack just weeks later underscored the futility of the outreach effort, those experts said.",
  "They can either play a negative role or not play a negative role — or occasionally play a positive role.\"",
  "\"Tenet asked us to put together a paper on how the Russians were going to help us,\" Sipher recalled.",
  "Russian security forces also worked with Western counterparts to track threats related to Chechnya.",
  "Yet, as Tillerson's order for the review suggested, the calculus in Washington has begun to shift.",
  "His replacement, Mike Pompeo, has not commented publicly on the prospect of such a designation.)",
  "\"The intelligence agencies want to have a channel open to the Russians,\" the official said.",
  "U.S. military commanders have also accused Russia of increasing support for the Taliban.",
  "The poison badly disfigured Yushchenko, but he survived and won the Ukrainian election.",
  "It was not long before signs of Russian duplicity began to surface, Sipher recalled.",
  "Skripal was in critical condition for weeks before his health began to improve.",
  "We said someone needs to tell the president they are NOT going to be an ally.",
  "About 300 civilians were killed in the explosions at apartment buildings.",
  "There were hundreds, at a minimum, who went to Syria during this period.\"",
  "\"But terrorism is an area where we have to keep trying to talk to them.",
  "Authorities moved him to a secret location to continue his recovery.",
  "They have seen us, not terrorism, as the main enemy all along.\"",
  "They are not going to help on counterterrorism.\"",
  "On Friday, he was released from the hospital.",
  "\"Words escape me to express how bad it was.\"",
  "\"There was facilitation, payment, passports.",
  "It's important to keep that back channel.\"",
  "\"I'd rather we chose another label.\"",
  "\"Russia has been more consistent.",
  "\"We were dumbfounded.",
  "\"Is it terrorism?",
  "Yes."
]