[
  "Discover the regular 2019 Audi Q8:\n\n2019 Audi Q8 50 TDI First Drive: I Can Feel Your Halo2019 Audi Q8 – Have A Closer Look In Lengthy Promo Video\n\nShould these numbers pan out, it means the RS Q8 will become Audi’s most powerful production car ever, thus eclipsing the mighty R8 V10 Plus.",
  "It goes without saying it won’t be quicker or faster than the supercar because of the SUV’s considerably higher curb weight, but it will be competent enough to fight other super SUVs like the BMW X6 M, Mercedes-AMG GLE 63 Coupe, and the Range Rover Sport SVR.",
  "While the raging bull on stilts from Sant’Agata Bolognese has to make do with “only” 641 horsepower, the Audi RS Q8 will apparently up the power ante to a meaty 670 hp by sourcing its powertrain from the Porsche Panamera Turbo S E-Hybrid.",
  "The high-riding vehicle currently in the works at Audi Sport has been caught testing multiple times already and it will allegedly be more powerful than even the mighty Lamborghini Urus with which it shares many of the bits and pieces.",
  "It was only about three weeks ago when Audi finally dipped its toes in the coupe-SUV segment with the Q8 and now fresh (unconfirmed) details have emerged about the fully fledged RS version of the company’s flagship SUV.",
  "If it will pack the same amount of combined torque, it means the RS-badged SUV will deliver a whopping 626 pound-feet (850 Newton-meters) to perfectly match the aforementioned Urus.",
  "Four-wheel could come as standard (it’s an option on the Q8), as will the RS-specific oval exhaust tips along with a meaner body worthy of the “RS” badge.",
  "Previewed last year by the Q8 Sport concept, the production-ready Audi RS Q8 should debut in production guise before the end of the decade.",
  "Chassis tweaks, a stiffer suspension setup, beefier brakes, and shiny new wheels will further separate it from the lesser Q8s.",
  "Beyond the electrified powertrain, the Audi RS Q8 is expected to get a slew of other upgrades over the standard model.",
  "With 670 electrified horses on tap, it would be the most powerful production Audi ever.",
  "Source: Autocar"
]