[
  "The standard I-Pace with its 90-kilowatt-hour lithium-ion battery pack and a 394-horsepower (293-kilowatt) electric motor should serve as a good base for a potential sportier I-Pace, so out fingers are crossed.",
  "Rendering Jaguar I-Pace SVR More\n\nRendering Jaguar I-Pace SVR More\n\n\"Yes, we can make it do 0-60 miles per hour in 1.8 seconds,\" Jaguar product planning boss Hanno Kirner recently confirmed.",
  "More about the I-Pace SVR:\n\nNaturally, the shape of the car will remain mostly unchanged, but a couple of aerodynamic tweaks here and there will give it a sportier appearance.",
  "\"It’s a good headline, but once you’ve done it once or twice, and lost your eyes in the back of their sockets, you might not want to do it again.\"",
  "Well, the automaker says it could achieve a 0 to 60 miles per hour (0-96 kilometers per hour) acceleration in less than two seconds.",
  "Jaguar has already admitted, if the I-Pace SVR reaches production, it could be too powerful and quick for the average customer.",
  "Jaguar already hinted an I-Pace SVR could happen, giving the start of a range of high-performance SVR electric models.",
  "Of course, that “problem” doesn’t mean the idea for a performance electric crossover is entirely off the table.",
  "Jaguar is enjoying the fact that it launched an all-electric SUV, the I-Pace, before most of its main rivals.",
  "The intakes in the front bumper, for example, will be larger and will deliver cold air to the front brakes.",
  "And because the possibility of such a car seems high to us, we decided to envision what it could look like.",
  "The vehicle is awesome, but the automaker is already evaluating ways to make it even better.",
  "Wider side sills and larger wheels will set the car apart from the regular model.",
  "One possible option is a full-blown SVR performance variant.",
  "0-60 mph in 1.8 seconds doesn't sound half bad, right?",
  "But there’s one problem.",
  "In a family crossover.",
  "Don’t believe Jaguar?"
]