[
  "A key task of modern so-called hybrid warfare is “the prior implementation of measures of information warfare in order to achieve political objectives without the utilization of military force and, subsequently, in the interest of shaping a favorable response from the world community to the utilization of military force.” To that end, all the state’s resources—led by Russia’s security services—are responsible for “developing forces and resources for information warfare.”\n\nALEXEY FURMAN/EPA\n\nAric Toler, an American researcher at the activist group Bellingcat, has been on the receiving end of that information war machine.",
  "In early November, Andrew Parker, head of Britain’s internal security service MI5, became the first leader of the agency in 107 years to give an interview; the focus of his conversation with The Guardian newspaper was Russia’s mobilization of “a whole range of state organs and powers to push its foreign policy abroad in increasingly aggressive ways: propaganda, espionage, subversion and cyberattacks.” Russia’s secret war involves everything from criminal sabotage to espionage to influencing news cycles, as well as supporting disruptive political movements and deep penetration of cyberinfrastructure.",
  "On the morning of November 9, the Kremlin announced that Russian President Vladimir Putin had sent a message to U.S. President-elect Donald Trump expressing “his hope they can work together toward the end of the crisis in Russian-American relations, as well as address the pressing issues of the international agenda and the search for effective responses to global security challenges.” Just minutes before, the Russian State Duma had erupted in applause when its members learned that Trump had won the election.",
  "Putin appeared to be taking his lead from repeated comments Trump has made suggesting the two would get along: “I would treat Vladimir Putin firmly, but there's nothing I can think of that I'd rather do than have Russia friendly, as opposed to the way they are right now, so that we can go and knock out ISIS with other people,” the then-candidate of the Republican Party said on July 28, referring to the Islamic State militant group.",
  "Over the past 18 months, Toler has regularly received phishing emails containing viruses that would allow hackers to access his computer—if any of us were dumb enough to click on the links.” More threatening, over the summer pro-Russian online activist group CyberBerkut hacked into the emails of Ukrainian government officials and used the information to smear Toler by alleging he is linked to the Kiev government.",
  "Bizarre as this may seem to American and European observers, the majority of Russians—crucially, Putin and his inner circle—are convinced that the pro-democracy revolutions that swept Georgia, Ukraine and Kyrgyzstan in 2003 and 2004, the mass protests in Moscow against Putin in 2012 and the uprising in Kiev against pro-Moscow President Viktor Yanukovych were all part of a CIA-led conspiracy to weaken Moscow.",
  "Founded by British blogger Eliot Higgins in 2014, Bellingcat has used open-source material, such as social media posts and YouTube video footage, to expose Russian troops operating illegally in eastern Ukraine and, most controversially, to precisely track the course of a Russian Army BUK rocket launcher that shot down Malaysian Airlines Flight 17 over eastern Ukraine on July 17, 2014.",
  "Trump called Putin a “stronger leader” than outgoing U.S. President Barack Obama and told ABC in July that “the people of Crimea, from what I’ve heard, would rather be with Russia than where they were.” Asked by a reporter in July whether he would consider recognizing Crimea and lifting sanctions, Trump replied, “Yes, we would be looking at that,” sparking jubilation in Moscow.",
  "When the decades-long nuclear standoff with the Soviet Union and its allies came to an effective end with the demise of the Soviet empire in 1991, Western intelligence and security agencies largely turned their attention and resources elsewhere—especially to the Middle East and Afghanistan, as Islamist extremists’ attacks appeared to become the greatest threat to the West.",
  "There is high-volume activity out of sight with the cyberthreat.”\n\nRussia has spearheaded some increasingly bold and sophisticated operations over the past year, including hacking attacks on Ukraine’s power grid and the servers of the White House, the Democratic National Committee (DNC) and Germany’s Bundestag that Western intelligence agencies believe came from Russia.",
  "But if and when Trump disappoints the Kremlin—perhaps by bowing quickly to congressional Republicans’ strong support for Ukraine in its fight against Russian-backed separatists—the 45th president of the United States could find himself facing off against the same ruthless adversary in Moscow who made life so hard for the 44th.",
  "Gennady Zyuganov, veteran leader of Russia’s Communist Party, tells Newsweek he sees Trump as “a candidate of peace, not war, who will respect the interests of Russia and stop [the last administration’s] aggressive encroachment on our borders.”\n\nKayhan Ozer/Anadolu/AP\n\nBut Trump has also blasted Putin.",
  "“Cyberweapons have officially joined the arsenal of modern warfare.”\n\nPutin has apparently tasked Russia’s securocrats with doing what Soviet spies dreamed of but could never achieve—fighting a war of covert disruption in parallel to their more traditional role, straight intelligence-gathering.",
  "It also reflects a conviction that the West supports investigative journalists and anti-corruption movements in Russia not on their own merits but to undermine the regime.”\n\nRussia’s spying operations, therefore, are justified as a part of a major pushback against perceived aggression.",
  "Over the following nine months, according to the Ukrainian Security Service, hackers made more than 15,000 other attempts to sabotage Ukraine’s critical infrastructure, from the control systems at Kiev’s Boryspil International Airport to the country’s Central Election Commission.",
  "“Who wouldn’t know this, and why does Obama get a free pass?” And Russia’s optimism about the end of sanctions is also misplaced; His “Yes, we would be looking at that” response is, as many reporters pointed out, just a line Trump often uses to move on to the next question.",
  "That’s when he will, on a daily basis, have to cope with a resentful former superpower engaged in an aggressive campaign of espionage and propaganda against the United States and its allies—one more intense and menacing than at any time since the Cold War.",
  "It was Russia’s involvement in the shooting down of MH17 and its subsequent stonewalling over the investigation that became the main focus of biting EU and U.S. sanctions on the Russian economy—not, as Russia often claims, its annexation of Crimea.",
  "Finally, Russian state-sponsored TV channels, like Russia Today and Sputnik, keep up a regular stream of invective against Bellingcat’s work, while a small army of trolls on Twitter and social media are busy denouncing it on an hourly basis.",
  "Trump will likely face a binary choice: continue to engage in that intensifying shadow war, as his predecessor chose to do, or end sanctions against Russia—essentially allowing Putin to expand his influence in Eastern Europe and beyond.",
  "“A clear Rubicon was crossed,” says Alexander Klimburg, senior fellow at the Atlantic Council think tank in Washington and author of the upcoming book The Dark Web, which describes how future conflicts will be fought over the internet.",
  "Yes—just as you taught us!”\n\nPreventing further Russian meddling in American politics will become the problem of a president-elect whose true feelings about Russia, Putin and just about every other major policy area remain opaque.",
  "Hybrid Warfare\n\nIf Trump is looking for a reminder of the real-world damage Putin’s online special forces can cause, he might want to ask the CIA for a briefing on a cyberattack that began on December 23, 2015.",
  "The Kremlin’s new army of spooks is motivated by a single ideology—to fight back against a supposed Western campaign to undermine Russian power and foment unrest and revolution in Moscow’s backyard.",
  "“This is not just laughable rhetoric but an expression of a genuine belief,” says Mark Galeotti, a senior research fellow at the Institute of International Relations in Prague.",
  "But Bellingcat’s evidence, from dozens of sources tracking the BUK’s progress into and out of eastern Ukraine on that fateful day, is more than just the work of internet geeks.",
  "The British bloggers have exposed attempts to cover up the truth on MH17—and in the process helped deny the Russian economy billions of dollars in investment.",
  "Western governments are belatedly waking up to the scale of the threat and are readying the biggest counterespionage operation since the end of the Cold War.",
  "And Russia’s elite, while careful to deny involvement in the Kremlin’s alleged meddling in the U.S. presidential race, is openly jubilant about Trump’s win.",
  "Cursors began operating on their own, clicking circuit breakers in the utility’s central command system, shutting down electricity substations one by one.",
  "We follow the ancient Chinese policy—we sit on the riverbank and wait for our enemy’s body to float past.”\n\nBut Russia isn’t just sitting and waiting.",
  "Controllers at the headquarters of the local energy utility, PrykarpattyaOblEnergo, watched helplessly as they were locked out of their computers.",
  "So far, nobody has died as a result of the cyberassault—but the attacks proved the hackers could shut down operating rooms and airports at will.",
  "Moscow has continued to deny its BUK rockets were involved—blaming the crash on, variously, Ukrainian jets or Ukrainian surface-to-air missiles.",
  "A winter’s early dusk was falling over the Ivano-Frankivsk region in western Ukraine when Russian hackers took control of the electricity grid.",
  "Sure, in the days following Trump’s victory, Russia’s television talk shows were full of clips of the president-elect’s warm words about Putin.",
  "The Kremlin’s shadow war has intensified since Russia’s annexation of Crimea in March 2014 and the international sanctions that followed.",
  "Official Dutch and Malaysian investigators are using it to draw up formal charges against the Russian soldiers and officials responsible.",
  "With Trump’s victory, Russia might feel that its potent mixture of hacking, propaganda and sowing distrust has worked spectacularly well.",
  "The temptation to continue spreading chaos by backing right-wingers in France, the Baltics, Germany and elsewhere is stronger than ever.",
  "“When Moscow identifies all kinds of NGOs as ‘foreign agents,’ this is not only a convenient way to silence and marginalize critics.",
  "But the blossoming bromance between the two men may come to a sudden end when Trump becomes commander in chief on January 20, 2017.",
  "That was the moment it began to “define itself by opposition to the West and act accordingly,” MI5’s Parker told The Guardian.",
  "Now, apparently, we’re so influential that we are determining the outcome of their presidential election.",
  "That’s a lot for an American president who has never before held elected office to deal with on day one.",
  "That marked the start of the biggest and most sustained cyberattack against any nation ever conducted.",
  "Within half an hour, 700,000 residents, as well as hospitals and schools, were without power.",
  "The strategy is laid out in the latest version of Russia’s official military doctrine.",
  "“A while ago, America was saying that Russia is just a gas station, a regional power.",
  "Felipe Dana/AP\n\nThe pressure on Trump to come up with an answer will be considerable.",
  "“Russia took Crimea during the so-called Obama years,” Trump tweeted in September.",
  "How do you like it?” wrote Ekaterinburg-based blogger Evgeny Smirnov in September.",
  "What’s different these days is that there are more and more methods available….",
  "No wonder the Kremlin appears to have gone after Bellingcat with such ferocity.",
  "Now Hillary,” says Russian parliamentarian Vyacheslav Nikonov, a Putin ally.",
  "“You Americans meddled in our elections for years; now we meddle in yours.",
  "It is actively engaging its enemies, albeit in clandestine ways.",
  "The telegram was one of the first to arrive from a world leader.",
  "“You say we are influencing your politics with our propaganda.",
  "Ambassador to Russia Michael McFaul after Trump’s victory.",
  "“Putin has interfered in our elections and succeeded.",
  "Russian hackers may have helped Trump to victory.",
  "“Russia has been a covert threat for decades.",
  "Spy agencies have pivoted with urgency.",
  "But the Russian threat is back.",
  "Well done,” tweeted former U.S.",
  "That challenge remains.",
  "“First was Brexit.",
  "And the 43rd.",
  "And the 42nd."
]