[
  "This tactic includes “cheating, promising favors, and then discarding the intelligence source once the relevant information is obtained by the SVR.”\n\nRussian intelligence officers reportedly targeted Page in order to glean economic information regarding possible future U.S. sanctions, according to The New York Times.",
  "“You get the documents from him, and tell him to go f*** himself.”\n\nFBI documents reveal Page handed over records about his energy business to a Russian operative posing as a businessman who claimed he could help Page broker deals in Russia.",
  "“The Russians are looking for people that they think are important in the West, important in political, business and economic circles,” William Browder, an American CEO who did business in Russia told NPR.",
  "Russia’s attempt to turn former Trump campaign advisor Carter Page into a spy is documented in FBI court documents, which give a detailed look into how intelligence officials recruit potential agents.",
  "Intelligence officials then try and parlay this trust into coaxing their target to disclose useful or classified information — in some cases without regard to what to happens to the source.",
  "The next step involves convincing a target to share information that may even be publicly accessible in order to establish trust between the two parties.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Intelligence agents pick a target and then attempt to establish a friendly relationship, the 2015 court filing first reviewed by CNN shows.",
  "Russia’s willingness to burn Page after obtaining information is a well-known espionage tactic, the FBI document reveals.",
  "In Page’s case, a Russian officer allegedly sent him an email after meeting him at 2013 conference on energy issues.",
  "“You promise a favor for a favor,” one Russian agent told another agent involved in attempting to recruit Page.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“They target people they think are going to be useful to them one way or the other,” he added.",
  "Buzzfeed first reported the news that the person unidentified in the filing is Page.",
  "Follow Saagar Enjeti on Twitter\n\nSend tips to saagar@dailycallernewsfoundation.org.",
  "“I will feed him empty promises,” the agent added."
]