[
  "The Washington Post’s government sources say the application for the secret court order “included a lengthy declaration that laid out investigators’ basis for believing that Page was an agent of the Russian government and knowingly engaged in clandestine intelligence activities on behalf of Moscow.” The application made reference to Page’s discussions with undercover Russian intelligence operatives in 2013, as well as other contacts that apparently haven’t been made public yet.",
  "Politically speaking, Page has been critical of Washington hawkishness against Moscow, and has argued that prominent thinkers and leaders in the West “unnecessarily perpetuated Cold War tendencies by deepening suspicions from that era.”\n\nOne episode that made the intelligence community particularly watchful of Page was his interactions with undercover Russian intelligence operatives in 2013.",
  "In August, Trump spokesperson Hope Hicks referred to Page as an “informal adviser.”\n\nBut after it was reported that Page was being investigated for ties to the Kremlin, his several-months-long stint in Trump’s orbit came to an end, and the campaign distanced itself from him as aggressively as possible.",
  "A former Trump campaign operative told the Post that Page didn’t have his requests to meet with Trump fulfilled but attended three dinners held for the campaign’s foreign policy advisers, which included top advisers who now play a pivotal role in the administration, like then-Sen. Jeff Sessions.",
  "According to a Washington Post report published Tuesday, the FBI and the DOJ obtained a Foreign Intelligence Surveillance Act warrant last summer to surveil Trump foreign policy adviser Carter Page on the grounds that he could be covertly working on behalf of the Russian government.",
  "Skeptics of Trumpworld’s ties to Russia should take note: The Justice Department and the FBI took links between one of then-candidate Trump’s advisers and Russia so seriously last summer that they successfully obtained a secret court order to monitor his communications.",
  "I think he is an idiot and forgot who I am,” Victor Podobnyy, an officer of the SVR, Russia’s foreign intelligence agency, told his boss Igor Sporyshev in a secretly recorded conversation, according to a court filing by the federal government.",
  "But it’s another drop in the ceaseless stream of developments on ties between Trump’s associates and Russia that federal investigators are scouring for signs of possible coordination on alleged Russian meddling in the 2016 election.",
  "According to the Post, last summer he delivered a speech in Moscow that was deeply critical of US foreign policy toward Russia, and, according to his own account, met Russian Deputy Prime Minister Arkady Dvorkovich during that trip.",
  "Soon after, he began advising the Russian-owned oil giant Gazprom on big deals, and worked to connect Western investors with the company, reportedly helping establish routine meetings with shareholders in London and New York.",
  "FISA warrants for electronic surveillance require loads of paperwork and are difficult to obtain, so the intelligence community devoting resources to get one suggests it was truly unnerved by Page’s connections.",
  "Page said he was appalled by the news, and likened the government listening in on his conversations to surveillance of Martin Luther King Jr. during the civil rights movement in an interview with the Post.",
  "He had three grad degrees, including a PhD from SOAS University of London, he’s worked on arms control at the Pentagon, and he had a fellowship at the Council on Foreign Relations.",
  "His plans for the company didn’t work out as he wanted them to, so since then it seems he’s done mainly freelance consulting that includes helping investors buy assets in Russia.",
  "Page confirmed that he was in contact with the operatives but said he gave them completely innocuous information about the energy industry that was publicly available.",
  "It’s unclear if he was aware of their desire to turn him into a source of valuable information, but it is clear they didn’t have a very high estimation of him.",
  "The Washington Post’s government sources say Page is the only American whose communications were surveilled as a result of a FISA warrant in investigations.",
  "“I have nothing to hide.”\n\nA FISA warrant doesn’t mean that Page was guilty of a crime, or that any criminal charges will be brought against him.",
  "But what he’s best known for, since it’s the foundation for his connection to Russia, is his work in investment banking and energy consulting.",
  "So far, there’s no evidence he has violated any kind of law or coordinated with the Russian government on matters pertaining to the election.",
  "After leaving Moscow, Page started his own energy consultancy, Global Energy Capital, where his only partner was a former Gazprom executive.",
  "He’s been an investor in Gazprom and has openly opposed sanctions on Russia on the basis that they hurt his wallet.",
  "“This confirms all of my suspicions about unjustified, politically motivated government surveillance,” he said.",
  "But his most significant work there began in 2004, when he opened an office in Moscow for Merrill Lynch.",
  "By Page’s own account, his first visit to Moscow was in 1991 just as the Soviet Union was collapsing.",
  "Page wasn’t a prominent figure in Trump’s circle of foreign policy advisers, but he wasn’t a no-name.",
  "But it’s almost certain his whereabouts in the past year are being looked over incredibly closely.",
  "“He went to Moscow and forgot to check his inbox, but he wants to meet when he gets back.",
  "I don’t know, but it’s obvious that he wants to earn lots of money,” Podobnyy added.",
  "“He got hooked on Gazprom thinking that if they have a project, he could rise up.",
  "What does this mean for the Trump campaign and its string of ties to Russia?",
  "In March last year, Trump named Page as one of his foreign policy advisers.",
  "Page’s career defies simple categorization.",
  "Page wrote policy memos for the campaign.",
  "Who is Carter Page?",
  "Maybe he can."
]