[
  "“The message accurately described the financier as ‘prominent in politics,’ ‘an active fund-raiser’ for [a major political party, name omitted] and a ‘personal friend’ of [a current Cabinet official, name redacted].”\n\nVarious unnamed intelligence sources told The Hill the cabinet officer was Hillary Clinton while the fundraiser has been identified as Alan Patricof.",
  "Related: Trump’s Hillary Golf Ball Tweet Shows How ‘F***ed-Up’ He Is, Says Stephen King\n\nThe female spy, who used a fake identity to get a job with a major Democratic donor, had sought to use the position to gain access to information about the State Department, but she was arrested and deported before she was able to do so.",
  "“Nothing has changed since the last time this was addressed, including the right’s transparent attempts to distract from their own Russia problems, which are real and a grave threat to our national security,” Clinton spokesman Nick Merrill said Saturday.",
  "Clinton’s office has said reports on the spy ring and attempts by the Kremlin to gain influence over her and the Obama administration are partisan and aimed at distracting the links between the current administration and Russia.",
  "The FBI affidavit details how the the Russian intelligence service the SVR and the Kremlin sought to influence the Clintons using covert and illegal means between 2009-10, The Hill reported.",
  "Declassified FBI documents show that former Secretary of State Hillary Clinton was targeted by a Russian spy posing as an accountant who wanted access to her and her husband, Bill Clinton.",
  "The unmasking of the ring, which quietly collected information and passed it on to handlers in the SVR, was one of the most important U.S. counter-intelligence victories against Russia.",
  "She lived in New Jersey with her husband and children as part of a ten-member Russian sleeper cell that included Anna Chapman, a Russian spy who also pursued a career as a model.",
  "“Murphy had several work-related personal meetings with [a prominent New York-based financier, name omitted] and was assigned his account,” the FBI record states.",
  "In 2010, when the story first arose, Clinton’s staff said there was “no reason to think the Secretary was a target of this spy ring.”",
  "In February 2009 Murphy sent an electronic message to her overseers in Russia saying she had obtained access to a major Democrat.",
  "The unsealed documents identify Cynthia Murphy as alias of the Russian spy who posed as a New Jersey accountant.",
  "None of the Americans involved in the episode were suspected of breaking the law."
]