[
  "The Russian secret services have the practice of “attaching” officers under cover—meaning that you have [an intelligence officer] placed in some position, on top of a particular company, or particular bank, or particular ministry, to oversee what’s going on there—and the cover could be the retirement.",
  "That was a special thing for [Russian President] Vladimir Putin in the beginning of his very first term: Fill key positions [with] these people, because he believes he can trust only these people, and he gave them this big status.",
  "The problem is that you have [intelligence agents] almost everywhere—you have them in the administration of the president, in the parliament, in the ministries, and in big corporations.",
  "And the problem is that they say to you that they are all former [intelligence officials], but to draw a line between a former and acting officer is impossible in many cases.",
  "Why it’s so different from the U.S. intelligence is because [Russia has] a central apparatus—people based in Moscow—but also we have a huge regional [intelligence] empire.",
  "I put this and other questions to the Russian investigative journalist Andrei Soldatov, who along with Irina Borogan has written several books on Russian intelligence.",
  "What, if anything, can we learn from reports that American intelligence agencies are investigating contacts between Trump campaign aides and Russian intelligence?",
  "[And] we are talking only about the FSB, but [Russia has] lots of security services—we can also talk about SVR, the Russian foreign intelligence service.",
  "Kathy Gilsinan: What is the range of things it could mean to have “repeated contacts with Russian intelligence,” to use The New York Times’s words?",
  "They can send people undercover, they can attach people to local businesses, and it’s a very murky area.",
  "What follows is a condensed and edited transcript of our conversation, conducted by phone and email.",
  "They are FSB [formerly KGB] and other secret services agents, some of them former, some acting.",
  "Sometimes these people are sent openly and officially, and sometimes they are sent undercover.",
  "So some people say that maybe in the central apparatus it’s about maybe 6,000 people.",
  "What, then, might it mean to have “repeated contact” with Russian intelligence?",
  "And the regional departments have the right to do exactly the same thing.",
  "But [counting the regional departments] it might be about 70,000 people.",
  "We can talk about the SBP, which is a presidential security service.",
  "Gilsinan: Is there even any conception of how big, say, the FSB is?",
  "Andrei Soldatov: We do not know actually what that does mean.",
  "Every region has a so-called regional department of the FSB.",
  "There is no way to say how many people they have.",
  "It’s a state secret to know the actual status.",
  "Do we know how many people work for the FSB?",
  "Soldatov: No, it’s also a state secret.",
  "We can talk about some other people."
]