[
  "REUTERS/Metropolitan Police\n\nClaiming Williams had been killed by an untraceable poison introduced in his ear, Karpichkov, who lives in the same part of London where Williams used to, said he used to see Russian diplomatic cars in the area and that he had not seen them since Williams' death.",
  "Boris Karpichkov, who used to work for the KGB, rising to the rank of major, told the Daily Mirror that sources in Russia claimed the country's successor to the KGB, the SVR intelligence service, was behind the murder.",
  "According to Karpichkov, the SVR tried to force Williams to become a double agent as it blackmailed him with the fact that he owned thousands of dollars' worth of women's clothes as well as makeup and a wig.",
  "A cipher expert for the Government Communications Headquarters (GCHQ), Williams was working for MI6, the British foreign-intelligence agency, when he was killed in his apartment in London in August 2010.",
  "Though the police assumed he was a cross-dresser upon finding the clothes, an expert who used to advise the FBI on search techniques believed Williams used those for his job as a spy.",
  "A coroner ruled in 2012 that Williams was probably the victim of a \"criminally mediated unlawful killing in which poison may have been used,\" the Independent reported.",
  "Scotland Yard had previously claimed that Williams probably accidentally locked himself inside the bag and that no one else was in the flat at the time of his death.",
  "Karpichkov said that after the SVR threatened to out Williams as a cross-dresser, he let them know he was aware of the identity of a Russian spy inside the GCHQ.",
  "AP The death of Gareth Williams, a British spy who was found naked in a padlocked duffel bag in his bathtub, has remained a mystery for five years.",
  "The verdict stipulated that it was most likely that Williams was murdered, but mistakes made during the investigation meant no proof was found.",
  "An image taken from a video security camera showing Williams at the Holland Park tube station in London on August 14, 2010.",
  "\"The SVR then had no alternative but to exterminate him in order to protect their agent inside GCHQ,\" Karpichkov said.",
  "Now a KGB defector says Russian intelligence was behind the killing, the Independent reports.",
  "Police suggestions that came out a year later also caused a lot of controversies.",
  "Williams' death received worldwide coverage and garnered a lot of speculation.",
  "That inquest was also marked by accusations of an official cover-up.",
  "Gareth Williams."
]