[
  "FBI agent charged as Russian spy\n\nGALLERY Agents kept Hanssen under surveillance for at least four months before arresting him Sunday at this park in Vienna, Virginia\n\nAgent said to have kept identity a secret from even Moscow\n\nWASHINGTON (CNN) -- A veteran FBI agent charged with passing secrets to Russia kept his identity a secret from his controllers during 15-plus years as a spy, FBI Director Louis Freeh said.",
  "'One of our own'\n\nBush aides said that the damage may be \"considerable, potentially quite serious,\" and that the president had approved the recommendation for an independent review involving the CIA, State and Justice departments.",
  "\"It's always sad when you see a fellow citizen who is alleged to have committed these crimes out in front of the world in this way,\" Powell said at a news conference with German Foreign Minister Joschka Fischer.",
  "Hanssen's high security clearance and sensitive job assignments gave him access to details of U.S. security operations, including methods the United States used to conduct electronic surveillance, the FBI said.",
  "In addition, former FBI and CIA chief William Webster will lead a comprehensive review of U.S. counterintelligence procedures and security in the wake of Hanssen's arrest, Attorney General John Ashcroft said.",
  "Robert Philip Hanssen, a 25-year FBI veteran, was charged Tuesday with passing classified documents to Russia and with identifying three KGB agents who were working for the United States as double agents.",
  "\"His conversations with them were done purely by an anonymous channel, so if there was a compromise on their side, no one could identify him by name, by where he worked or what he looked like,\" he said.",
  "In exchange for U.S. secrets, Hanssen is accused of receiving about $600,000 in cash and valuables such as diamonds, and another $800,000 was placed in escrow in another country for him, Freeh said.",
  "When asked at a Tuesday news conference whether this is one of the worse cases of espionage the FBI has ever encountered, Freeh said: \"I would clearly characterize it in that fashion.\"",
  "U.S. President George W. Bush on Tuesday read a statement to reporters traveling with him on Air Force One, saying it is \"a difficult day for those who love our country.\"",
  "Secretary of State Colin Powell said Tuesday it's \"always sad\" when a U.S. citizen is accused of espionage, but he declined to talk at length about the Hanssen arrest.",
  "Hanssen has been charged with passing top-secret documents to Soviet agents on March 20, 1989, and with identifying the three double agents on October 1, 1985.",
  "Freeh said Hanssen also interfered with the investigation of U.S. diplomat Felix Bloch, who was suspected of passing secrets to the Soviets in the late 1980s.",
  "He made an initial appearance before a federal judge in suburban Washington on Tuesday, two days after he was arrested at a park in Fairfax County, Virginia.",
  "Freeh said Hanssen began working for the Soviet-era KGB in 1985 and continued working for its successor, the SVR, except for a few years in the 1990s.",
  "The description of the agent \"appeared to the FBI to be Hanssen, which subsequent investigation confirmed,\" the FBI said in a written statement.",
  "Cacheris also represented convicted spy Aldrich Ames, a former CIA officer who passed the names of several U.S. sources to Russian intelligence.",
  "His attorney, Plato Cacheris, described his client as \"quite upset\" and \"very emotional\" and said he was not guilty of the charges against him.",
  "Freeh said the bureau still is trying to determine how badly U.S. interests were damaged by the espionage Hanssen is suspected of carrying out.",
  "Hanssen never identified himself to his Russian handlers and showed no outward signs that he was receiving large amounts of money, Freeh said.",
  "\"Individuals who commit treasonous acts against the United States will be held fully accountable,\" Ashcroft said at a news conference Tuesday.",
  "\"I will devote whatever resources are necessary within the department to ensure that justice is done in this case and any other case like it.\"",
  "The FBI moved in after Hanssen left classified documents at a \"dead drop\" where they could be picked up by Russian agents, Freeh said.",
  "He spent most of his career in counterintelligence operations designed to catch spies, most recently at the State Department.",
  "CNN Correspondents Jeanne Meserve, Steve Harrigan, Eileen O'Connor, David Ensor and Kelli Arena contributed to this report.",
  "Agents kept Hanssen under surveillance for at least four months before arresting him Sunday at a park in Vienna, Virginia.",
  "Intelligence review ordered after arrest\n\nThe FBI learned of the existence of a spy through KGB documents it obtained.",
  "Ashcroft said attempts by other governments to obtain U.S. secrets \"are as intense today as they have ever been.\"",
  "\"It is extremely difficult because the person who was investigated and charged was one of our own,\" he said.",
  "He added: \"To anyone who would betray its trust, I warn you, we'll find you and we'll bring you to justice.\"",
  "If convicted, Hanssen could face life imprisonment or -- under special circumstances -- the death penalty.",
  "\"But I think I need to remain quiet because these are still allegations to be proved in court.\"",
  "According to Freeh, Hanssen helped Moscow confirm some of the information provided by Ames.",
  "In addition, agents intercepted a payment of $50,000 Freeh said was meant for Hanssen.",
  "A spokesman for the Russian Embassy in Washington had no comment on the allegations.",
  "\"They always talk that they've got a great case, but we'll see,\" Cacheris said.",
  "The 56-year-old Hanssen is only the third FBI agent ever charged with spying.",
  "He was ordered held without bond until he appears again in court on March 5.",
  "Two of those KGB officers were executed when they returned to Moscow.",
  "Ashcroft said Hanssen's arrest was \"a difficult day for the FBI.\"",
  "\"The FBI learned of his identity long before the Russians.",
  "They are learning about it today,\" Freeh said.",
  "Steep fines could also be imposed.",
  "RELATED STORIES:\n\nRELATED SITES:"
]