[
  "Land Rover throws in a lot of equipment for your sizable investment, including:\n\n518-hp supercharged 5.0-liter V-8\n\nGloss-black exterior trim\n\nRed Brembo brake calipers\n\nPerforated-leather seats\n\nPanoramic sunroof\n\nAll-wheel drive is a standard feature on all Range Rover Sport Supercharged models, but a third row of seats-suitable for kids but not adults-is optional and costs $2040.",
  "Trims and Options We'd Choose\n\nThe most appealing Range Rover Sport Supercharged version continues to be the Dynamic trim level, which starts at $86,545 for 2018-up $1820 versus last year's price and $3500 more than the base Range Rover Sport Supercharged.",
  "Both models now come with Land Rover's InControl Touch Pro Duo infotainment system that adds an additional touchscreen on the center stack to control vehicle settings such as climate control and driving modes; a 4G LTE Wi-Fi hotspot is also now standard.",
  "A sonorous supercharged V-8 engine-offered in either standard 518-hp or 575-hp SVR trim-provides substantial forward thrust and brawny towing capacity, while a sport suspension helps this Land Rover maintain its composure through the twisties.",
  "Outside, the grille, headlamps, and front bumper have been reworked to bring the Range Rover Sport Supercharged's front-end styling in line with newer Range Rover products such as the compact Velar.",
  "The monstrous SVR is now even more powerful thanks to a 25-hp boost, to 575 horsepower; the non-SVR gets a more modest 8-hp bump in output, to 518 horsepower.",
  "From Car and Driver\n\nOverall Rating:\n\nPhoto credit: Car and Driver More\n\nOnly a few years ago, the idea of a high-performance SUV was something to disparage.",
  "The exterior styling mixes elegance with high-performance flourishes, and the cabin is comfortable and upscale with room for the whole family.",
  "Land Rover now offers its Activity Key feature on this model as well, which allows keyless access to the vehicle via a waterproof wrist strap.",
  "Advanced Tow Assist is offered as a way to increase accuracy when reversing a trailer by using a rotary controller on the center console.",
  "Today, however, there's a veritable smorgasbord of hot SUVs aimed at wealthy driving enthusiasts with a kid or three.",
  "The Range Rover Sport Supercharged brings an intriguing combination of luxury and British class to the mix.",
  "Inside, a gesture-operated sunroof shade senses hand movement to open and close the roof-mounted shade.",
  "The powerhouse Range Rover Sport Supercharged and SVR models see a variety of changes for 2018.",
  "For details about the 2017 Range Rover Sport Supercharged, see our in-depth review.",
  "('You Might Also Like',)",
  "What's New for 2018?"
]