[
  "Other weapons in the voting rights arsenal\n\nThis list is hardly exhaustive; I could detail other policies, such as ensuring that every jurisdiction offers multilingual ballots, even in areas where doing so is not required by the Voting Rights Act; providing prepaid postage alongside absentee ballots; and setting up at-large voting locations within each jurisdiction where all residents can vote (offering options beyond local polling places).",
  "When North Carolina eliminated Sunday voting, a federal appeals court found that the state’s GOP lawmakers had done so because of an explicit concern that African Americans “had too much access to the franchise.” Republicans indeed knew what they were doing: Ensuring an adequate access to the franchise absolutely means guaranteeing that every voter enjoys the possibility to vote on Sunday.",
  "Voting rights advocates should champion statewide benchmarks as to a minimum number of polling places per resident and per physical distance, require a minimum number of voting machines at each voting location, and put in place rules to ensure an adequate allocation of state resources to meet those benchmarks.",
  "Giving local county boards more leeway to open additional voting sites can be helpful to ensuring that highly populated counties are adequately served, but obstacles such as inequities in the allocation of statewide resources or the lack of representativeness of some counties’ elected officials loom large.",
  "Enable no-excuse absentee voting: Twenty states — many of them states where Democrats wield political influence, including Connecticut, Delaware, Massachusetts, New York, and Rhode Island — require that voters provide a reason they can’t vote on Election Day in order to receive an absentee ballot.",
  "In August, he began issuing thousands of restoration orders on an individual basis after a narrow ruling by the state Supreme Court blocked him from issuing a blanket clemency; he has said he will continue to mail individual restoration orders to more than 200,000 people.",
  "The GOP-led Michigan House adopted legislation requiring voters to show photo identification, Wisconsin Republicans signaled that they will curtail early voting, and New Hampshire Gov.-elect Chris Sununu declared his support for eliminating same-day voter registration.",
  "Give noncitizens a voice in local elections: Everyone should have a voice in governing the communities where they reside, and some localities around the country have taken a step toward realizing that idea by allowing noncitizen immigrants to vote in local elections.",
  "Ways to expand voter registration\n\nImplement automatic voter registration (AVR): Since March 2015, six states have adopted legislation to automatically register citizens when they come into contact with governmental agencies, notably a Department of Motor Vehicles.",
  "In state after state, the GOP has pursued a consistent and ambitious agenda to curtail voting rights, an agenda that includes requiring voter IDs, cutting early voting hours and locations, slashing Sunday voting, and eliminating same-day voter registration.",
  "Where and when they do, it is crucial that they be ready to act decisively and unflinchingly — not just to roll back recently introduced restrictions but also to increase access to the franchise and remove longstanding obstacles to electoral participation.",
  "Create long-term mailing lists for absentee voters: The idea behind absentee ballot standing requests is that when a voter requests an absentee ballot in a given year, authorities then continue to automatically send them absentee ballots into the future.",
  "Enable weekend voting and extended hours: Early voting ought to be helping people who struggle to find the time to vote on Election Day Tuesdays, especially if they fear the long lines that disproportionately affect predominantly minority precincts.",
  "It extends to bans on straight-ticket voting, one byproduct of which is longer voting lines, and on ballot harvesting, a practice by which individuals collect absentee ballots filled by other voters so as to deliver them to election authorities.",
  "Prepare for natural disasters: Absent same-day voter registration bills, rules should provide for the automatic extension of voter registration deadlines in counties where a natural disaster is declared in the weeks leading up to an election.",
  "Two and a half percent of all American adults are disenfranchised, and the share of African Americans who are disenfranchised is triple that (7.4 percent), a disparity that is in keeping with the origins and history of the practice.",
  "Democrats are also well positioned to take control of many state governments in 2017 and 2018 (Illinois, Massachusetts, Maryland, New Jersey, New Mexico, New York, Nevada, and Washington, to name the most notable).",
  "Democrats already have myriad non-legislative tools at their disposal to upend the voting rights landscape — gubernatorial executive orders, secretary of state–instigated reforms, and public referendums among them.",
  "This process has already started in Nevada, where activists affiliated with the organization iVote collected enough signatures to force the Nevada legislature to consider AVR in the upcoming legislative session.",
  "Also in 2016, Kentucky Secretary of State Alison Lundergan Grimes, a Democrat, worked with the state elections board to launch an online registration website after the legislature ignored her proposal to do so.",
  "In four Southern states with severe disenfranchisement laws — Florida, Kentucky, Tennessee, and Virginia — the share of disenfranchised black adults surpasses 20 percent, more than double that of white adults.",
  "This can encourage turnout from voters who tend to only cast a ballot in the fall of a presidential election year, and it makes voting more accessible to people with disabilities, as a recent study documented.",
  "Some of these states allow no early voting, allow no weekend voting, and fail to automatically register citizens — and hundreds of thousands of people with felony convictions are disenfranchised within them.",
  "States that don’t wish to go that far in privileging mail voting can take intermediary steps — enabling no-excuse absentee voting where it is not yet available, and creating long-term absentee voter lists.",
  "This helped cut the state’s disenfranchisement rate by more than two-thirds, from 1.4 percent of the state’s voting-age population in 2010 to 0.4 percent in 2016, according to Sentencing Project estimates.",
  "Make it easier to vote by mail, whether or not you “need” to\n\nImplement all-mail voting: In three states (Colorado, Oregon, and Washington), election authorities mail a ballot to every registered voter.",
  "Here, again, there are opportunities to champion same-day voter registration in states in which Democrats have or may soon have power or in states in which public referendums are readily available.",
  "Automatic voter registration can be passed immediately in Democratic-controlled states like Delaware, Hawaii, and Rhode Island, and in any state that falls under Democratic control in coming years.",
  "While I do not wish to take away from the urgent goal of reviving the federal Voting Rights Acts, here I focus on state-level possibilities, which often get neglected in the national conversation.",
  "Public referendums have been an effective progressive policymaking tool in recent years — see: minimum wage initiatives — and they could be used to champion many of the other reforms on this list.",
  "That left little time for organized efforts to register the newly enfranchised citizens before the GOP takeover, and Bevin rescinded Beshear’s executive order just three weeks after taking office.",
  "Sixteen states currently allow same-day registration, though the number could shrink if North Carolina and New Hampshire Republicans have their way and reverse existing policies in those states.",
  "Expand the circle of people who are eligible to vote\n\nRestore felons’ voting rights: A recent report by the Sentencing Project laid bare the urgency of countering felon disenfranchisement rules.",
  "These states, which are all either already under Democratic governance or could be after 2018, disenfranchise hundreds of thousands of individuals who are currently on parole or on probation.",
  "New York Attorney General Eric Schneiderman is now advocating legislation to implement no-excuse absentee voting in the Empire State, a minimal step that these 20 states should prioritize.",
  "It also includes restricting urban counties’ ability to open additional polling sites and purging voter registration rolls through the use of manipulable and overly zealous techniques.",
  "Democrats have been on the defensive, fighting voter suppression efforts and new restrictions in court even as they face the prospect of an increasingly hostile federal judiciary.",
  "This November, San Francisco decided through referendum to allow noncitizen immigrants with a child enrolled in San Francisco’s school district to vote in school board elections.",
  "Oregon, the first state to adopt this reform (after years of advocacy by the Oregon-based Bus Federation), has registered 225,000 people this way since the start of this year.",
  "Many of these reforms are championed by organizations like the American Civil Liberties Union, the Brennan Center, the Bus Federation, the NAACP, and the Sentencing Project.",
  "Enable same-day voter registration (SVR): Same-day voter registration allows qualified residents to register to vote or update their existing registration on Election Day.",
  "President-elect Donald Trump is using his bully pulpit to falsely allege that millions of ballots were cast illegally and to suggest that early voting should be cut down.",
  "But a very long list of blue (or blue-leaning) states — including California, Colorado, Connecticut, Delaware, New Jersey, New Mexico, New York, and Washington — do not.",
  "Remedying this situation is very feasible since Republicans have been willing to get on board with adopting online registration systems, as they did in Florida in 2015.",
  "In states where Democrats have legislative power, lawmakers should at the very least emulate Maryland’s new law enfranchising felons who are not in jail or in prison.",
  "Progressives need a forceful agenda to not just fight and reverse those moves but also to expand the franchise and strengthen people’s involvement in political life.",
  "Make it easier for people to vote early, in person\n\nEnable in-person early voting: Thirteen states provide no option to cast a ballot in person before Election Day.",
  "Guarantee an adequate number of voting locations: In Ohio, each county is restricted to only one early voting location, no matter its physical size or population.",
  "Progressive activists and Democratic politicians must coalesce around a proactive voting rights agenda that they can act swiftly on whenever they get the chance.",
  "In 2016, Alabama Secretary of State John Merrill, a Republican, put in place a new online registration system in an agreement with the US Department of Justice.",
  "This should also be a priority in New Jersey depending on the results of next year’s elections for successors to Chris Christie and other statewide officials.",
  "Republicans have fought automatic voter registration in many states; in Illinois and New Jersey, GOP governors’ vetoes prevented AVR from going into effect.",
  "Allow online voter registration: Many states still provide no procedure by which residents can register to vote or update their voter registrations online.",
  "Only 10 states currently allow some form of Sunday voting — and in some of these states, it is left as an option that individual counties can exercise.",
  "Pushing all states to join the ranks of Maine and Vermont, which have no felon disenfranchisement, should be the long-term goal — and a high priority.",
  "Kentucky provides a lesson for Democratic secretaries of state in other states with no online voter registration, including Maine and North Carolina.",
  "Florida currently disenfranchises a staggering 1.5 million individuals who have completed their sentences (28 percent of them are African American).",
  "At this moment, Democrats only fully control the governments of six states (California, Connecticut, Delaware, Hawaii, Oregon, and Rhode Island).",
  "Below, I detail a package of reforms that would expand voter registration, increase voter eligibility, and make voting processes more accessible.",
  "In 2014, Connecticut voters narrowly rejected a referendum enabling early voting, a measure that voting rights advocates can champion once more.",
  "Tom Vilsack, who issued an executive action enfranchising all persons who had completed their sentence — an estimated 80,000 people — in 2005.",
  "This practice was widespread in the United States in the 19th century, and it is currently in place in countries such as Belgium and Sweden.",
  "As Stephen Wolf of Daily Kos Elections has documented, automatic voting proposals can be directly submitted to voters in at least 20 states.",
  "Democrats just regained control of Nevada and New Mexico’s legislatures, where they can test GOP governors’ willingness to sign an AVR bill.",
  "But he waited to do so until the waning days of his governorship, just two weeks before he was to be replaced by a Republican, Matt Bevin.",
  "Those committed to protecting people’s right to vote — as well as their actual ability to exercise this right — must organize accordingly.",
  "Republicans have a well-established set of goals to restrict voting eligibility and access to the polls, especially by minority voters.",
  "Democrats already enjoy some power in many of these states, including Connecticut, Delaware, New York, Pennsylvania, and Rhode Island.",
  "Much of this defensiveness stems from a straightforward imbalance in political power, given how few states are in Democratic hands.",
  "The issue has also made its way to New York City, where advocates are pushing to allow noncitizens to vote in municipal elections.",
  "This far-reaching step could be pursued in states like California that already conduct a large share of their elections by mail.",
  "In some states with shared government, such as New York, there are signs that Democrats are looking to prioritize voting rights.",
  "Schneiderman’s proposal to create a two-week early voting window in New York is an urgent starting point for these states.",
  "Under his leadership, politicians with records of aggressively curtailing voting rights will be shaping federal policies.",
  "(Either the legislature adopts the reform or else the issue is placed on the November 2018 ballot for voters to decide.)",
  "Still, GOP lawmakers helped pass AVR in West Virginia, and some Illinois Republicans supported it until Rauner’s veto.",
  "This could be of great importance in Florida, depending on the outcome of the state’s open gubernatorial race in 2018.",
  "Another intermediary reform would be to enfranchise county jail inmates, who are typically serving shorter sentences.",
  "In Virginia, one of four states to permanently disenfranchise individuals with felony convictions, Democratic Gov.",
  "Progressives should rally around the national and state groups that are working to restore voting rights to all.",
  "AVR is also a great candidate for a nationwide wave of referendums in all states that allow popular initiatives.",
  "Delaware, Nevada, New Jersey, New Mexico, New York, and Washington all lack same-day registration, for instance.",
  "In some states, like Florida, requests expire after a few general elections, which can lead to some confusion.",
  "A handful of other states, such as California, allow voters to be put on an absentee ballot list permanently.",
  "Even marginal support by GOP lawmakers for automatic registration would suffice in Washington and New York.",
  "These are goals that people looking to fight for a more robust electoral democracy should mobilize around.",
  "Terry Branstad returned Iowa to a policy of permanent disenfranchisement on his very first day in office.)",
  "Rick Scott and North Carolina’s state elections board denied extensions in the wake of Hurricane Matthew.",
  "Steve Beshear signed an executive order restoring voting rights to approximately 140,000 ex-felons.",
  "This happened even though Democrats held enough seats in the chamber to do so on a party-line vote.",
  "That number alone represents nearly 25 percent of the country’s entire disenfranchised population.",
  "Many states other than Maryland, such as Massachusetts, North Dakota, and Ohio, already do this.",
  "But simply adding more voting hours during other weekday working hours cannot meet that goal.",
  "At the state level, Republicans have long been leading a sustained assault on voting rights.",
  "This is a step that California took in the fall of 2016; few states currently allow this.",
  "The most urgent is to restore voting rights to people who have completed their sentences.",
  "Larry Hogan’s veto and restored voting rights to felons who are on probation or parole.",
  "Meeting these goals demands, as it always has, a dedicated grassroots political battle.",
  "Moreover, this is one innovation that would not necessarily require legislative action.",
  "But it also reflects a failure to seize opportunities when they do present themselves.",
  "On November 29, for instance, the Illinois House failed to overturn Republican Gov.",
  "Alaska led the way this fall, and 63 percent of Alaskans voted to adopt the policy.",
  "Those looking to restrict access to the franchise have a substantial head start.",
  "McAuliffe and Vilsack’s executive actions chart a path for other governors.",
  "Terry McAuliffe has used his executive authority to achieve this objective.",
  "Access to the franchise is now the object of an all-out political battle.",
  "Extended voting hours on weekdays are needed, as well as weekend voting.",
  "Daniel Nichanian is a postdoctoral fellow at the University of Chicago.",
  "The payoff: 43 percent of those new voters cast ballots on November 8.",
  "McAuliffe’s goal mirrors that of Iowa’s former Democratic Gov.",
  "In February 2016, Maryland Democrats overrode Republican Gov.",
  "Absent that step, a range of incremental reforms beckon.",
  "Bruce Rauner’s veto of an automatic registration bill.",
  "Consider what has happened since Election Day alone.",
  "But plenty remains to be done even there.",
  "New rules could limit such gamesmanship.",
  "This year, Florida’s Republican Gov.",
  "In 2015, Kentucky’s Democratic Gov.",
  "Find him on Twitter @Taniel.",
  "(In 2011, Republican Gov."
]