[
  "In return, he has shielded, empowered, and elevated the agency, turning a blind eye to corruption in its ranks, allowing it to one-up rival agencies such as the Federal Anti-Narcotics Service (Russia’s equivalent to the DEA, which was abolished in 2016), and giving its officers key positions, from regional governorships to head of his security council.",
  "The FSB is playing a central role in current developments not because it possesses greater technical capabilities than the other Russian agencies, but because, for the most part, it does not recognize or respect the same limitations as the rest of Russia’s security services.",
  "Although the FSB had been the agency most closely associated with Yanukovych and had argued most forcefully that he would survive, it enjoyed Putin’s support, and so the SVR wound up taking the blame for the intelligence failure.",
  "Since then, the FSB has not looked back, especially after 1998, when for a brief time it was headed by a little-known ex-KGB officer whose career was about to experience an unexpected boost—one Vladimir Putin.",
  "In 2006, Russia passed a law allowing military force to be used “to suppress international terrorist activity outside the Russian Federation”—just before the murder of defector Alexander Litvinenko in London.",
  "Most of the directorates tasked with domestic security were gathered together first under the umbrella of the Ministry of Security, then the Federal Counter-Intelligence Service, and, in 1995, the FSB.",
  "In the years since, the FSB has been one his staunchest allies, hounding and discrediting his rivals, looking after his underlings, and clamping down on any spasms of popular protest.",
  "To put it crudely, the FSB does the kinds of things everyone else thinks about doing but doesn’t because they’re too risky, too politically inflammatory, or too likely to backfire.",
  "When former Ukrainian President Viktor Yanukovych was toppled by the “Euromaidan” revolution in 2014, catching Moscow by surprise, the result was a hurried game of pass-the-buck.",
  "In one of his many toxic legacies, former Russian President Boris Yeltsin ignored calls to disband an institution that appeared beyond repair and rebuild it from scratch.",
  "Traditionally, Putin controlled Russia’s sprawling bureaucracy by creating multiple, overlapping agencies, that he would then play off against each other.",
  "In 2003, the agency absorbed most of the electronic eavesdropping and cyber-espionage capabilities of FAPSI, Russia's equivalent of the NSA.",
  "By allowing the FSB to move into foreign intelligence and covert operations, though, Putin has—probably inadvertently—unleashed a beast.",
  "One result of the agencies fighting over the same turf has been the increasing intrusion of the FSB into foreign operations.",
  "Its first chief directorate, responsible for espionage, was simply rebranded as the Foreign Intelligence Service (SVR).",
  "In Ukraine, for example, the SVR, FSB, and GRU, the military intelligence agency, all ran competing operations.",
  "The FSB is just the latest, longest-lasting iteration of the old Soviet KGB.",
  "In 2005, it began operating in post-Soviet neighboring states.",
  "This is especially evident within the intelligence community.",
  "Instead, after 1991, he opted to partition the KGB."
]