[
  "Assistant US Attorney General for National Security John Demers (R) announces indictments against seven Russian military intelligence agents in a global hacking conspiracy (AFP Photo/ALEX WONG)\n\nWashington (AFP) - The US Justice Department Thursday indicted seven agents of Russia's GRU military intelligence agency as part of a joint crackdown with Western allies on a series of major hacking plots attributed to Moscow.",
  "The indictments were announced as Dutch security services said they had thwarted a cyber attack on the global chemical weapons watchdog, the OPCW -- expelling four Russian agents -- and after Britain and Australia blamed the GRU for plots that notably targeted the US Democratic Party and global sports bodies.",
  "The defendants, all Russian nationals and residents, were named as Aleksei Sergeyevich Morenets, 41, Evgenii Mikhaylovich, Serebriakov, 37, Ivan Sergeyevich Yermakov, 32, Artem Andreyevich Malyshev, 30, and Dmitriy Sergeyevich Badin, 27, and Oleg Mikhaylovich Sotnikov, 46, and Alexey Valerevich Minin, 46.",
  "John Demers, US Assistant Attorney General for National Security, confirmed the seven agents were indicted in connection to the attack on the OPCW, on football's governing body FIFA and the US and global anti-doping agencies, and on the US nuclear energy company Westinghouse among others.",
  "\"Nations like Russia and others that engage in malicious and norm-shattering cyber and influence activities should understand the continuing and steadfast resolve of the United States and its allies to prevent, disrupt and deter such unaccountable conduct,\" Demers told a news conference.",
  "- Russian reaction -\n\nRussian President Vladimir Putin has repeatedly and angrily rejected similar charges, and Russia's foreign ministry spokeswoman Maria Zakharova, reacting to the British and Australian claims, that the allegations had been mixed together \"indiscriminately.\"",
  "Demers said the operations -- dating back to 2014 -- \"involved sophisticated, persistent and unauthorized access into the victims' computer networks for the purpose of stealing private or otherwise sensitive information.\"",
  "London has also accused two of GRU's officers of poisoning former double-agent Sergei Skripal and his daughter in the British city of Salisbury in March, using a perfume bottle containing a powerful nerve agent.",
  "GRU stands for the Main Intelligence Directorate, Russia's military intelligence agency which is one of Moscow's three spy agencies along with the FSB security service and the SVR foreign intelligence agency.",
  "Canada confirmed Thursday it believes itself to have been targeted by Russian cyber attacks, citing breaches at its center for ethics in sports and at the Montreal-based World Anti-Doping Agency (WADA).",
  "\"The government of Canada assesses with high confidence that the Russian military's intelligence arm, the GRU, was responsible\" for these cyber attacks, the foreign ministry said in a statement.",
  "Yermakov, Malyshev, and Badin were among the 12 GRU officers indicted in July this year by Mueller, over alleged interference in the US polls in 2016.",
  "\"The defendants in this case should know that justice is very patient, its reach is long and its memory is even longer,\" he said.",
  "The indictments also include charges of money laundering, using virtual currencies like bitcoin, wire fraud and identify theft.",
  "While the latest case did not arise from Robert Mueller's probe into Russian election meddling, it overlaps with it.",
  "NATO chief Jens Stoltenberg separately warned Russia to halt its \"reckless\" behavior."
]