[
  "“Troubling new evidence appears to show that the Trump campaign not only was aware of cyber attacks against Secretary Clinton’s campaign chairman, but was openly bragging about it as far back as August,” read a joint statement from Reps. Elijah Cummings, John Conyers, Elliot Engel and Bennie Thompson, who are respectively the ranking members of the House Committees on Oversight and Government Reform, Judiciary, Foreign Affairs, and Homeland Security.",
  "A longtime GRU (Soviet military intelligence) technique rooted in military deception doctrine, but clever, Donald:\n\nThroughout the 2000s, records show Russians were buying millions of dollars of Trump- branded real estate in the US, according to property records reviewed by the FT.",
  "This is unprecedented in modern American history:\n\nTop Democrats on four House committees that oversee national security on Friday called on the FBI to investigate Donald Trump’s purported ties to the Russian government and its alleged hacking of Democratic groups and operatives.",
  "we call on the FBI to fully investigate and explain to the American people what steps it is taking to disrupt this ongoing criminal activity.”\n\nBragging about purloined documents that may have been stolen from government officials and statesmen by a foreign power.",
  "Russia’s foreign intelligence service, the SVR, is believed to have 150 or more operatives in the United States, officials said, concentrated not only in Washington and at the U.N. headquarters in New York but in San Francisco and other major cities.",
  "Congress is hopping mad, as they should be, and Democratic lawmakers are calling for a wide-ranging counterespionage investigation into Trump’s activities and interactions with the Russian Federation and the various hackers, plural.",
  "This election is drawing to a close soon enough, but until that time it is imperative the American people understand Donald Trump is firmly under the thumb of malign foreign influence — specifically, Russia’s.",
  "Russia’s human intelligence collection priorities have increased, not decreased, since the Cold War “ended” (I say ended in quotations because it did not, and it is fun to mock those who say otherwise).",
  "The Financial Times, for example, has uncovered surprisingly sinister new details about the extent of these nonexistent business interests in Russia that Donald keeps telling us don’t exist.",
  "Heavens no:\n\nThe Democratic Coalition Against Trump, the nation’s largest grassroots anti-Trump organization, uncovered 249 companies registered in Russia with the Trump name in them.",
  "A mere three weeks before the election, we learn the man running for the highest elected office in the land may have as many as 250 distinct businesses inside the Russian Federation.",
  "“For months, we have been asking the FBI to examine links between the Trump campaign and illegal Russian efforts to affect our election,” the Democrats’ statement continued.",
  "Donald Trump’s incontestable and extensive connections to the Russian intelligence services are back at the forefront, where they belong.",
  "Russian real estate broker Ilya Reznik told the FT that Russian could be heard everywhere in the Trump properties on the Florida coast.",
  "All those that dismiss or apologize for the incontestable Russian fingerprints on this election should be examined with caution.",
  "The Trump Organisation said it did not believe Russians spent more money on Trump ventures than those from other regions.",
  "If that sounds like someone unworthy of the station of the Executive Office of the President, you’re on to something.",
  "Then of course, there is the issue of the notorious Russian mobsters meandering about at teenage beauty pageants.",
  "And Trump is working with those intelligence services (so are some media outlets; more on that soon).",
  "But ultimately, chattering Republican staffers, that will be determined by the nice federal agents.",
  "Russian intelligence operations continue unabated to include right here on American soil.",
  "The thing lefties accuse Bush of doing, and fringe conservatives accuse lefties of doing.",
  "Claim there are no business ties, then dare the press to look thereby vilifying Russia.",
  "Because of that, the government is now playing a new game with old rules.",
  "Until that time: here is a fun pull quote from the Washington Post.",
  "But now, with these relevations, it has taken a terrifying turn.",
  "Russian intelligence is attempting to throw the election.",
  "And did Donald see fit to mention...well, any of this?",
  "Al Jazeera/Google Image Search Sweet shirt, bro.",
  "But hey: that’s not creepy at all, no sir.",
  "Just a normal day in the Trump kindgom.",
  "And you are likely not a Russian spy.",
  "and these exceptional circumstances ?",
  "This election was already not normal.",
  "Be careful who you do dinner with.",
  "“In light of this new evidence ?",
  "Putin is actually doing that.",
  "These rules are inflexible.",
  "Yes, you can have a coffee.",
  "Oh, you met with Manafort?",
  "At the Capitol Hill Club?",
  "And when did he know it?",
  "That’s not good, Billy.",
  "Here he goes again.",
  "Two hund- what?",
  "Not even close.",
  "Which is good!",
  "Very clever.",
  "In America.",
  "Period.",
  "Clever.",
  "Here."
]