[
  "As part of the Kremlin's \"tolerated\" or \"systemic\" opposition is the perfectly misnamed Liberal Democratic Party of Russia, long believed to have been established by the KGB and headed by the cartoonish reactionary Vladimir Zhirinovsky, who has written of his desire to see Russia restored as an empire, with colonial holdings including modern Turkey, Afghanistan and Iran, and counts among his overseas associates Holocaust deniers, according to Shekhovtsov.",
  "Meddling in the US election\n\nOne cannot open a US newspaper or news website without reading of some fresh piece of evidence that Russian intelligence operatives, now answerable to the former KGB lieutenant colonel Vladimir Putin, meddled in the last US election by buying demographically targeted advertisements on social media platforms or digitally masquerading as Americans of diverse, and at times contradictory, political orientations.",
  "False online personae, many of them traced back to the much-scrutinized Internet Research Agency in St. Petersburg, have posed as Second Amendment absolutists, LGBT rights activists, American Muslim community activists, American anti-Muslim activists, Texas and California secessionists, pro-Trump Floridians and Jill Stein supporters, of which there are evidently real-world specimens.",
  "\"We are fed up with government ignorance and the system failing black people,\" said the Blacktivist Facebook page, maintained in Russia, promoting an all-too-real march in Baltimore in honor of Freddie Gray, an event duly covered by RT, the network which has also presented American white supremacist Richard Spencer as an expert on Syria and Libya.",
  "A lot of work went into the swastika graffiti operation: months of logistical planning, a dress rehearsal in a Soviet village, the recruiting and training and financing of just the right East German operatives who would then wend their way into established West German neo-Nazi groups and carry out their mission.",
  "All the while, the Kremlin has played the courted rather than courter of far-right extremists, having naturally attracted them through a well-advertised suspicion of homosexuality, Muslim immigration, Arab revolutions, NATO, the European Union and, above all, the American-led postwar international order.",
  "The Communist-controlled and perfectly misnamed National-Democratic Party of Germany (NDPD), for example, \"helped form, during the 1950s, 'numerous pressure groups, newspapers, and \"study circles\" for former officers' through its West German contacts among former Nazis and Wehrmacht officers,\" he writes.",
  "But the swastika graffiti campaign remains a vivid case study of a poisonous weapon used for decades, not only by the Soviets, but also by their heir, Russian President Vladimir Putin, a former KGB lieutenant colonel, in trying to influence western nations, including the course of American democracy.",
  "Even as contemporary Russian state propaganda vilifies the Baltic states or Ukraine as fascist-led regimes, it makes no effort to obfuscate its own support of far-right European political organizations, from Hungary's longtime anti-Semitic Jobbik to Italy's Lega Nord to France's Front National.",
  "A reconstructed postwar nation that had only just acceded to NATO four years earlier was thus faced with the humiliating question from the founding members of the alliance: Was German Chancellor Konrad Adenauer's Federal Republic de-Nazified enough to be granted such a strategic privilege?",
  "The two men who had inaugurated the spree of defacements in Cologne had belonged to a minuscule West German neo-Nazi party but, as Barron noted, the authorities discovered \"that they frequently made trips to East Germany and one had a Communist Party badge hidden behind his coat lapel.\"",
  "The leading lights of all of these groups have been personally welcomed in Moscow by Sergey Naryshkin, himself a former KGB officer who formerly served as the chairman of Russia's State Duma and Putin's chief of staff, and now heads the SVR, Russia's foreign intelligence service.",
  "Second, it \"helped East Germany legitimize itself as a peace loving, antifascist state,\" as Anton Shekhovtsov, a Vienna-based scholar of European fascism, argues in his timely and exhaustively researched new book, \"Russia and the Western Far Right: Tango Noir.\"",
  "Facebook, now embroiled in a PR crisis which forced it to turn over 470 \"Russian-linked accounts\" to Congress as part of an ongoing multicommittee investigation into Russian interference in the US electoral system, says this damage assessment is overdramatic.",
  "In a separate incident, the 22-year-old treasurer of a different fascist organization was arrested and admitted to the police that he was an East German agent whose mission was to infiltrate far-right groups in West Germany and whip up anti-Semitic sentiment.",
  "In one particularly imaginative case, redolent of the Luddite old days when KGB illegals would trawl cemeteries looking for viable \"legends\" to assume, Russian operatives even posed as a now-defunct grassroots nonprofit called \"United Muslims of America.\"",
  "The 58-year-old provocation may have been a tactical success, but it was a strategic failure: West Germany stayed in NATO and remained an intact liberal democracy immune from the restoration of Hitlerism well into reunification with its eastern neighbor.",
  "During his tenure, he oversaw the forgery of documents alleging that the CIA planned to assassinate Indonesian President Sukarno and eliminate Turkish military officials and political actors in the interest of the then-ruling center-right Justice Party.",
  "For a mere $100,000, which is reportedly what cutouts of the Russian government spent on Facebook advertisements, the technology officer of one digital marketing firm told the Washington Post, hundreds of millions of viewers could have been reached.",
  "Planting in fertile soil\n\nDisinformation as practiced by the Soviet and now Russian security services works best when the lie it peddles contains an element of verisimilitude or the germ of verifiable fact, however cleverly cocooned in falsehoods.",
  "(In 2014, Le Front National even obtained a €9 million loan from the First Czech-Russian Bank, a now bankrupt institution which was connected to Gennady Timchenko, a US-sanctioned Russian oligarch and member of Vladimir Putin's inner circle.)",
  "Analyzing their motives, the government concluded that 24% acted out of 'subconscious Nazi motives;' 8% were inspired by extreme rightist or leftist beliefs; 48% were drunks or thugs; 15% were children; and 5% were mentally deranged.\"",
  "To hear some pundits tell it, Donald Trump's election to the presidency was itself a triumph of Russian espionage based purely on the Moscow-linked proliferation of \"fake news\" and dubiously purchased advertisements on social media.",
  "As CNN reported, a \"number of Russian-linked Facebook ads specifically targeted Michigan and Wisconsin, two states crucial to Donald Trump's victory last November, according to four sources with direct knowledge of the situation.\"",
  "Yet this ignores the subtlety of such influence operations, which, as in any con, rely on the willingness of their targets to be duped or cajoled or simply nudged further in the same dangerous direction they were already heading.",
  "The Daily Beast broke the story of the Facebook group that was \"neither united, Muslim, nor American\" but nonetheless tried to convince its followers that Sen. John McCain founded ISIS and Osama bin Laden was a CIA agent.",
  "The small demonstration, which drew a larger counter-protest, was organized by a Facebook group calling itself \"Heart of Texas\" but was run, as CNN first reported, out of the Internet Research Agency in St. Petersburg.",
  "If just a few Nazi symbols and slogans prompted international scorn and boycotts, not to mention Western acts of prostration, imagine what a whole contagion of them might do in US-aligned nations around the globe?",
  "Making the West look weak\n\nAgayants had observed that the immediate reaction to the initial bout of anti-Semitism in 1959 was revulsion and embarrassment, which only made West Germany look weak and defensive.",
  "Perhaps most insidious of all was the online incarnation known as \"Blacktivist,\" whose Facebook page garnered more likes than the one belonging to Black Lives Matter, whose cause it pretended to champion.",
  "Blacktivist even feigned contrition and humility when criticized by a savvy black pastor and civil rights activist in Baltimore who rightly suspected the account wasn't quite as homegrown as it made out.",
  "If nothing else, he and his cohort have given the lie to the utopian conceit that the Internet would necessarily be a force for greater democratization and the broadening of political horizons.",
  "\"One night,\" wrote Barron in his book, \"KGB: The Secret Work of Soviet Secret Agents,\" \"they smeared swastikas, kicked over tombstones, and painted anti-Jewish slogans, then escaped undetected.",
  "And because lingering or resurgent neo-Nazism was a problem in West Germany in 1959, even if not to the extent exaggerated by Agayants, the swastika graffiti operation succeeded in two ways.",
  "The campaign of anti-Semitism even took an economic toll, as German employees were sacked from British-owned companies, some of which also canceled contracts with West German partners.",
  "The overriding goal was the same, however: portray a superpower in terminal decline, ruined by violent race wars and a plundering plutocracy, and hollowed out by imperial overstretch.",
  "\"Bonn Unable to Eliminate Nazi Poison,\" ran one headline in the New York Herald Tribune, as the poet Carl Sandburg let his anti-fascist fervor get the better of his liberal judgment.",
  "Outlandish conspiracy theories -- the CIA created AIDS to destroy inner-city black communities and also assassinated JFK -- may become fringe urban myths or Oliver Stone biopics.",
  "In fact, \"connectivity\" has only further ghettoized politics, and served as a useful playground for vicious authoritarians as often as it has a vital medium for revolutionaries.",
  "Within days, Jews began receiving menacing anonymous phone calls, as Jewish grave sites and Jewish-owned shops were desecrated in over twenty towns and cities in West Germany.",
  "Some weeks after this trial run in the Soviet village, the KGB began the operation, relying upon East Germans in West Germany and its own agents in other parts of the world.\"",
  "The East German regime, Shekhovtsov reminds us, was not above rehabilitating and suborning former agents of Hitler to agitate on behalf of their new socialist fatherland.",
  "By New Year's, the fallen symbol of the Third Reich had sprung up in New York, London, Paris, Stockholm, Oslo, Milan, Copenhagen, Perth, Athens, Buenos Aires, and Bogota.",
  "\"Between Christmas Eve 1959 and mid-February 1960,\" the American journalist John Barron later recounted, \"West German authorities recorded 833 separate anti-Jewish acts.",
  "It would take a few more years, when defectors from the GDR stole across the Berlin Wall, for the true provenance of the \"swastika graffiti operation\" to become known.",
  "For good reason did Andrey Krutskikh, a senior advisor to the Kremlin, liken Russia's latter-day information warfare capability to the testing of the Soviet atom bomb.",
  "But appearance of the Nazi insignia also awakened latent anti-Semitism among a few Russians and inspired them to commit a variety of anti-Jewish acts on their own.",
  "One British peer vowed to wage a personal investigation in West Germany to determine for himself the extent of the \"rising tide of Nazism\" in its former epicenter.",
  "An operation is exactly what it was, too, cooked up by General Ivan Ivanovich Agayants, who headed Department D of the First Chief Directorate of the Soviet KGB.",
  "William Blake put the matter better than Yuri Andropov ever could have when he wrote, \"A Truth that's told with bad intent/ Beats all the Lies you can invent.\"",
  "Agayants' men acted as stokers rather than inventors of social pathologies, and so plausible deniability was built right into the heart of their deception.",
  "On Christmas Eve 1959, two men drew swastikas on the wall of the house of worship, along with the phrase, \"Germans Demand That Jews Get Out.\"",
  "Michael Weiss\n\nFrom there, the desecrations went \"viral,\" to use the sufficiently creepy contemporary term for an old-fashioned phenomenon.",
  "KGB agents stationed in the village to gauge the public reaction reported that most people were disturbed or frightened by the swastikas.",
  "What Alexander Herzen, the great 19th-century Russian liberal, said he feared most for the future was \"Genghis Khan with the telegraph.\"",
  "As with many KGB operations, this one had the added virtue of Freudian projection: accusing the West of that which the East was guilty.",
  "Smarter efforts to undermine the West are rooted in smarter understandings of the West and its social and political pressure points.",
  "Coming just fourteen years after the liberation of the camps, the reaction to such recrudescent race hatred was swift and furious.",
  "All of which fed the suspicion in Bonn that the simultaneity of these hate crimes hinted at something more than grim coincidence.",
  "Compare that to the ease with which bogus Facebook or Twitter accounts were set up or a duplicitous advertisement was bought.",
  "The \"D\" stood for Dezinformatsiya, or disinformation, and Agayants, an austere ethnic Armenian, was very good at his job.",
  "That was after it had promoted rallies and demonstrations across the United States against police brutality and racism.",
  "Who could possibly mistake the return of Judeophobia in Central Europe for a false flag perpetrated by Moscow Center?",
  "Editor's Note: (Michael Weiss is a national security analyst for CNN and author of \"ISIS: Inside the Army of Terror.\"",
  "How technology changed the game\n\nWhat divides the era of Agayants and the era of Putin is technological innovation.",
  "\"Need to blow this place up,\" one commenter posted on the \"Heart of Texas\" page, referring to the Islamic center.",
  "The American press reopened wounds that were not quite healed yet, even with the balm of so much Marshall aid.",
  "Trump won Michigan by 10,700 votes and Wisconsin by 22,700 -- a margin of less than 1% in either state.",
  "Perhaps most ominous was a white supremacist rally in protest of an Islamic Center in Houston, Texas.",
  "It is to the Kremlin's credit that it predicted so many Americans would share in this worldview, too.",
  "And how false was it if, as Agayants realized, one lit match could start a conflagration so easily?",
  "Case, then, seemingly closed -- but for a few oddities diagnosed in Patient Zero of this epidemic.",
  "\"For (these) purposes, the NDPD received 700,000 East German Marks a month from a Soviet bank.\"",
  "The Russians were only as effective as the gullible or tendentious Americans they influenced.",
  "The ads bought by a hostile foreign power were probably only seen by about 10 million people.",
  "Honorable West Germans were appalled and self-critical in a manner bordering on masochistic.",
  "He selected a village 50 miles outside of Moscow and dispatched a team of KGB agents there.",
  "Agayants even established a stage-crafted pogrom to test his anthropological hypothesis.",
  "Then the epidemic ceased almost as suddenly as and mysteriously as it had begun.",
  "At least one anti-Muslim demonstrator who turned up carried an AR-15.",
  "Anyone caught daubing Hitler's symbol, he said, should be executed.",
  "Here, too, the heirs of the KGB have only exploited human nature.",
  "First, it undermined and subverted an enemy nation, as intended.",
  "Nearly 60 years later, the projection is even more brazen.",
  "The same was actually true of Agayants' dark arts in 1959.",
  "It is always easier to co-opt than to create anew.",
  "A Jewish MP in Britain was threatened with murder.",
  "The summer home of Denmark's king was graffitied.",
  ")\n\n(CNN) It started with a synagogue in Cologne.",
  "Police arrested and interrogated 234 people.",
  "\"We don't need this s--- in Texas.\""
]