[
  "What these documents suggest to any critical thinker is that either because of frank partisan dishonesty or dumbfounding credulity, born of political bias, these former officials have thrown our country into divisive turmoil, weakening it beyond Vladimir Putin’s fondest dreams, as well hurting America’s standing in the eyes of the world.",
  "However, such resulting kerfuffles, unfortunately, divert focus from a far more critical issue of whether our intelligence agencies, directed by politicized partisans, have analytically conflated this Russian meddling with a Russian bias for Trump, in turn corroborating in their assessment the Russian collusion narrative.",
  "For the past several months the debate on the Steele dossier has been whether it is, as the anti-Trumpers would have it, merely an “unverified” report which may ultimately be proven, or, as the Congressional majority would argue, a screed manufactured out of whole cloth.",
  "If Putin wanted Clinton and/or her close allies in the partisan CIA and FBI directorships to believe in Trump-Russian collusion, and, inevitably to politicize it, he would have caused the disclosure of exactly what he did disclose to the willfully credulous Steele group.",
  "If American intelligence really thought there was a collusion conspiracy being pursued, why would they think that Peter Stone would be interested in purchasing for Trump from an FBI informant, Henry Greenberg, hacked DNC emails in exchange for payment of $2 million?",
  "While such questions demand, as would be expected, declassification and production of key documents, quite fortunately American citizens are not foreclosed by agency stonewalling from examining the infamous Steele dossier for at least partial and tentative answers.",
  "In addition to relying on the shadowy Sergei Millian for confirmation of the collusion narrative on behalf of the Trump campaign, the Steele dossier purported to rely on numerous “Kremlin sources” or sources “close to Putin” or other high Russian officials.",
  "If in fact the Russiagate investigation had a sound basis, one would think that, in addition to causing nasty leaks, these officials would be the loudest proponents of the declassification and release of key documents elucidating the grounds for the probe.",
  "O’Connor is the co-author of “A G-Man’s Life: The FBI, Being ‘Deep Throat,’ and the Struggle for Honor in Washington” and is a producer of “Mark Felt: The Man Who Brought Down the White House” (2017), written and directed by Peter Landesman.",
  "Let’s put it another way: if a Kremlin official disclosed a purported strategy of Putin he did not want revealed, would he see his skin curdle, or would his internal organs liquify, as the first symptom he had been poisoned by the SVR?",
  "How much of this is a product of fraud, and how much is simply partisan credulity, should be a serious issue of future studies, hopefully soon to be accelerated with a declassification of pertinent Russiagate-related documents.",
  "This is because Putin’s Kremlin would never easily and voluntarily reveal its true plans to a group affiliated with America political interests and Western intelligence, which the Steele/Nellie Ohr group obviously represented.",
  "In any case, let us assume some degree of professional standards practiced by ex-MI6 agent Steele and his main researcher, Nellie Ohr, who previously worked for Open Source Works, the CIA’s in-house open source research shop.",
  "Many of these citizens, on both the left and right, have as well questioned President Trump’s rhetorical conflation of the question of Russian meddling, clearly proven, with the issue of Russian collusion, glaringly unproven.",
  "This strife, which includes absurd partisan attacks on an obviously thin-skinned president in Trump, accompanied by shrieks from a herd of shallow journalists, has presented a seriously divided and weakened front to Putin.",
  "That said, the Steele Dossier destroys the claim that Putin’s motive was a Trump win, since such is impossible to square with treasonous and salacious anti-Trump slurs Putin seemingly condoned in those dossier documents.",
  "Many on the right see the Steele dossier as the flawed beginning of the Russian collusion investigation, just as many on the left had viewed it earlier as both the start and the solid heart of the investigation.",
  "Today, no informed American citizen should have any doubt but that the Russian government attempted to meddle in the 2016 presidential election, one clear purpose having been to sow discord in the electorate.",
  "What we mean by “literally true” is not that Trump and Putin colluded because Putin wanted Trump to win, but rather that it is true that Kremlin sources verified the collusion narrative to Steele researchers.",
  "No intelligent person, however, should conclude from this scenario that Putin wanted Clinton to win, a deduction that goes a bridge too far, much like the simplistic inference that Putin wanted Trump to win.",
  "Why would American intelligence have Stephan Halper approach Papadopoulos, Carter Page and Stephen Miller, in July 2016, if they believed the plot was already in existence, as the Steele dossier suggested?",
  "But even though it is now acknowledged that the Steele dossier is a form of rubbish, the degree of stink debated, we should not merely toss it into the trash, because it still has much to tell us.",
  "That an investigation did proceed, to the point of a thrice-renewed FISA warrant, followed by the sneaky Comey’s chumming up of the Mueller investigation, could only have gladdened Putin’s heart.",
  "That is so because we can all agree that any substantive statement issuing from the Kremlin, or officials close to Putin or other top officials, would likely have been approved by Putin himself.",
  "Both are in error: the Steele dossier was in fact the Hail Mary pass thrown by American intelligence to get a FISA warrant after seven months of failure to prove an electoral conspiracy.",
  "From the moment the ink was dry on the phony Steele dossier, John Brennan, James Comey, James Clapper, Peter Strzok and Bruce Ohr should all have known there was no electoral collusion.",
  "We would not reasonably expect that they simply fictionalized their sources, but, rather, actually spoke to individuals who claimed knowledge, even if in fact only hearsay and rumor.",
  "Indeed, logic suggests that they have been either dishonest or, yes, grossly negligent, in the discharge of their duties, in either case growing out of blinding partisanship.",
  "While this is an important argument, to be sure, the more compelling analysis is a deciphering of the meaning of the dossier under the assumption that it is literally true.",
  "What was said to Steele is important not for its substantive truth, but as a true reflection of falsehoods Putin wants us to confront uncomfortably, which we are now doing.",
  "While now discredited, it figures prominently in Congressional accusations against deposed officials John Brennan, James Comey, Peter Strzok, James Clapper and Bruce Ohr.",
  "If such conflation has occurred, our intelligence agencies were either shamefully duped, or, worse, were enticed into intentionally framing a disliked political figure.",
  "Secondly, and perhaps more importantly, reading the Steele dossier should tell any critical reader that Trump and Putin could not have been even tentatively colluding.",
  "Given these unassailably logical suppositions, it is very easy to view the Steele dossier as one big piece of Putin/Kremlin disinformation designed to hurt America.",
  "We hope — without confidence — that they will soon get their just due, and American intelligence will return to an honest, nonpartisan professional enterprise.",
  "First, we can reasonably believe that Putin’s motives were mainly to sow discord in the electorate and weaken our democracy already riven by partisan discord.",
  "Indeed, it is reasonable to believe that Putin thought hobbling the sure winner, Clinton, would be more beneficial to Russia than harming the sure loser.",
  "There never should have been an investigation left open after the laughably phony Steele dossier, preceded by seven months of investigative goose eggs.",
  "If there was a collusion conspiracy in full flower, would Russian agents have approached George Papadopoulos in April 2016, to tell of hacked emails?",
  "So it seems apparent that there have been no more useful idiots, pushing Putin’s malevolent designs, than the recent heads of American intelligence.",
  "The American president has just met with his Russian counterpart, amid the propitiously-timed indictment by a special counsel of twelve GRU agents.",
  "Brennan, Comey and the rest likely know that if key documents are to be produced, their current, absurd cries of treason will be their last hurrah.",
  "In either case, these agencies would have helped Putin sow discord in America, the very wrongdoing they were sworn to investigate fully and fairly.",
  "In short, an intelligence officer has to either be criminally dishonest or frighteningly credulous to have bought the Trump-Putin collusion story.",
  "So clearly these former American intelligence officers have weakened our country, and have wittingly or unwittingly done Putin’s bidding.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "If the collusion narrative had an ounce of truth to it, why would anyone think that Papadopoulos needed either recruiting or informing?",
  "We can further assume that Steele and Ohr had no means of coercing reluctant, and therefore likely true, statements from these sources.",
  "It is this eager divulging of information which cause any critical observer to assume that anything offered was Kremlin misdirection.",
  "If Kremlin sources in fact conveyed the Russia-Trump collusion narrative to Steele, the narrative would thereby likely be untrue.",
  "So their present diffidence should be seen as a big tip-off as to what these documents will show and what they will not show.",
  "The ready connivance of Russian asset Sergei Millian, falsely posing as a Trump insider, only corroborates this assessment.",
  "But this rhetorical confusion, obvious to all, is of little serious consequence beyond the political sniping it engenders.",
  "John D. O’Connor is the San Francisco attorney who represented W. Mark Felt during his revelation as Deep Throat in 2005.",
  "Indeed, a cursory reading of the dossier describes a group of highly talkative sources readily volunteering information.",
  "After all, Putin did, we must believe from the Mueller indictment of GRU operatives, hack and release Clinton emails.",
  "Before we delve deeply into this subject, let’s examine prefatorily what this Steele dossier is and what it isn’t.",
  "The collusion investigation has roiled the country, dividing it even more stridently into red-blue factionalism.",
  "Wouldn’t the conspiracy already underway have set methods, means and terms of colluding previously agreed upon?",
  "Alternatively, if against Putin’s wishes, would Kremlin operatives have risked their lives to reveal the plot?",
  "If in fact they were colluding, would Putin have authorized such a confirmatory narrative to be released?",
  "These supposedly knowledgeable sources lent the Steele dossier its formerly-touted authoritative power.",
  "Trump’s amateurish press conference with Putin provided only icing on this already divided cake.",
  "Other events, of which these officials knew well, corroborate this collusion.",
  "But we can come to several less extreme, more reasonable assessments.",
  "If they did, the implications would be profound.",
  "Neither scenario seems credible."
]