[
  "I have spoken to federal investigators on numerous occasions, and have provided a list of individuals I believe spotted and approached individuals with privileged access and knowledge of State Department, DOD, and other USG networks, covered facilities, personnel, and tactics, techniques, and procedures.",
  "As we await the results of the election, I ask only that Democrats, Republicans, and independents wary of the validity of claims Russia is interfering in the election allow the government to fulfill its primary responsibility: to protect the American people.",
  "Tangential to these developments, I have decided it is now appropriate to disclose I have been cooperating with the federal investigation into Russia’s influence and manipulation of the United States election since early this summer.",
  "I have, of course, reported this activity to the relevant federal law enforcement agencies making any attempt to stop me from talking about it or denying it occurred as interference in an ongoing federal investigation.",
  "Constitutionalists and hardline conservatives regularly remind us of the importance of the Articles and the text; I suggest they remember providing for the national defense affords the government extraordinary powers.",
  "It’s not because I aggrieved them directly, or even that I worked in the Department of State between 2011 and 2015, and they believe I had access or knowledge causing so much drama in the news cycle (I deny that).",
  "This white hot attention concluded last week with a fabricated screenshot attributed to me by Wikileaks, composed with other sentences from other pro-intervention opinion editorials I’ve penned over the years.",
  "Not only do I not apologize for my affinity and respect for Secretary Kissinger, I am offended I didn’t write it myself—and I have already submitted the 2,500 words I have on the subject for review elsewhere.",
  "#2016 — Robert Caruso (@robertcaruso) September 7, 2016\n\nThis investigation is, as news reports suggest, ongoing and was hinted at in writing by Senator Reid and his office.",
  "Naturally, as you may have already surmised, impeding this investigation is also the sort of thing that would garner stiff penalties—for you, not for me.",
  "No, it’s because I was one of the first to notice that Russia was using the ostensibly independent, pro-transparency facade of Wikileaks as a front.",
  "Nothing I have disclosed here is classified or compartmented; the investigation itself and its findings very much are, and this is not in dispute.",
  "Beginning this month, I was the victim of repeated cyberintrusions on my personal accounts as well as dormant archives I maintain in the cloud.",
  "In 2013, I was one of the first national security commentators to say Russia and Wikileaks were joined at the hip.",
  "I have in my enemies the unbridled racism and nationalist urges of the alt-right; Wikileaks; and Charles Johnson.",
  "The aim of the cyberintrusions seemed to be to sit passively and observe and analyze traffic and communications.",
  "This is why, if you have taken a gander, senior officials cannot comment lest they violate the Hatch Act.",
  "I was never a political appointee or a member of the expected service, and therefore can speak freely.",
  "And I will do so more and more, at times and places of my choosing and others, as directed.",
  "Russia recruits Assange and Snowden, absconds with our secrets, then hacks the DNC and RNC.",
  "For the past three years, the Russian intelligence services have been very upset with me.",
  "They say you can judge a man not only by his friends, but also by who his enemies are.",
  "Almost as much as the SVR and GRU have tired of me saying it (which is just too bad).",
  "Gmail, Dropbox, iCloud, Flickr, and legacy Yahoo accounts were all accessed.",
  "Powers that, by his own admission, John Yoo barely scratched the surface of.",
  "Interfering because you are an idiot is unlikely to save you.",
  "Counterintelligence was, and is, serious business.",
  "But Fox is okay with it because Hillary.",
  "And it is—Wikileaks is a Russian front.",
  "And I have tired of hearing otherwise.",
  "You won’t believe what happened next.",
  "Are they your friends?"
]