[
  "This article is over 1 month old\n\nSquare near spy agency HQ takes name of MI6 officer who defected to Russia in 1963\n\nMoscow has named a square after Kim Philby, the British double agent who defected to the Soviet Union in 1963, near the headquarters of Russia’s foreign intelligence service.",
  "Documents that Kim Philby passed to USSR on display for first time Read more\n\nPhilby, who died in Moscow in 1988, was perhaps the best-known member of the Cambridge Five spy ring, a group of British establishment figures who were recruited to work for the Soviets.",
  "A city hall spokeswoman said she could not immediately comment on the decision, while local residents expressed surprise on social networks, saying Philby had nothing to do with the neighbourhood.",
  "But several residents of Yasenevo district said on a neighbourhood Facebook group they had no idea who he was and wondered whether Moscow had run out of names of Russian writers to use.",
  "The move comes as relations between the UK and Russia are at lows not seen since the cold war over the poisoning of the former double agent Sergei Skripal, allegedly by Russian spies.",
  "Sergei Sobyanin, the mayor of Moscow, ordered that an intersection in a south-west district be renamed Kim Philby Square, according to a decree posted on a local government website.",
  "After his defection Philby lived in central Moscow, far from the windswept square in a relatively new part of the city that is almost exclusively made up of residential towers.",
  "The agency has maintained Philby’s legacy, with a page on its website dedicated to him and the intelligence he provided during the second world war.",
  "“They should have named the ramp leading to their campus after him instead,” wrote Katerina Reatsea, referring to the intelligence agency.",
  "The SVR director, Sergei Naryshkin, spoke at an event last year to mark the unveiling of a portrait of the spy at a gallery in Moscow.",
  "At the event, intelligence veterans suggested a street should be named after the defector because he enjoyed walking around the city.",
  "The intersection is however close to the sprawling campus of the SVR, or foreign intelligence service.",
  "Philby, a senior MI6 officer, was exposed after passing information to Moscow over three decades."
]