[
  "The primary mandate of special counsel Robert Mueller’s investigation is to determine if there are “any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump.” That specific task has nothing directly to do with criminal liability for any Americans or Russians nor anything to do with the potential political implications for the president, whether in the form of an impeachment report or something else.",
  "In January 2017, the Office of the Director of National Intelligence released a report documenting what the U.S. Intelligence Community considered to be a dramatic and intentional effort by Russian intelligence to affect the 2016 presidential election, including distribution of stolen emails, social media campaigns, and the compromising of state and local electoral systems.",
  "According to the special counsel’s July indictment of 12 Russian officials from the GRU, Russia’s military intelligence agency, we know that the agency hacked into the accounts of Democratic National Committee staff, Democratic Congressional Campaign Committee staff, and those of Hillary Clinton campaign employees and volunteers.",
  "Of course, the special counsel is looking to determine if criminal wrongdoing happened, but he will be working to identify and understand the more complex intentions and actions undertaken at the direction, or at the least, with the concurrence, of one of America’s most significant adversaries, the Russian government.",
  "In this effort, tools deployed by an intelligence service may include: the use of recruited or coerced individuals, the undermining and exploitation of systems for conveying information, and the propagation of false information to paint an alternate narrative that benefits the goals of the intelligence effort.",
  "I hope at the end of the day, the special counsel will reveal as much as possible about how the Russians plotted and manipulated individuals in campaigns and government, stole sensitive information, and created false identities and narratives, all to satisfy their U.S. election goals for their good, not ours.",
  "While the report was the public “tip of the iceberg” relative to recent Russian interference, the U.S. Intelligence Community also conceded that this was not the first time Russia had undertaken efforts to influence the U.S. political system.",
  "However, there were those who were hesitant to fully accept the findings and called into question the integrity and the process of underlying U.S. Intelligence Community members including the CIA, FBI, and National Security Council.",
  "Over the past year, big tech companies have identified a host of ways the Russians have manipulated social media tools to create false identities and spread propaganda and false storylines sowing both political and social discord.",
  "For the past year and a half, the special counsel has undertaken a broad investigation into allegations regarding “collusion” on the part of then-candidate Donald Trump’s campaign and matters that arise from that investigation.",
  "While I am not naming specific persons in this article, I am sure a number of familiar names and faces easily come to mind for readers as well when thinking about individuals who have been of interest to the special counsel.",
  "In addition to the manipulation of persons and the aggressive hacking and theft of personal and campaign information, the Russians have written their version of the American story from a million different perspectives.",
  "Through either a friendly, mutually beneficial relationship or a manipulative and coerced one, relationships are needed to identify, disclose, and acquire the sought-after information, gain access, or exert influence.",
  "While the political and criminal investigative efforts make for great media, the critically important counterintelligence part of the special counsel’s investigation is being undertaken much more discretely.",
  "Through meetings and other professional associations, Trump campaign officials and contacts demonstrated their lack of sophistication and potentially exposed the campaign to Russian access and exploitation.",
  "Once the bait was taken, the Russians used his email credentials to send others inside the Clinton campaign fraudulent emails allowing the Russians to eventually steal their emails and credentials as well.",
  "It may be best to start with just a simple understanding of the basics of an intelligence operation and what Mueller’s counterintelligence investigation may be looking for and finding along the way.",
  "Greed and arrogance are traits that are incredibly helpful when assessing a target’s weaknesses, as they often provide an opening to lure a target into a mutually agreed or coerced relationship.",
  "With people, these vulnerabilities can be very personal in nature, such as a desire or need for acclaim or an appreciation of certain things, whether they be money or something less tangible.",
  "I wonder how successful the Russians would have been had we been more willing to have civil discussions over issues as opposed to eagerly fueling political rancor and partisan drama.",
  "These relationships can start as “all business.” Professional environments often provide good assessment opportunities for intelligence services and potential individual targets.",
  "Mueller’s counterintelligence effort can answer nationally important questions like: Why did the Russians have such a successful impact on the 2016 presidential election?",
  "They not only successfully engaged with individuals who lacked familiarity or sophistication in intelligence operations but also demonstrated arrogance and neediness.",
  "Of course, this only adds to our growing distrust of another aspect of American society—an aspect that’s one of the largest economic sectors of the U.S.\n\neconomy.",
  "We are all hopeful that the counterintelligence investigation will not only identify the actions undertaken by the Russians but also why they were so successful.",
  "We are all hopeful that the counterintelligence investigation will not only identify the actions undertaken by the Russians but also why they were so successful.",
  "If a specific outcome is the primary goal, a number of individuals may be targeted because of their connection to or influence relating to the ultimate goal.",
  "Brendan Smialowski/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "Going back to the summer of 2016, we see campaign affiliates having active and sometimes professional ties to both Russian business and government officials.",
  "We should concentrate far more on that dimension—the counterintelligence effort—as the country prepares for the release of the special counsel’s report.",
  "This access can help gain cooperation of a less-vulnerable target through coercion or manipulation and often to protect the family member or associate.",
  "While obviously a U.S. criminal offense, the Russians benefited from this hack first by exposing a weakness in the campaign and the Democratic Party.",
  "What’s more, they benefited from access to “insider” information that provided them with valuable and, in some cases, very embarrassing information.",
  "Knowing this, more than anything else, is necessary to guard against future effective efforts by either the Russians or other intelligence services.",
  "With all the media focus on potential criminal and political implications, we often forget this critically important, core mission for Mueller.",
  "Personal weaknesses such as infidelity or a propensity for criminal behavior can also be useful when considering vulnerabilities of a target.",
  "The Russians did this, in part, through sending a convincing email to a senior Clinton campaign official with a fake security-reset email.",
  "This access can be direct, such as when intelligence services have one-on-one contact with a targeted individual or organization.",
  "The Russian influence campaign has caused all of us to question significant parts of trusted American processes and institutions.",
  "I am hard-pressed to say anything nice about the Russian intelligence services, but I will say they are good at what they do.",
  "Like most professional intelligence services, the Russians are studied and well-versed in American processes and way of life.",
  "Knowing an individual’s or an institution’s history is foundational to assessing a target’s anticipated action and responses.",
  "These tech firms and social media outlets have been called to account and to be more transparent about their own weaknesses.",
  "So what makes this counterintelligence effort by the Russians different from previous efforts and why was it so successful?",
  "They took advantage of us fully and the effectiveness of their efforts is much broader than even they could have imagined.",
  "The unfortunate reality is that probably nearly 50 percent of the country will believe it and nearly 50 percent will not.",
  "Plenty of information demonstrates the Russians pursued access to the Trump campaign through a variety of individuals.",
  "While understanding the target of an intelligence operation is foundational, having access to the target is critical.",
  "It also gave the Russians an edge in feeding a narrative to help achieve their goals of impacting the 2016 election.",
  "Sometimes having access to someone close to the target, an exploitable close associate or relative, is even better.",
  "The Russians employed normal and everyday intelligence methods, but their success essentially cannot be overstated.",
  "They effectively use outright manipulation, coercion, and blackmail and are unafraid to deliver on their threats.",
  "The Russians effectively used ill-gotten information and released it at a time that benefited them the most.",
  "Individuals who are prone to too much self-disclosure are of obvious interest and generally easy to exploit.",
  "Operations generally begin with a significant amount of research and a solid understanding of the targets.",
  "As a result, intelligence operations are generally tailored to maximize and exploit such weaknesses.",
  "Regardless, the pushback against the intelligence agencies was one of Russia’s public victories.",
  "An intelligence effort usually has a clear goal of acquiring information, access, or influence.",
  "For the most part, this report was well received by the public and within the U.S. government.",
  "Having information about the most intimate details of your adversary is a currency these days.",
  "Cyber tools and hacking are also utilized broadly by intelligence services across the globe.",
  "Russian intelligence agencies such as the FSB, SVR, and the GRU are very worthy adversaries.",
  "With all that said, the Russians can also be incredibly charming and alluring to the naïve.",
  "U.S. intelligence agencies have long considered them some of the most aggressive services.",
  "The primary mandate of the special counsel is instead a counterintelligence investigation.",
  "Individuals and organizations can be targeted with hopes of acquiring specific outcomes.",
  "They are experts at identifying and taking advantage of weakness, arrogance, and vanity.",
  "With access to individuals, intelligence services work toward consummated relationships.",
  "We have allowed Russian-created false narratives to stoke racial and political discord.",
  "It can also be indirect via someone close to the target, for instance a family member.",
  "Even in the most technical of intelligence operations, individuals are often targeted.",
  "Some distrust a prior presidential campaign and a current White House administration.",
  "With the goal identified, a multipronged strategy can be used to accomplish the goal.",
  "Most of all, the Russians have been successful at causing us to distrust each other.",
  "These are time-tested tools and not new or unique to the Russian services.",
  "Some Americans distrust our intelligence community and law enforcement.",
  "As information is developed, the target’s weaknesses come to light.",
  "More From Just Security:\n\nCan Congress Subpoena Trump to Testify?",
  "U.S. House Investigations v. White House Slow Walk: Scenarios",
  "However, the access does not always have to be direct.",
  "In hindsight, much of that trust was already waning.",
  "Some distrust our media and our technology sector.",
  "The Russians just made the most of it.",
  "The Russians were effective.",
  "Robert Mueller."
]