[
  "\"A scenario of the apocalyptic development of the situation on the Korean Peninsula exists, and we cannot turn our blind eye to it,\" Morgulov said at the opening of the eighth annual Asian Conference of the Valdai discussion club in Seoul, according to Russia's state-run news agency Tass.",
  "Just on Monday, South Korea's defense minister said that the North had violated an armistice agreement between the two countries when North Korean soldiers recently shot at and wounded another North Korean soldier as he defected and crossed the border .",
  "President Donald Trump has warned North Korea that the country was prepared to go to war but Russian President Vladimir Putin has warned the U.S. not to use military might against the Communist regime, insisting that a peaceful solution can be found.",
  "Russian Deputy Foreign Minister Igor Morgulov said Monday that the world could not ignore the crisis surrounding North Korea and fears over the country's suspected nuclear missile development , but that he hoped a peaceful solution could be found.",
  "There have long been tensions between North and South Korea with both sides accusing each other of various violations and attacks, from state-sponsored hacking and espionage to violations of each other's territorial waters and airspace.",
  "There have been repeated demands for the country to stop its suspected nuclear weapons development program, but Pyongyang has repeatedly appeared to have ignored these, carrying out a string of missile and nuclear tests.",
  "Russia has a vested interest in a peaceful solution to the North Korea problem as it shares a 17-kilometer (10-mile) land border with the country and does not want the U.S. to meddle in the region.",
  "Tensions between North Korea and South Korea appear to be ratcheting up again just as a senior Russian official is warning of an \"apocalyptic scenario\" developing on the Korean Peninsula.",
  "In September, China's United Nations ambassador called on the regime to \"take seriously the expectations and will of the international community\" to halt its nuclear missile development.",
  "\"Shooting towards the South at a defecting person, that's a violation of the armistice agreement,\" Song Young-moo said during a visit to the border on Monday, Reuters reported.",
  "Another North Korean neighbor, China, also has an ambivalent stance toward Pyongyang, wanting to avoid the collapse of the regime and an influx of refugees over the border.",
  "\"I hope that a common sense, pragmatism and an instinct of self-preservation would prevail among our partners to exclude such negative scenario,\" the Russian diplomat said.",
  "The comments come as the international community watches for the next move from the secretive and unpredictable regime in North Korea and its leader Kim Jong Un.",
  "Yet it has appeared to be increasingly wary of North Korea's repeated nuclear tests and missile launches.",
  "More From CNBC"
]