[
  "If even in Ukraine the most potent weapons in America’s soft power arsenal are not its efforts to counter Russian aggression or to spread democracy, but instead, America’s political, economic and cultural institutions, the logical conclusion is that the U.S. can more effectively build a positive image by focusing attention on its way of life rather than its foreign policies, which include democracy promotion efforts.",
  "Domestic Russian media broadcasts are ubiquitous in other former Soviet republics, offering a steady diet of reports dramatizing United States interference in other countries’ internal affairs, highlighting problems in America and portraying developments such as the collapse of the Yanukovych government in Ukraine, the downing of flight MH-17 and combat in southeastern Ukraine as direct results of U.S. actions.",
  "The core arguments made by Russian officials regarding America’s ambition, arrogance, self-interestedness and penchant for using democracy promotion to meddle in the affairs of others resonate with publics across Eurasia—even in countries like Ukraine and Kyrgyzstan, which have received significant amounts of American aid, and Azerbaijan, which has sought to maintain some diplomatic distance from Russia.",
  "With near unanimity (excepting some dissent in Kyrgyzstan), they said protesters against the government are paid troublemakers rather than true devotees of their stated causes (a standard Kremlin claim since the Orange Revolution) and they condemned protests as potential sources of instability:\n\nTo hold meetings and demonstrations means to act against the interests of our state and society.",
  "After spontaneous protests arose in Russia following allegations of widespread fraud in the country’s December 2011 parliamentary elections, Putin blamed the revolts on U.S. Secretary of State Hillary Clinton, charging that she sent “a signal” to certain “actors” in Russia—a threatening specter of American menace which became a prominent theme throughout Putin’s 2012 presidential campaign.",
  "The timing, location and composition of the groups were as follows:\n\nThe Wilson Quarterly\n\nThese focus groups’ small and selective samples mean that they are not necessarily representative of larger public opinion, but they provide substantially more detail than mass surveys about the reasoning behind people’s attitudes, and the language they spontaneously use to express their opinions.",
  "Not only in Russia, but in Azerbaijan, Kyrgyzstan and even Ukraine, ordinary people see the U.S. as an arrogant, hegemonic superpower that meddles in the affairs of other countries in a cynical pursuit of its own interests—perceptions that dovetail with the Russian government’s official critiques of the United States, which may explain the success of these particular memes.",
  "As Thomas Carothers observed in a 2006 Foreign Affairs article, Putin has been leading a “backlash” campaign against American democracy assistance since 2005, when Russian officials began labeling domestic human rights NGOs with foreign funding as a traitorous “fifth column,” a now-standard moniker in official speeches and pro-Kremlin Russian media.",
  "Although the Ukrainian groups, which were conducted in areas where anti-Russian sentiments predominate, did not express the same hostility toward America as heard in the Russian groups, they voiced ample skepticism about America’s motives in foreign affairs, and disappointment in the extent of support for Ukraine:\n\n[America] is just another empire.",
  "They have completely transparent and concrete goals: formation of civil society, providing help in the area of medical care, getting to know future doctors, in the realm of education, humanitarian aid, like we had in the 1990s with ‘Bush’s legs’ [a reference to the chicken legs imported by United States during the first Bush administration].",
  "American democracy assistance and the Russian critique\n\nSince the late 1980s, the United States has sought to promote democracy in semi-authoritarian and transition countries by providing financial and technical support to NGOs that pursue civic and political causes, election monitoring efforts and oppositional political parties.",
  "(Kazan, ethnic Russians)\n\nNo doubt reflecting official statements, some participants specifically singled out America’s purported efforts to undermine Russia by sponsoring political NGOs, a “fifth column”:\n\nI heard that [America] sends people here, supplies them with money in order to cause an uprising or something like that.",
  "Putin claimed the United States actively interferes in the affairs of other countries, cynically foments “color revolutions” and even supports Islamic terrorists under the guise of promoting “peace, prosperity, progress, growth, and democracy,” all in order to preserve its dominant, hegemonic position in a “unipolar” world.",
  "The male groups were decidedly more mixed, often noting America’s military might, successful economy and democracy, but also striking a negative note about democracy promotion specifically:\n\nI have not been to the States, but I follow mass media, and realize that there is democracy there, unlike many Muslim countries.",
  "To restore a positive image of America, U.S. officials should scale back the type of democracy promotion that looks like meddling in favor of strategies that leverage America’s advantages—namely, positive perceptions of American institutions, economic and technological achievements and high living standards.",
  "Ways to do so include bolstering student, scientific and other exchanges, encouraging more frequent travel, immigration and trade between the United States and former Soviet countries and quietly but assiduously promoting programs that expose citizens in Eurasia to concrete examples of American institutions.",
  "In 2009, the U.S. Government Accountability Office (GAO) reported that from 2006-2008, federal agencies spent nearly $100 million on democracy promotion in Russia—much of it in the form of funding for “civil society programs”—making Russia the sixth-largest recipient of U.S. spending for that purpose.",
  "Two contradictory themes regarding the United States emerged in the groups: one, skepticism and outright hostility toward American foreign policies and actions in the world; two, respect and admiration for American economic power, technology, culture and, to some extent, political institutions.",
  "Although its main audience has been domestic, the Russian government has actively sought to export this message, investing massive resources in its international “RT” (formerly Russia Today) media network, which now can reach 600 million people worldwide with broadcasts in multiple languages.",
  "That is, we believe the information that is served up to us.”\n\nSuch acknowledgments that their own government manipulates information to suit its purpose indicate an underlying unease, belied by the evident conviction with which the Russian participants toed the official line.",
  "and British imperialist forces,” said he had read in the newspaper that the United States is “preparing a revolution in Azerbaijan,” “wants to create disorder” to obtain oil and tries to “undermine our relations with Russia”—all elements of the Russian government’s critique.",
  "The more sporadic negative numbers in Ukraine have been consistently below those for Russia, but in 2014 about one-third of Ukrainians polled were unfavorable toward the United States, despite U.S. support for the Ukrainian government and economic sanctions against Russia.",
  "Pew Research Center\n\nAll figures via the Pew Research Center's Global Indicators Database, pewglobal.org\n\nBut apart from these flag-rallying, event-driven episodes, generally less than half of the Russian population has expressed unfavorable views of the United States.",
  "Rhetoric aside, the Russian government has passed a series of laws tightening the screws on foreign-funded political NGOs; requirements that they register as “foreign agents,” with connotations that they are spying for foreign governments, are just one recent example.",
  "(Lviv, 30 and under)\n\nAmerica’s political institutions are more effective and less corrupt than Ukraine’s:\n\nThe president there has a lot of power, and somehow — if we exclude Bush, the previous president — they get relatively intellectual people in that position.",
  "The rationales supporting the first theme testify to the resonance of the Russian critique of American democracy promotion, while the second theme suggests that despite such efforts, what might be called the “American way of life” still holds considerable appeal.",
  "In sum, Putin and his associates have put forward a concerted, sustained critique of American democracy assistance for nearly a decade, threatening not only to undermine efforts at democracy promotion, but also to tarnish the broader image of the United States.",
  "But in fact these non-governmental organizations under this guise attempt to sow pseudo-values that are intrinsically alien to an ethnic Russian person, starting with hamburgers and Coca-Cola and ending with computer games and films about all kinds of scumbags.",
  "(Moscow, university educated)\n\nIn particular, many blamed America for the Ukrainian conflict, claiming, for example, that America caused it in order to profit from arms sales or to install its military technology along Russia’s border (Kazan, Tatars).",
  "The passion and emotion that Russian participants expressed in regard to the United States were striking, and contrast starkly to the bored and detached tenor of discussions of political topics in past focus groups we have conducted in the country.",
  "They characterized America as an aggressive, arrogant superpower that seeks to impose its will on the world, eliminate any competition and, specifically, pressure Russia:\n\nAmericans want to be lords of the world, and Russia now stands in their way.",
  "American financing of these organizations has played into the hands of authoritarian leaders who portray such backing as evidence of American interference, hurting the reputations of both the U.S. and the local NGOs that receive American funds.",
  "So America has a plan to gradually capture everything; they keep everything in their country, crude oil and everything, and use up other people’s, because when everything else is exhausted, they will then still have their own resources.",
  "(Lviv, 30 and under)\n\nOur people who migrate there and work make a lot, and they tend to do better than the people who have lived there all their lives, because our people have a lot of internal resources and are used to hard work.",
  "This dual-sided picture—often obscured by crude survey-based measures of views of America in post-Soviet nations—emerged from 18 focus groups we conducted in Russia, Azerbaijan, Kyrgyzstan and Ukraine between April and August 2014.",
  "The influence of Russia’s campaign is evident in copycat legislation enacted in Kyrgyzstan, Azerbaijan, Yanukovych’s Ukraine and elsewhere, which has cracked down on foreign-funded NGOs, domestic protesters and oppositional groups.",
  "They discussed America’s remoteness compared to Russia, wasteful and pro-Uzbek American humanitarian spending (Osh, ethnic Kyrgyz) and America’s use of aid to interfere in Kyrgyzstan’s internal affairs (village near Osh, women).",
  "Anti-American sentiment within Russia increased modestly in 2006, just after Putin and company launched the Russian critique of American democracy assistance, but temporal coincidence does not demonstrate a causal relationship.",
  "Kyrgyzstan focus groups\n\nAsked which countries Kyrgyzstan should cooperate with, all six of the Kyrgyz groups strongly endorsed Russia, China, or one of the country’s Central Asian neighbors; none mentioned the United States.",
  "While journalistic interviews often seek a balance of views on an issue (or else push a particular position), focus groups obtain an objective sense of how a random selection of individuals think about the topics discussed.",
  "In his March 18, 2014, address on the “reunification” of Russia and Crimea, Putin again labeled those who oppose his policies as a “fifth column, [a] disparate bunch of national traitors” supported by foreign interests.",
  "(Bishkek, less educated)\n\nSuch sentiments were drowned out by concerns about American foreign policies, as well as overt support for Russia:\n\nI think they have a very strong economy with greatly developed technologies.",
  "(Sabirabad, men)\n\nKyrgyz and Azerbaijani participants expressed modest, if ambivalent, approval of NGOs that perform charitable tasks, but little familiarity and even less support for NGOs that pursue political causes.",
  "(Baku, men)\n\nAfter praising American technology and high wages, panelists cautioned that U.S. foreign policy “interferes in the internal affairs of many countries,” as one focus group participant in Sabirabad put it.",
  "Predictably, Russian public opinion on the United States has fluctuated; negative views surged following the Iraq invasion and, even more so, in the last year, after the Crimea takeover and hostilities with Ukraine.",
  "(Moscow, less educated)\n\nThe breadth of anti-American sentiment expressed confirms the survey findings that both support for Putin’s policies and hostility toward the United States are at all-time highs in Russia.",
  "The only point made in the two all-female groups was admiration for the advantages of the American education system, economy, political system and standards of living; nobody mentioned American foreign policies.",
  "To restore American soft power in the region, the United States should reduce direct support for civil society organizations in former Soviet countries and others that lack intrinsic demand for civic engagement.",
  "(Village near Osh, women)\n\nSkepticism about Protets and NGOs\n\nRespondents in Azerbaijan, Kyrgyzstan, and Russia discussed protests and political NGOs in negative terms straight out of the Russian talking points.",
  "These policies appeared to bear fruit when popular democratic movements helped overthrow dictators in Chile, Nicaragua and Serbia, and with the successful “color revolutions” in Kyrgyzstan, Georgia and Ukraine.",
  "(Lviv, over 30)\n\nNot everyone agreed, but some Ukrainian participants also touted the American “mentality”:\n\nParticipant 1: [I admire] their humanity, the fact that they never just walk by [someone in need].",
  "While these positive views of standard civil society institutions were contested in the Ukrainian groups, they nonetheless stood out in their reluctance to embrace the Russian critique of protests and NGOs.",
  "Methodology\n\nTo find out how America is perceived in Eurasia, we worked with local research organizations to conduct 18 focus groups in Russia, Ukraine, Azerbaijan and Kyrgyzstan from April to August 2014.",
  "They are patriotic (Kiev, Russian speakers)\n\nDespite America’s support for Ukraine in its conflict with Russia, the focus group participants endorsed America’s institutions more than its foreign policies.",
  "(Moscow, less educated)\n\nAmerica fears Russia as a competitor:\n\nWell, it’s as if we are helping ourselves to a lot [by taking Crimea], and the Americans think that they are the only ones who can do that.",
  "Like in Syria, where Americans purposely sent in people under false pretenses, as if they were going to work there or something, and those people encouraged an uprising against the government, or a coup.",
  "They praised America’s respect for laws and human rights and its “social protections”:\n\nIf you are a citizen of the United States then you truly have rights, and they are respected, not like in Ukraine.",
  "To allay such fears, the United States should avoid providing direct financial support for Ukrainian political NGOs or parties, which could easily be perceived as meddling in Ukraine’s internal affairs.",
  "Several asserted that American soldiers were actually engaged in combat operations in Ukraine, and one insisted that the Americans shot down flight MH-17 in a botched attempt to target Putin’s plane.",
  "This material is based upon work supported in part by the U.S. Army Research Laboratory and the U.S. Army Research Office via the Minerva Research Initiative program under grant number W911NF1310303.",
  "While no strategy is guaranteed to work, this approach has a better chance than continuing efforts to promote democratization by directly supporting local political NGOs and oppositional movements.",
  "(Bishkek, highly educated)\n\nParticipant 1: America has contributed to the depletion of the world’s resources, and eventually there will only be enough for a billion or half-billion of population.",
  "Ukraine focus groups\n\nAmerican policymakers who expect Ukraine’s population to support U.S. foreign policies as thanks for its efforts to counter Russian actions in Ukraine will be disappointed.",
  "Conclusion\n\nFocus groups may not be representative of the populations from which participants are drawn, and the generalizability of these results remains to be confirmed with survey data.",
  "In a February 2007 speech in Munich, Putin sounded the themes of unipolarity, U.S. hypocrisy in preaching democracy and human rights and its interference in Russia’s sovereign affairs.",
  "Instead, American policies should emphasize programs which spread and deepen knowledge and appreciation of American institutions—more exchanges of people, ideas, and cultural products.",
  "If the Russian critique holds sway, it poses a significant threat to American “soft power” in former Soviet republics, much to the long-term detriment of United States foreign policy.",
  "If our citizens were aware of their rights like Americans, if they explained them to ordinary people and if citizens learned them, it could lead to progress in democratic development.",
  "When specifically pressed about the possibility of cooperating with America, Kyrgyz participants were overwhelmingly skeptical:\n\nWe do not need [the American] political system here.",
  "In stark contrast, the Ukrainian groups were much more divided regarding the merits of protests, with some strong supporters:\n\n[Protests] can affect things, can help them change.",
  "(Kiev, Russian speakers)\n\nThese suspicions may have been provoked by video clips showing U.S. officials discussing their preferred candidates among Ukrainian opposition figures.",
  "Ukrainians expressed concern about possible American meddling in domestic Ukrainian politics:\n\nUkraine needs a partner, a strong partner, because we are completely defenseless.",
  "We don’t know much about either the Russian empire or the U.S.A., but they chose Ukraine as a point of conflict where they can fight it out to show who is ‘cooler,’ in a word.",
  "The American way of life could be made a positive institutional model that ultimately encourages organic movements for change untarnished by the stain of foreign interference.",
  "(Lviv, under 30)\n\nThe Ukrainians’ support for social service-oriented NGOs was stronger than we observed elsewhere, and they even expressed mixed views about political NGOs.",
  "(Moscow, less educated)\n\n'The Party said we need it, the Komsomol answered: it’s done!’ [a reference to a Soviet-era slogan] It’s the same thing [with America and the EU].",
  "It is telling that many of positive views of America expressed in the focus groups originated from acquaintances of participants who have spent time in the United States.",
  "We developed the focus group guides and observed all the groups, save for two in Sabirabad, Azerbaijan, which we could not attend due to logistical and political issues.",
  "Russian President Vladimir Putin’s October 26, 2014, speech at the “Valdai” discussion club received worldwide attention for its condemnation of American foreign policy.",
  "Russians will also ensure a bright future of the Caucasus, Europe, Latin America, and maybe even U.S.A. (Baku, men)\n\nAmong [Turkey, Russia and the EU], I prefer Russia.",
  "(Kazan, ethnic Russians)\n\nYet, America also seems to crave Russia’s resources:\n\n[They see us as] a tasty morsel, which they want to seize and divide among themselves.",
  "By comparing groups within and between countries, one can ascertain whether specific logics and narratives represent common themes or idiosyncratic expressions.",
  "The same groups also expressed admiration for America’s economic achievements, democracy, high living standards and American films, music and television shows.",
  "They rent and buy, they are confident in tomorrow.” (Kiev, Russian-speakers)\n\nMedical care, education, the legal system — everything is on a high level there.",
  "At the same time, citizens of these countries respect and admire American economic power, technology, culture and, to some extent, its political institutions.",
  "Theodore P. Gerber is a professor of sociology and director of the Center for Russia, East Europe, and Central Asia at the University of Wisconsin-Madison.",
  "(Kiev, Russian-speakers)\n\nThere, they have courts and juries that decide independently of any ‘instruction’ whether [the accused is] guilty or not-guilty.",
  "If you have a misfortune or some bad luck, they will help you; they will even take someone into their home and help them get set up; that’s how they are.",
  "(Bishkek, highly educated)\n\nKyrgyz participants decried American permissiveness toward children, and lack of respect for elders (Bishkek, less educated).",
  "(Moscow, university educated)\n\n[The Americans] think that they are always right and they won’t consider any other opinions; they do whatever suits them.",
  "(Kiev, Russian-speakers)\n\nAmerican institutions encourage business and hard work:\n\nI have a friend who is a programmer who lived there for two years.",
  "(Lviv, 30 and under)\n\nIt seems like they absolutely don’t need us for anything, taking into account that for this whole period they gave us no help.",
  "“I have nothing against the American people, only against the American government,” said one participant in the less-educated focus group in Moscow.",
  "By their nature, surveys reduce nuanced and ambivalent attitudes to a single number, thereby potentially masking the underlying complexity of views.",
  "(Lviv, over 30)\n\nOn the other hand, the Ukrainian groups discussed at length the second overarching theme: admiration for the American way of life.",
  "Another reported the positive experiences of acquaintances living in the United States:\n\nA friend of mine has been living in America for 10 years.",
  "Our local partners recruited participants (all of whom were 18-49 years old), provided native-speaking moderators and translated the transcripts.",
  "Even those sanctions took so much time and were only implemented after so many people were killed — that all shows that they just don’t need us.",
  "So he can sometimes travel, he transfers money to his parents, and he says that at this rate, he can pay off the loan in six-to-seven years.",
  "While informative, the survey data offer limited insight into the traction of Russian government arguments about U.S. democracy assistance.",
  "… Everything is set up so that if a person is talented and hardworking, then the state in no way interferes with their self-realization.",
  "That they don’t, you know, say ‘we paid for you, so now dance with us.’ If they are helping us only out of pure good will, then thanks.",
  "With near unanimity, Russian participants voiced negative views of the United States that echo elements of their government’s critique.",
  "However, the recurrence of the main themes across groups within and between countries implies that these views are not idiosyncratic.",
  "Survey researchers regularly investigate how Russians feel toward the United States, and similar studies have been done in Ukraine.",
  "Participants allowed, either explicitly or tacitly, that both sides in the conflict present distorted information about the other.",
  "America, some said, uses money and power to turn its allies against Russia:\n\nAmerica is our enemy for life, our main troublemaker.",
  "There has been virtually no empirical research into whether the populations in these countries actually buy the Russian critique.",
  "They have massively high taxes, which makes their hearts bleed, but they get something in return: social protections, plus work.",
  "(Baku, men)\n\nIf our education and health care systems were similar to American systems, it would be really good for our country.",
  "(Baku, men)\n\nAmerican imperialism and Zionism place dictators in all small countries and plunder the wealth of these countries.",
  "And in any case, their president is not a twice-convicted criminal, an idiot who cannot say two words without being laughed at.",
  "They are only in power so long as we support them; if they lose our support our support, we have the ability to take them down.",
  "America’s policy is to diminish and devastate all small nations of the world so the American people and Zionists live well.",
  "Because look at what has happened in Syria, Afghanistan, Iraq — they came there and started internal conflicts, then left.",
  "In contrast, they described Russia in more glowing terms:\n\nThe great Russian people ensure the future of the whole world.",
  "(Bishkek, highly educated)\n\nWhat the American system comes to is evident in Syria, Ukraine, Iraq, Afghanistan, Lebanon.",
  "One Bishkek respondent quipped that there will be a lot fewer of them after the closure of the U.S. air base in Manas.",
  "Azerbaijan focus groups\n\nBoth overarching themes about the United States were evident in the Azerbaijan focus groups.",
  "Had participants merely been parroting official propaganda, it is unlikely the discussions would have been so heated.",
  "The approach has been less successful in Russia, and has contributed to a general curdling of U.S.-Russian relations.",
  "But the main thing is that this partner who helps us doesn’t then try to interfere in our personal internal affairs.",
  "Everyone said that Clinton was a fool, but under Clinton, they had the strongest economy in the last 30 or 40 years.",
  "One respondent said Kyrgyzstan could follow the American example to “learn and protect our rights” (Osh, Uzbeks).",
  "… [America] probably pays [the Europeans], probably promises them some kind of property in turn for cooperating.",
  "“[T]hey brainwash people there too, just like here,” said a participant in the less-educated panel in Moscow.",
  "Russia is the superpower among the world's countries; presently they have democracy, economy and advancement.",
  "And they, for the most part, pretend to help Ukraine, but above all, they only look at their own interests.",
  "Antipathy toward American policies is apparently not severe enough to distort views of the American people.",
  "Note that wherever they have had protests has turned out to be a sad state: take a look at Egypt, Ukraine.",
  "Russia focus groups\n\nNot surprisingly, the anti-American theme was most pronounced in the Russian groups.",
  "It is all in words; in reality, they will never do what local people are supposed to do for themselves.",
  "Yet these criticisms were tempered with occasional praise for aspects of the American way of life.",
  "If we compare how much they drink in Russia, then there are not so many drug addicts [in America].",
  "He said it is the only country in the world where, in his view, a person’s talent is truly valued.",
  "(Lviv, under 30)\n\n[Protests] show the authorities that they are not invulnerable and all-powerful.",
  "At least people there know their rights very well, police know their rights and duties very well.",
  "(Baku men)\n\nOne Baku male respondent, after spontaneously blaming the Ukraine conflict on “U.S.",
  "(Kiev, Ukrainian speakers)\n\nThey have democratic values, that’s generally their main priority.",
  "The U.S. claims that it is a democracy and defends human rights, but in fact it is not true.",
  "(Lviv, 30 and under)\n\nThey prioritize themselves, what is good for them in the first place.",
  "Without asking why Russians have negative views, we cannot really say what is driving them.",
  "The level of vitriol in Putin’s Valdai speech may be unprecedented, but its content is not.",
  "They even went driving in the desert and their car broke down—in the naked, empty desert.",
  "I view positively; I just don’t want them to interfere in our internal or foreign policy.",
  "Participant 2: I think it’s not actually like that; it’s ‘everyone for themselves’ there.",
  "(Kiev, Ukrainian speakers)\n\nIt is heaven on earth there — except you have to work hard.",
  "… That is, they gave us something, but it was too little, too late, absolutely nothing.",
  "The appeal of the Russian critique poses a formidable challenge to American soft power.",
  "Even there, they made one phone call and in five to 10 minutes, a tow truck showed up.",
  "People who have lived there and come back here tell me how the police behave there.",
  "Yet, Russians’ views of the United States are more complex than pure condemnation.",
  "We have enormous territory, one-sixth of the earth’s mass, and 140 million people.",
  "Moreover, the waning of negative views in 2009 suggests other factors are at work.",
  "The United States has a major public relations problem in former Soviet countries.",
  "I have very close friends who live there, and they are ecstatic about life there.",
  "Jane Zavisca is an associate professor of sociology at the University of Arizona.",
  "Only then will all urgent challenges facing our country be successfully solved.",
  "Even black drug dealers from the ghetto will take up arms to fight for America.",
  "And in our country, the ‘Bolotnaya’ protests were the same thing, most likely.",
  "But the focus groups add important nuances to the picture obtained from polls.",
  "(Kazan, Tatars)\n\n[Foreign-funded NGOs] simply play the role of a fifth column.",
  "… They express to the authorities that people are dissatisfied with something.",
  "We can benefit from cooperation with them in terms of economy and technology.",
  "And it’s as if Russia showed her teeth, that’s why [they imposed sanctions].",
  "And I think that what is happening now in Ukraine, as well, is their fault.",
  "All citizens should protect and support our political stability and order.",
  "We all need to fully support the policy of the leadership of the country.",
  "If we took a piece of Ukraine, maybe we will take something else, right?",
  "The U.S. is only protecting its own democracy, its own citizens’ rights.",
  "They also have a president who is like the Great Alexander of Macedonia.",
  "But if it is only under certain conditions, then we have to be careful.",
  "They have thrown all kinds of dirt at America — mafia, drugs and so on.",
  "And whatever we do, sooner or later they will attack, it seems to me.",
  "What are non-governmental organizations and what are they doing here?",
  "(Lviv, over 30)\n\nWe have been talking a lot about social protections.",
  "(Lviv, over 30)\n\nParticipant 1: Their basic policy is to make money.",
  "(Lviv, 30 and under)\n\nConditions for doing business are much easier.",
  "America controls everyone because they apparently depend on America.",
  "(Lviv, 30 and under)\n\n[I like their] tolerance and their mentality.",
  "A historical moment in America was they elected a black president.",
  "(Kiev, Russian-speakers)\n\nWe live in a kind of information vacuum.",
  "They provide them with money, big money, in order to spur them on.",
  "He took a 20-year mortgage loan to buy a house, and lives quietly.",
  "Because they are really jealous of Russia, and we support Russia.",
  "Participant 2: Well, every country looks after its own interests.",
  "But the U.S.A. is democratic for itself, not for other countries.",
  "(Bishkek, highly educated)\n\nThey very much want to seize Siberia.",
  "Participant 1: They deceived Ukraine, let’s say; abandoned [us].",
  "(Lviv, 30 and under)\n\n“I feel neutral toward the United States.",
  "Here when you see a police uniform you immediately try to hide.",
  "Participant 2: That’s why they are conquering the Middle East.",
  "People are still humanist, laws work, this is a strong state.",
  "For example, they will give directions, help you find things.",
  "Participant 1: Well excuse me, but you have never been there.",
  "There, every American is a patriot in the depths of his soul.",
  "And so they’re sharpening their knives for our untold riches.",
  "Destabilization works in favor of our enemies and detractors.",
  "(Lviv, over 30)\n\n[In the U.S.], the laws are observed more.",
  "Of course it is an indicator of a high level of democracy.",
  "Both he and his wife are working and they are not hard up.",
  "I think that meetings and demonstrations are very harmful.",
  "This article first appeared on the Wilson Quarterly site.",
  "(Kiev, Russian speakers)\n\nThere is a lot about the U.S.A.",
  "He will restore justice and democracy in the whole world.",
  "In essence, they don’t have anything special for Ukraine.",
  "They want to turn us into cattle and seize our territory.",
  "… They think we might take something else in the future.",
  "He says that in five more years, he will own his house.",
  "Take, for example, the well-known George Soros Fund.",
  "I see democracy and economic development in Russia.",
  "(Lviv, 30 and under)\n\nYou have to work hard there.",
  "America devastates the wealth of other countries.",
  "Where do we learn about the political situation?",
  "That means the chance to travel, rent housing.",
  "They are all Western supported, and that’s it.",
  "From this perspective, I am against [America].",
  "But America does not respect Muslim people.",
  "(Sabirabad, men)\n\nI am against [protests].",
  "… We do not have such possibilities here.",
  "They cannot resist such a tasty morsel.",
  "Each group included 8-10 participants.",
  "“After all, how do we know all this?",
  "They are on a different level there.",
  "Whatever we do, there will be war.",
  "From newspapers, from television.",
  "There is mutual understanding.",
  "They will not build democracy.",
  "They have a low interest rate.",
  "Russia is taking care of us.",
  "It was a common sentiment.",
  "He is a smart person.",
  "That sort of thing."
]