[
  "By Andrey Ostroukh and Tuvan Gumrukcu\n\nANKARA (Reuters) - Russia backs using national currencies, not the U.S. dollar, in its trade with Turkey, Russian Foreign Minister Sergei Lavrov said on Tuesday, but he made no firm commitments that would immediately help Ankara to weather its currency crisis.",
  "However, Lavrov did not announce any immediate commitment to drop the dollar in trade with Turkey or provide it with financial aid, leaving observers guessing if the two countries, both hit by U.S. sanctions, have agreed on any bilateral deal.",
  "Lavrov held talks in Ankara with Turkish Foreign Minister Mevlut Cavusoglu days after the Turkish lira plummeted to an all-time low versus the U.S. dollar, while the Russian rouble lost nearly 10 percent in just several days of August.",
  "\"I am confident that the grave abuse of the role of the U.S. dollar as a global reserve currency will result over time in the weakening and demise of its role,\" Lavrov said, echoing statements made by President Vladimir Putin.",
  "On Monday Erdogan, angered by what he sees as Washington's attempts to unilaterally impose its rules on global finance, said Turkey had \"made advancements in our ties with Russia in accordance to our benefits and interests\".",
  "\"The use of national currencies for mutual trade has for several years been one of the tasks that the presidents of Russia and Turkey had set,\" Lavrov told a joint news conference with Cavusoglu in Ankara.",
  "The Kremlin said the same day that Russia favoured bilateral trade with all countries in their national currencies, rather than the dollar, but that the idea needed detailed work before being implemented.",
  "\"I don't think the Russians will bankroll Turkey at this stage, as I think they have their own issues with the United States with sanctions and will want to maintain their own FX buffers,\" he said.",
  "\"They will likely just give warm words to Turkey, looking to exploit the situation and stir things up for the U.S. and the West,\" said Timothy Ash, senior strategist at BlueBay Asset Management.",
  "If the currency of one of the parties to a trade is in meltdown, that exposes the other party to heightened risks that would not usually exist if the deal was settled in dollars.",
  "We've already seen settlements in national currencies between Russia and the BRICS,\" he said, referring to the bloc that also includes Brazil, India, China and South Africa.",
  "Russia is quite a capacious market for Turkish goods,\" said Yaroslav Lissovolik, Program Director with Russia's Valdai Discussion Club, a Moscow-based think-tank.",
  "Turkish President Tayyip Erdogan has said in recent public speeches that Turkey and its economic allies do not need to use the dollar to conduct bilateral trade.",
  "Not only with Turkey and Iran, we're also arranging and already implementing payments in national currencies with the People's Republic of China,\" he said.",
  "Last October, the Turkish and Iranian central banks formally agreed to trade in local currencies after using the euro for settlements in the past.",
  "(Reporting by Tuvan Gumrukcu in Ankara and Maria Kiselyova and Andrey Ostroukh in Moscow; Writing by Andrey Ostroukh; Editing by Gareth Jones)",
  "NON-DOLLAR TRADE\n\nTurkey has a track record of using national currencies in international trade.",
  "\"Such trade liberalisation would require time but it could support Turkey's exports.",
  "\"Identical processes have been happening in our relations with Iran.",
  "Using national currency in mutual trade has its drawbacks, however.",
  "\"Options for liberalisation of mutual trade look possible."
]