[
  "At NATO's summit in Wales in September 2014, defense ministers of the alliance's member nations agreed to double the size of the organization's rapid reaction force and to establish a new network of six \"command centers\" in the Baltic States, Bulgaria, Romania and Poland, Reuters reported.",
  "\"At the NATO summit in Warsaw in July next year, the adoption of resolutions to place permanent NATO bases in Poland will not take place,\" Heffern told Rzecpospolita, a Polish newspaper, according to Russian agency Sputnik International News.",
  "\"Non-nuclear powers where missile-defense installations are being installed have become the objects of priority response,\" Russian Gen. Valery Gerasimov said in April, according to the Wall Street Journal.",
  "The announcement came during increased tension between NATO and Russia following the alliance's bid to increase its military presence in Eastern Europe as a check against Russian aggression in the region.",
  "The U.S. Pentagon announced plans last month to deploy about 250 pieces of heavy weaponry to six Eastern European nations, including Poland and the Baltic States of Estonia, Latvia and Lithuania.",
  "Multinational flags are seen at the headquarters of Multinational Corps Northeast, part of the NATO Force Structure, at the Baltic Barracks in Szczecin, northwest of Poland on September 6, 2014.",
  "But John Heffern, the United States' deputy assistant secretary of state for Europe and Eurasia, said that NATO would not discuss a new base in Poland at its planned 2016 summit in Warsaw.",
  "Previously, a top Russian military official warned that Poland's willingness to host elements of NATO's anti-missile shield would make the country a target in any future conflict.",
  "Both the European Union and the United States enacted economic sanctions against Moscow after allegations that it directly supported pro-Russian separatists in eastern Ukraine.",
  "Cezary Aszkielowicz/Agencja Gazeta/Reuters NATO has taken several steps to strengthen its military ties with Eastern European nations that are wary of Russia's activity.",
  "At the same time, Heffern said the United States would continue to provide a \"permanent rotating presence\" of American military personnel within Poland.",
  "Poland's government had publicly lobbied NATO to permanently deploy soldiers on its territory due to concern about Russia's military aggression.",
  "AFP The NATO alliance will not pursue the establishment of permanent military bases in Poland, a top United States diplomat said Wednesday.",
  "It was unclear if Heffern's announcement would affect the proposed establishment of a new command center in Poland.",
  "NATO troops during a landing exercise off the coast of Ustka, northern Poland."
]