[
  "“Thank goodness, this situation of unipolarity and monopoly is already coming to an end, and it has practically disappeared.”\n\nThough this may be a quote spoken by the American new-Left (or the old-Left for that matter), it actually was a statement made by the President of Russia on October 18, 2018, at the Pro-Putin, Russian Think Tank Valdai Discussion Club.",
  "It is committed to the destruction of the post-war, rule-based world order built on American leadership and the primacy of our political and economic values.”\n\nImperial Russia, Soviet and now simply Russian grand strategy has always been based on creating vast spaces in order to lure enemies and absorb losses so that they could overcome enemies with time.",
  "But when the number of these mistakes keeps growing, it reaches a level they cannot sustain.”\n\nThe few commentators that have highlighted this assertion have focused on the military disparity between the United States and the Russian Federation, which is true, but of course, it misses the point.",
  "Hardly mentioned by the mainstream press, Putin’s grand declaration was part of an anti-American rant that should remind Americans that Russia and the United States are always on a collision course, which is always more stalled than ever derailed.",
  "Putin’s desire to change the world order away from American hegemony is a grand strategy that is based on multi-decades into the future, typical of Russia’s dark and patient willingness to endure hardship over long periods of time.",
  "China’s “One Belt-One Road” project poses the greatest economic danger to the United States since the attempt by the axis powers to engage in Autarky, which had they won would have cut off the United States from its markets.",
  "The speech centered on three spokes (military technology, China and the Middle East) and Putin’s central core argument; the United States is a dying empire that has made such serious mistakes that it cannot recover.",
  "The trains are always headed at each other, but either the engineer dies of a heart attack, as in 1991 (until a new one finally takes his place), or they both engage in multiple near-misses.",
  "Russia’s modest military was very targeted in nature, not only gave Assad a diplomatic shield but allowed him to engage in human rights atrocities with impunity.",
  "If Russia joins China in developing the northern or “Polar Silk Road” America will need to take proactive steps to thwart this geo-political merger.",
  "Hence, the correct analysis is not to lull oneself into a false sense of security and inevitability, but to focus on motive and intention.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "In specific terms, Putin focused on military technology, boasting again that Russia is developing a hypersonic missile named Avangard.",
  "One of the strangest parts of his comments was in regards to his high esteem for China, specifically China’s neo-Silk Road project.",
  "This should serve as proof positive that relying on the inertia of American power will lead to catastrophe for us.",
  "Regarding the Middle East, Putin boasted of Russia’s influence in the region with Syria and Iran and even Egypt.",
  "Putin’s speech may be 95-percent bravado, but the 5-percent that is not is the warning shot over America’s bow.",
  "Before his death, Senator John McCain summed it up best: “Putin’s Russia is our adversary and moral opposite.",
  "This missile program is designed for the purposes of defeating United States potential missile defenses.",
  "The Syrian civil war was not a foregone conclusion until the joint intervention of Russia and Iran.",
  "of State and is today an Associate Professor of Politics and Government at Ripon College.",
  "“Empires often think they can make some little mistakes … because they’re so powerful.",
  "Feasible or not at this moment, the real issue again is motivation and intent.",
  "Dr. Lamont Colucci has experience as a diplomat with the U.S. Dept.",
  "Disparity needs to be maintained; it just does not occur."
]