[
  "Asked why Western spies would want to keep tabs on him, Papadopoulos said, “[P]robably for my business ties to Israel I had a very prominent role in — secondly, to probably try and sabotage the Trump campaign through me.”\n\nPapadopoulos’s theory is mostly based more on a hunch than tangible evidence, save for Halper, who has been identified as an FBI informant.",
  "How does he actually get away with doing that?”\n\nDudley told TheDCNF he told Mueller’s team that he viewed Papadopoulos as “naive,” especially in his remarks about resetting relations with Russia, but that he did not detect any nefarious activity on the part of the Trump associate.",
  "Since being sentenced, Papadopoulos has taken to social media to suggest that Downer, Mifsud and others on the list were working at the behest of Western intelligence agencies to spy on him, either because of his links to the Trump campaign or because of his business activities.",
  "Some of the names on the list have been widely discussed in the press: Maltese professor Joseph Mifsud, former Australian diplomat Alexander Downer, FBI informant Stefan Halper, and alleged Steele dossier source Sergei Millian have all popped up during the course of Russiagate.",
  "Papadopoulos, who was sentenced to 14 days in jail on Sept. 7 as part of the special counsel’s investigation, volunteered to speak to a congressional task force investigating the FBI and Department of Justice’s investigation into collusion between the Trump campaign and Russia.",
  "“Prof Mifsud explained to us that he agreed not to speak, not to give interviews and to hide until the [Mueller] Investigation is terminated,” said Roh, who added that Mifsud claimed that he was being assisted by a London law firm in his discussions with the Mueller team.",
  "(RELATED: Mueller Interviewed US Embassy Official About Papadopoulos Contacts)\n\nDudley and Baker have both told TheDCNF in separate interviews that they reached out to Papadopoulos in their personal capacity and were not acting at the behest of the U.S. government.",
  "When former Trump campaign adviser George Papadopoulos testifies Thursday before Congress he hopes to speak with lawmakers about his interactions with nine individuals he believes may have been sent to surveil him during and after the 2016 election.",
  "Papadopoulos, who is not mentioned in the dossier, has said he grew suspicious of Millian’s motives after the Belarusian offered to pay him $30,000 a month to work from inside the Trump administration on behalf of a Russian energy company.",
  "(RELATED: EXCLUSIVE: A London Meeting Before The Election Aroused George Papadopoulos’s Suspicions)\n\nPapadopoulos said Halper asked him during one conversation whether he was involved or knew about Russian hacks of Democrats’ emails.",
  "While some of Roh’s claims about Mifsud would seem to support Papadopoulos’s theories, Roh has also said that Mifsud denies Papadopoulos’s allegation that he mentioned Clinton emails during their April 2016 meeting.",
  "He has claimed that shortly before his arrest in July 2017, an Israeli-American businessman named Charles Tawil flew to the Greek island of Mykonos to meet him and his then-girlfriend, Simona Mangiante.",
  "Millian, who has also gone underground in recent months, reportedly shared information with an intermediary working for Christopher Steele, the former British spy who authored the anti-Trump report.",
  "While Papadopoulos said as part of his guilty plea that he believed Mifsud was working on behalf of Russians, he has recently embraced the possibility that Mifsud was linked to Western intelligence.",
  "The Aussie diplomat claimed that during a meeting at a London bar on May 10, 2016, Papadopoulos mentioned that Russia had derogatory information on former Secretary of State Hillary Clinton.",
  "Papadopoulos has also suggested that Mifsud and Downer, who served as Australia’s high commissioner to the U.K., may have been sent to set him up, either by British or American spy agencies.",
  "The FBI opened up its investigation in late July 2016 based on information that Downer shared with his Australian counterparts more than two months after he met in London with Papadopoulos.",
  "Papadopoulos also hopes to speak with lawmakers about his interactions with Millian, a Belarus-born businessman who is alleged to be a major source for the infamous Steele dossier.",
  "A lawyer for Papadopoulos listed the nine people in a letter sent Monday to the House Oversight and Government Reform Committee and obtained by The Daily Caller News Foundation.",
  "Halper, a former University of Cambridge professor, approached Papadopoulos and at least two other Trump campaign aides, Carter Page and Sam Clovis, prior to the 2016 election.",
  "Papadopoulos informed the task force that he hopes to discuss his interactions with nine people during the 2016 campaign who he now suspects may have been sent to spy on him.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Millian, whose real name is Siarhei Kukuts, is alleged to be the unwitting dossier source who claimed that the Kremlin has blackmail material on President Donald Trump.",
  "That theory has also been pushed by Stephan Roh, a Swiss-German banker who is friends with Mifsud and said he is handling public relations on behalf of the professor.",
  "Sandwiched between Papadopoulos’s fateful meetings with Mifsud and Downer was an approach from Dudley and Baker, two U.S. officials working at the embassy in London.",
  "Roh told TheDCNF this week that Mifsud claimed in their previous meetings that he was working under the direction of the FBI when he made contact with Papadopoulos.",
  "He also claims that Mifsud told him that he was ordered to stay out of the public spotlight until the conclusion of special counsel Robert Mueller’s investigation.",
  "Despite the early interest in the Trump aide, the FBI and special counsel appears not to have found evidence linking him to a conspiracy to collude with Russians.",
  "But Papadopoulos identified five other people — Azra Turk, Aziz Choukri, Charles Tawil, Terrence Dudley and Gregory Baker — whose interactions he now questions.",
  "Dudley, who has been interviewed by the special counsel’s office, said he was intrigued by how Papadopoulos came to work for the Trump campaign from London.",
  "“We approached him from a more fascinated standpoint trying to figure out what his game was,” Dudley told TheDCNF in September by phone from London.",
  "The Aussies shared the Papadopoulos information with the FBI in late July 2016, after the release of hacked Democratic National Committee emails.",
  "The FBI would later use his dossier to obtain four Foreign Intelligence Surveillance Act (FISA) warrants against Page, the Trump campaign aide.",
  "I think most of these meetings that I had were all orchestrated; I don’t know by who,” Papadopoulos said in an interview Saturday on Fox News.",
  "Baker, who has left government, claimed he was merely interested in the Trump campaign and wanted to meet Papadopoulos since he was in London.",
  "Papadopoulos claims that the pair approached him out of the clear blue in late April 2016 with offers to take him out for drinks and dinner.",
  "At least one FBI informant, Stefan Halper, contacted Papadopoulos, who has been sentenced in the special counsel probe to lying to the FBI.",
  "A former professor from Malta, Mifsud has been in hiding since November 2017, just after Papadopoulos pleaded guilty to lying to the FBI.",
  "Halper flew Papadopoulos to London in September 2016 under the guise of discussing an academic paper about Mediterranean energy issues.",
  "Millian, who has claimed in the past to have links to the Trump Organization, approached Papadopoulos on LinkedIn on July 22, 2016.",
  "Papadopoulos has told TheDCNF that he met Millian and Choukri at an event affiliated with the Trump inauguration in January 2017.",
  "Papadopoulos said he is now suspicious of the interactions because of Dudley and Baker’s interest in the campaign’s activities.",
  "“Prof Mifsud explained that he is and was always a trusted cooperator of Western Intelligence services,” Roh said on Oct. 20.",
  "The FBI reportedly opened its investigation of the Trump campaign on July 31, 2016 based on information from Downer.",
  "Metadata from a photo Roh shared of himself with Mifsud was taken on May 21, The Associated Press reported Monday.",
  "There, Papadopoulos said Mifsud claimed Russia had “dirt” on Clinton in the form of “thousands” of her emails.",
  "Papadopoulos has said that Turk brought up the topic of Russians and emails during one conversation in London.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Former Trump campaign adviser George Papadopoulos will appear before a congressional task force Thursday.",
  "He acknowledged making false statements about the timing and extent of his interactions with Mifsud.",
  "He told TheDCNF he gave Papadopoulos the cash as part of a business deal that failed to materialize.",
  "Roh has asserted that Papadopoulos was working as an “agent provocateur” for a Western spy agency.",
  "Millian has repeatedly declined to provide comment beyond denying that he was a dossier source.",
  "Papadopoulos met Millian in late July 2016, just before the FBI opened its investigation.",
  "Papadopoulos claims that while in Greece, Tawil requested they travel together to Israel.",
  "The cash is referenced in one court filing submitted by the special counsel’s office.",
  "Steele was working indirectly for the DNC and Clinton campaign to investigate Trump.",
  "Accompanying Halper was Turk, a Turkish woman who Halper described as his assistant.",
  "However, Halper maintained contact with Page from July 2016 through September 2017.",
  "Two weeks earlier, on April 26, 2016, Papadopoulos met with Mifsud, also in London.",
  "Mifsud is perhaps the most mysterious figure on the list provided by Papadopoulos.",
  "Papadopoulos has flagged one other interaction he wants lawmakers to investigate.",
  "There, Tawil gave Papadopoulos $10,000 in cash during a meeting in a hotel room.",
  "Papadopoulos pleaded guilty to the relatively light charge of lying to the FBI.",
  "Downer passed details of his conversation back to his Australian counterparts.",
  "The claims, if true, would be bombshell developments in the Russiagate saga.",
  "He claims that Choukri made a comment about Millian being linked to the FBI.",
  "Roh said he last saw Mifsud in person in late May at his offices in Zurich.",
  "He’s also claimed that Turk offered to travel to Chicago to meet him.",
  "Tawil has disputed Papadopoulos’s claims about their interaction.",
  "The 31-year-old Chicago native was a key component of the probe.",
  "Papadopoulos also lists a purported friend of Millian, Choukri.",
  "But TheDCNF was not able to independently verify Roh’s claims.",
  "No public evidence exists linking Halper to Downer or Mifsud.",
  "Papadopoulos and Halper met only during that London trip.",
  "Choukri did not respond to several requests for comment.",
  "The special counsel’s office declined comment.",
  "Halper paid Papadopoulos $3,000 for the paper.",
  "“I think I was set up by Western intelligence.",
  "Papadopoulos said he denied the allegation.",
  "“Who’s funding him to be here [in London]?",
  "They met in New York days later."
]