[
  "Army Gen. Martin Dempsey, the chairman of the Joint Chiefs of Staff, spoke with his Russian counterpart, Gen. Valery Gerasimov, on Thursday and to express \"grave concern\" over Russia's aggressive military behavior, the Pentagon said in a statement.",
  "“Russia’s means of objective airspace situation control did not record any violations of air boundaries of the states adjacent to Russia, including those of Ukraine,” the Russian Defense Ministry said in a statement Saturday.",
  "US defense officials said Friday that Russian fighter jets flew into Ukrainian airspace a handful of times over the last 24 hours, in what one called a continued provocation of the heightened tensions in the region.",
  "\"We have the information we are in danger,\" Lubkivsky told reporters, saying Russian military maneuvers involving air and ground forces along the Ukraine border were a \"very dangerous development.\"",
  "Warren said U.S. officials have let Russian defense ministry officials know that US Defense Secretary Chuck Hagel would like to speak to his counterpart, Russia Defense Minister Sergei Shoigu.",
  "The West has threatened additional sanctions against Russia over its annexation of Ukraine's Crimean region in March and the ongoing escalation of military operations along the border.",
  "On Saturday, Ukrainian Prime Minister Arseny Yatseniuk told reporters in Rome that \"Russian military aircraft today at night crossed and violated Ukrainian airspace seven times.",
  "The flights come as Russia increases military exercises along the Ukraine border, including moving a broad array of fixed wing and rotary aircraft, infantry and armored troops.",
  "On Friday, the US and other nations in the Group of Seven agreed to \"move swiftly\" to impose additional economic sanctions on Russia in response to its actions in Ukraine.",
  "Col. Steve Warren, a Pentagon spokesman, confirmed the flights, adding that the U.S. is calling on the Russians \"to take immediate steps to de-escalate the situation.\"",
  "If such activities escalate, they will make it more difficult to find a diplomatic solution to the situation in Ukraine, Hagel said, speaking in Mexico City.",
  "\"The two military leaders agreed on the need to reduce tension, avoid miscalculation and keep an open line of communication,\" according to the statement.",
  "The statement said the G-7 will also continue to prepare broader sanctions on key Russian economic sectors if Moscow takes more aggressive action.",
  "In a joint statement released Friday night by the White House, the G-7 nations said they will act urgently to intensify \"targeted sanctions.\"",
  "The officials said it's not clear what the intent was, but the aircraft could have been testing Ukrainian radar or making a show of force.",
  "At the United Nations Friday, Ukraine's deputy foreign minister, Danylo Lubkivsky said he feared an imminent Russian invasion.",
  "The latest exercises were quickly denounced by Hagel, who called them \"dangerously destabilizing\" and \"very provocative.\"",
  "On Friday, the ratings agency Standard & Poor's cut Russia's credit grade for the first time in five years.",
  "By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "This is the second set of military exercises conducted by the Russians along the border region.",
  "The only reason is to provoke Ukraine ... and to accuse Ukraine of waging war against Russia.\"",
  "The exercises inflame worries about a potential Russian military incursion into Ukraine.",
  "\"We are going to protect our motherland against any invasion,\" Lubkivsky said.",
  "The White House said U.S. sanctions could be levied as early as Monday.",
  "Get the Monitor Stories you care about delivered to your inbox.",
  "\"We call on the Russians to stop this madness.\"",
  "There has been no response yet, Warren said.",
  "Russia denied the reports."
]