[
  "Various Russian reports indicate that it is a two-stage liquid-fuel missile with an estimated operational range of 6,200 miles weighing about 220,000 pounds and capable of hefting perhaps a dozen heavy warheads, each individually steerable during reentry.",
  "Kremlin Russia is testing an intercontinental ballistic missile that is so large and powerful it could hit any strategic target in the United States or NATO with independently targeted warheads possibly capable of penetrating ballistic missile defenses.",
  "According to a TASS report on May 6, Col.-Gen. Sergei Karakayev, commander of the Russian Strategic Missile Forces, said Russia will move their new RS-28 Sarmat intercontinental ballistic missiles to bases at Uzhurskogo and Dombarovsky.",
  "Last year, Gen. Valery Gerasimov, chief of the Russian Armed Forces general staff, said the United States and its NATO allies are developing the means to strike Russia precisely and effectively with strategic weapons.",
  "Vladimir Putin, told reporters while commenting on the anti-missile system \"the question is not whether measures will be taken or not; measures are being taken to maintain Russia's security at the necessary level.\"",
  "The Soviets first deployed the SS-18 in 1977 - the missile in its Cold War SS-18 MOD 4 configuration carried 10 multiple independently targeted reentry vehicles each with up to a 750 kiloton yield.",
  "The bases also are ideal for launching the new missile toward targets either in the United States or in NATO countries such as Germany, France, or the United Kingdom once it becomes operational.",
  "REUTERS/Maxim Shemetov/File Photo \"From the very outset we kept saying that in the opinion of our experts the deployment of an anti-missile defense poses a threat to Russia,\" Peskov said.",
  "The first location is near Krasnoyarsk in Siberia; the second is located in the Urals in the Orenburg Oblast and is a major ICBM base first built by the Soviets during the 1960s.",
  "Despite economic hardships and Western criticism, Russia has aggressively worked on improving its strategic missile inventory and the destructive power of its ICBMs.",
  "In the report, Karakayev also said a \"completed missile complex\" will hold the Sarmat as a \"silo-based heavy missile\" intended to replace the venerable SS-18 ICBM.",
  "For example, in the early 2000s the SMF held as many as seven launches from the Dombarovsky site using decommissioned missiles that delivered commercial payloads.",
  "On Thursday, the Kremlin said Russia is taking protective measures against the Aegis Ashore anti-missile systems deployed in Romania by the United States.",
  "Russian writers for Sputnik, a Russian propaganda publication aligned with the Kremlin, have published reports touting the capabilities of the Sarmat.",
  "The Kremlin intends to introduce weapons that can penetrate the American missile defense shield and thwart this increased capability, Gerasimov said.",
  "Russian President Vladimir Putin (C), Defence Minister Sergei Shoigu (L) and Russia's Federal Security Service (FSB) Director Alexander Bortnikov.",
  "However, the hypersonic speed and increased maneuverability of the warheads apparently is an effort to thwart U.S. anti-ballistic missile systems.",
  "Code named Satan by NATO, the SS-18 MOD 6 version of the ICBM currently deployed by Russia has a single 20-megaton warhead.",
  "The story even claimed that Sarmat's warheads could wipe out territory equivalent to a landmass the size of Texas.",
  "Recently, Russian Defense Minister Sergey Shoigu said revamping the nation's strategic missile forces is a No.",
  "They claim the missile will \"determine which direction nuclear deterrence will develop in the world.\"",
  "It was specifically designed to attack and destroy American ICBM silos and other hardened targets.",
  "An individual warhead had more than 20 times the destructive power of the Hiroshima bomb.",
  "In particular, Dombarovsky is a site associated with missile training exercises.",
  "Russian sources say Sarmat will be operational by 2018.",
  "There is no information on the yield of each warhead.",
  "However, not much else is known about Sarmat.",
  "RS-28 Sarmat ICBM wheeling out of a bunker.",
  "Dmitri Peskov, spokesman for Russian Pres.",
  "1 priority."
]