[
  "( Also on POLITICO: Full defense policy coverage)\n\nPutin insists the games will be safe — he has described sending a force of 40,000 troops and police, which would surround Sochi with “a ring of steel.” Russia’s intelligence and security services have become infamous for their crackdowns on some of the country’s restive Muslim population — though that might present its own separate worry to Washington and the rest.",
  "Previously, FBI Director Jim Comey told reporters that he has sent a security team to Russia for the Olympics, and Pentagon press secretary Rear Adm. John Kirby said on Monday that the “United States has offered its full support to the Russian government.”\n\nObama himself even got into the act with a phone call to his counterpart, Vladimir Putin, the White House said.",
  "As part of USEUCOM’s routine readiness posture, a variety of U.S. military assets are in a ready-to-deploy status to support or respond to a range of contingencies or emergent crises in and around our area of responsibility.”\n\nABC News has reported the U.S. could send an amphibious warship and a destroyer to the Black Sea in case of worry about Sochi.",
  "“The United States would share technical information on the counter-IED efforts,” he added, ”and if it is compatible with Russian equipment, will look to provide that information to Russia in time for the games.”\n\nFollow @politico\n\nThis article tagged under: Terrorism\n\nRussia\n\nOlympics\n\nPolitics\n\nSochi",
  "( PHOTOS: Barack Obama and Vladimir Putin’s relationship)\n\n“The two presidents … discussed how best to advance shared U.S.-Russian interests, including a safe and secure Sochi Olympics, for which the United States has offered its full assistance,” according to the official readout.",
  "So far, no such request has been made public, although according to an official Pentagon story, Dempsey said that his Russian counterpart expressed an interest in the equipment the U.S. has developed to detect improvised explosive devices in Iraq and Afghanistan.",
  "“There was not even a perimeter set and the hostage rescue was all botched up.”\n\nTwo years before that, Russian forces tried to end a hostage crisis at a theater in Moscow by pumping it full of gas, ultimately killing more than 100 people.",
  "Story Continued Below\n\nBut that hasn’t stopped American security officials from offering Russia nearly everything in the arsenal but President Barack Obama’s nuclear codes, with the assurance that whatever Russia asked for, it would get.",
  "Kirby said that two American warships could be available to sail to the Black Sea to be close to the Olympics, for example, but the Pentagon will not confirm what types of ships it might send or what they might be ready to do.",
  "Gen. Valery Gerasimov, chief of the Russian armed forces, has “a handpicked, highly trained task force that’s been in place for some time,” Joint Chiefs Chairman Gen. Martin Dempsey said after meeting Gerasimov in Belgium.",
  "Security commanders did not set up first aid stations or notify ambulances about their strategy, Cohen said — and he said there’s little evidence Russia’s counterterrorism capabilities have improved since then.",
  "In a crisis, helicopters or amphibious vehicles from the Navy ships could evacuate Americans or others — though U.S. officials emphasize that they would get involved in Russia only with a request from Moscow.",
  "| AP Photo/Keystone, Jean-Christophe Bott Olympic worries build\n\nOfficial Washington says it’s confident Russia can handle security at the Winter Olympics next month — but better to be safe than sorry.",
  "“They have a long way to go — even if they started working with us months ago, we would not be able to able turn this around.”\n\nFor now, American officials are playing their cards close to the vest.",
  "( From POLITICO Magazine: The Putin Olympics)\n\nThe problem is that with less than a month before the Olympics, it might not make a difference even if Putin accepted full-scale American assistance.",
  "At least four U.S. Navy warships are operating in the Mediterranean Sea now, including two destroyers and two frigates — though the total force there is likely larger.",
  "Instead, it took a tragic turn as he and his other participants were “glued to the television” watching the deadly hostage standoff at a school in Beslan.",
  "Russia scholar Ariel Cohen of the conservative Heritage Foundation described a visit to Russia in 2004 that was supposed to include a meeting with Putin.",
  "The cable news networks on in offices across Washington describe the hunt for so-called black widow female suicide bombers who could attack the games.",
  "“The U.S. Navy does, on a normal and routine basis, operate ships in the Black Sea consistent with the Montreux Convention and International Law.",
  "( Also on POLITICO: Sen. Angus King would skip Olympics)\n\n“For security reasons we do not discuss future ship movements,” said Navy Capt.",
  "( PHOTOS: Presidents at the Olympics)\n\n“I reiterated the fact that we would favorably consider requests from them,” Dempsey said.",
  "In public, for the record, American national security leaders say Russian authorities have a good handle on the games.",
  "Plus, threats are reportedly coming in to several countries’ Olympic organizations.",
  "Meanwhile, the public drumbeat about security in Sochi continues to get louder.",
  "“I was horrified at how badly it was handled,” Cohen remembered.",
  "Greg Hicks, a spokesman for U.S. European Command.",
  "The Olympics begin Feb. 7 in Sochi.",
  "Sochi is on the Black Sea coast."
]