[
  "Putin also spoke more positively about the Ukrainian interim government's plan to hold a presidential election on May 25, calling it a \"step in the right direction,\" but reiterated Russia's contention that the legitimacy of the vote depended on Ukraine ending its offensive in the east and beginning a dialogue to assure the east's Russian-speaking population that their rights would be guaranteed.",
  "Putin, speaking from the Defense Ministry's headquarters where he oversaw the exercise along with leaders of several ex-Soviet nations which are members of the Collective Security Treaty Organization, said that the maneuvers involved the military across the entire Russian territory, including the nation's nuclear forces.",
  "On the ground in Ukraine, many have feared that the referendum in the eastern regions of Donetsk and Luhansk could be a flashpoint for further violence between Ukrainian troops and the pro-Russia militants who have seized government buildings and police stations in about a dozen cities in the east.",
  "As part of the maneuvers, a Topol intercontinental ballistic missile launched from the Plesetsk launch pad in northwestern Russia successfully hit a designated target on the Kura testing range on the far eastern Kamchatka peninsula, the military said.",
  "The central government in Kiev has the confidence of only about 41 percent of Ukrainians, with a sharp divide between the west of the country, where support is 60 percent, and the east, where it is a low 24 percent, according to the poll.",
  "A poll released Thursday showed that a strong majority of Ukrainians want their country to remain a single, unified state - and this was true even in the largely Russian-speaking east, where the pro-Russia insurgency has been fighting.",
  "Russian Deputy Defense Minister Anatoly Antonov said a team of U.S. and Norwegian experts flew over Russian territory along the Ukrainian border on Tuesday and Wednesday and found \"no undeclared military activities in those regions.\"",
  "He said Putin's suggestion to postpone the vote \"came from a person who indubitably cares for the population of the southeast\" of Ukraine and thanked the Russian leader for his efforts to find a way out of Ukraine's political crisis.",
  "The poll conducted last month by the Washington-based Pew Research Center found that 77 percent of people nationwide want Ukraine to maintain its current borders, while nearly as many, or 70 percent, in the east feel the same.",
  "\"To prevent further provocations, we pulled back from the border even tactical units that performed training tasks at shooting ranges,\" he said, without giving any specifics about troop numbers or locations.",
  "CBS News was in Luhansk as the leaders of the movement said that while they \"respect\" Putin, they are independent of Russia and insist the \"people wouldn't understand\" if they pushed the referendum back.",
  "\"In official protocols in the presence of Russian officials they put down one conclusion, and then they publicly air propaganda cliches accusing Russia of violating its obligations,\" Antonov said.",
  "In the Black Sea port of Odessa, which has remained tense after clashes last week that left 46 people dead, Ukraine's security agency arrested four people accused of funding pro-Russia activists.",
  "The 1991 breakup of the Soviet Union left many ethnic Russians in other countries, including a swath of eastern and southern Ukraine that Putin has described as historically Russian territory.",
  "Ukrainian authorities also fear the vote Sunday may play out like the separatist vote in March in Crimea: Russia annexed the peninsula immediately after residents voted to secede from Ukraine.",
  "Russia, however, is viewed with great suspicion, with three times as many Ukrainians surveyed saying Russia is having a bad influence on their country as those who say its impact is positive.",
  "But while we've noted Russia's statement, so far we haven't seen any - any - indication of troops pulling back,\" NATO Secretary-General Anders Fogh Rasmussen said in a post on Twitter.",
  "Meanwhile, the pro-Russia insurgency in eastern Ukraine decided Thursday to go ahead with Sunday's referendum on autonomy or even independence despite a call from Putin to postpone it.",
  "While Putin said the exercise had been planned back in November, it comes as relations between Russia and the West have plunged to their lowest point since the Cold War over Ukraine.",
  "Putin on Wednesday also declared that Russia had pulled its troops away from the Ukrainian border , although NATO and Washington said they have seen no signs of this.",
  "Despite the phrasing, organizers say only after the vote will they decide whether they want independence, greater autonomy within Ukraine or annexation by Russia.",
  "The decision to hold the vote as planned was unanimous among rebel leaders, said Denis Pushilin, co-chairman of the so-called Donetsk People's Republic.",
  "When Ward asked one young man in military fatigues whether he believed the referendum should go ahead, he replied without hesitation: \"Yes, of course.\"",
  "MOSCOW -- President Vladimir Putin on Thursday oversaw a military exercise involving Russia's nuclear forces amid escalating tensions over Ukraine.",
  "Outside Donetsk city hall, which is currently occupied by separatists, CBS News correspondent Clarissa Ward said the mood was somber but resolved.",
  "In Crimea, which Russia annexed in March, 93 percent of people surveyed expressed confidence in Putin and said Russia was playing a positive role.",
  "In a parallel survey Pew conducted in Russia last month, 61 percent agreed that there are parts of neighboring countries that belong to Russia.",
  "\"I deeply respect the man,\" another pro-Russian separatist told her, \"but I don't think he's giving us an order, he's just giving us advice.\"",
  "Authorities have beefed up security in Odessa, fearing more riots on Friday when ex-Soviet nations celebrate their victory in World War II.",
  "The question on the ballot is: \"Do you support the act of proclamation of independent sovereignty for the Donetsk People's Republic?\"",
  "Ukraine launched a government offensive last week to try to oust the rebels and said at least 34 people were killed in the fighting.",
  "Two nuclear submarines of the Northern and Pacific Fleets, the Tula and the Podolsk, also fired intercontinental ballistic missiles.",
  "Russian news wires said that the exercises simulated dealing a massive retaliatory nuclear strike in response to an enemy attack.",
  "The poll in Ukraine was conducted April 5-23 among 1,659 adults, and the one in Russia April 4-20 among 1,000 adults.",
  "The agency said the suspects, who were not identified, had financed radical groups in an effort to cause unrest.",
  "The description of the exercise is unusually blunt, reflecting tensions with the West running high over Ukraine.",
  "Kiev's interim government says Russia has been fomenting the unrest in eastern Ukraine, a charge Russia denies.",
  "In another echo of Putin, 55 percent of Russians surveyed said they saw the Soviet collapse as a great tragedy.",
  "Only among Russian speakers does the percentage drop significantly, but it is still over half at 58 percent.",
  "Their confidence in U.S. President Barack Obama, on the other hand, was recorded at a dismal 4 percent.",
  "Ward said many in Donetsk chose to see Putin's remarks as a recommendation, not a command.",
  "NATO has put the number of Russian troops along the border with Ukraine at about 40,000.",
  "A new police battalion and a volunteer unit have been formed to patrol the streets.",
  "Russia accused the West of deliberately misrepresenting the border situation.",
  "He said Ukraine has deployed about 15,000 troops near the border with Russia.",
  "\"We just voice what the people want and demonstrate through their actions.\"",
  "\"But we are just a bullhorn for the people,\" Pushilin said.",
  "Both have a margin of error of about 3.5 percentage points.",
  "\"I have very good vision."
]