[
  "The Russian leader also voiced hopes of mending ties with the United States and the 28-nation European Union, which have slapped asset freezes and travel bans on members of Putin's entourage and had threatened to introduce more crippling sanctions if Russia tried to derail Sunday's vote in Ukraine.",
  "ST. PETERSBURG, Russia -- Russia will recognize the outcome of Ukraine's presidential vote this weekend, President Vladimir Putin promised Friday, voicing hope that Ukraine's new leader would halt the military operation against separatists in the east.",
  "Yet pro-Russia insurgents were still battling government forces Friday in eastern Ukraine, where a vote boycott and threats against election workers were disrupting the prospects of the ballot taking place.",
  "But clashes between pro-Russia separatists and government forces appeared to be heating up, leaving 20 more rebels and one solider dead, Ukraine's Defense Ministry reported Friday.",
  "Alexei Makarkin, deputy head of the Moscow-based Center for Political Technologies think-tank, said Putin's comments reflected a desire to avoid another round of Western sanctions.",
  "Up to 500 insurgents attacked a convoy of government troops in one clash Thursday outside the eastern village of Rubizhne that left 20 insurgents dead, the ministry said.",
  "Markets rallied and the ruble surged in value against the dollar Friday as the CEOs and economic experts at the forum praised Putin's efforts to defuse the tensions.",
  "One rebel leader said 16 more people died in fighting Friday - 10 soldiers, four rebels and two civilians -but there was no immediate way to verify his statement.",
  "Speaking at an investment forum in St. Petersburg, Putin said Russia will \"respect the choice of the Ukrainian people\" and will work with the new leadership.",
  "Polls show billionaire candy-maker Petro Poroshenko with a commanding lead but falling short of the absolute majority needed to win in the first round.",
  "POOL, REUTERS\n\nAP journalists in the east saw three dead from Friday's fighting a day after insurgents killed 16 Ukrainian soldiers at a checkpoint.",
  "In Kiev, Ukraine's caretaker president urged all voters to take part in Sunday's crucial ballot to \"cement the foundation of our nation.\"",
  "If no one wins in the first round, a runoff will be held June 15 - and most polls predict Poroshenko's victory in that contest.",
  "His nearest challenger is Yulia Tymoshenko, the divisive former prime minister, who is trailing by a significant margin.",
  "Poroshenko, the likely winner, will probably focus on forging close ties with the West, said Makarkin, the analyst.",
  "He added, however, that Russia's relations with Ukraine will be unlikely to normalize any time soon.",
  "It also said one soldier was killed early Friday in a separate clash near the same area.",
  "\"He may take Russia's interests into account, but only to a limited extent,\" he said.",
  "Twenty-one candidates are competing Sunday to become Ukraine's next leader.",
  "He said Russia wants peace and order to be restored in its neighbor.",
  "\"A quick warming of ties is unlikely.\""
]