[
  "Speaking to reporters in Damascus at the end of a three-day visit during which he travelled to the central Syrian city of Homs and met with officials in the Syrian capital, humanitarian chief Stephen O'Brien said he was \"deeply saddened\" by the uptick in violence.",
  "Last week, President Vladimir Putin said the rebels, who oppose Moscow's ally Assad, were receiving weapons from Russia, but Kremlin spokesman Dmitry Peskov later said Putin meant Assad's army was getting weapons and the rebels were receiving only air support.",
  "BEIRUT -- Syrian troops and allied militiamen seized control of a sprawling military air base near Damascus on Monday, bolstering the government's presence in a key area overwhelmingly controlled by opposition forces.",
  "If Russia were supplying weapons to the FSA, it would likely be with the understanding that they would direct their fire at the Islamic State of Iraq and Syria (ISIS) group, rather than the Moscow-allied government.",
  "In Sunday's government attacks, at least 45 people were killed in the Douma, Saqba and Arbeen suburbs - all part of the Eastern Ghouta region - according to the Local Coordination Committees and the Observatory.",
  "Fighting on the ground in Syria has intensified even as the international community makes its most serious push yet to restart peace talks between President Bashar Assad's government and the rebels.",
  "Also Monday, the head of Russia's military general staff said rebels of the Free Syrian Army are receiving weapons from Moscow -- comments that come just days after a Kremlin spokesman denied it.",
  "U.S. Secretary of State John Kerry is heading to Russia for talks aimed at narrowing gaps with Russian leaders over a political transition to end the country's nearly five-year civil war.",
  "Before departing, Kerry attended a French-hosted foreign ministers' meeting in Paris to compare notes on a conference of Syrian opposition figures held last week in Saudi Arabia.",
  "Gen. Valery Gerasimov was quoted by Russian news agencies as saying that Russia is supporting the FSA with airstrikes and is also helping \"with weapons, ammunition and material.\"",
  "Pro-government websites and the Britain-based Syrian Observatory for Human Rights, which relies on activists inside Syria, also reported the capture of Marj al-Sultan on Monday.",
  "The capture was reported by Al-Manar TV, the channel of Lebanon's Shiite Hezbollah group, whose fighters are battling alongside Syrian troops under Russian air cover.",
  "The attacks followed volleys of mortar shells fired into Damascus by rebels in the area that had killed three people, including a child, just hours earlier.",
  "\"There was some progress, even unexpected for most of us, and when I saw the agreement on some principles by the opposition it was encouraging,\" he said.",
  "The Marj al-Sultan air base lies in the eastern suburb of Damascus known as Eastern Ghouta, and had been held by rebels for the past three years.",
  "On Monday, a visiting U.N. official said the humanitarian situation in the war-ravaged country is \"a blot on our collective conscience.\"",
  "As he headed into the meeting, German Foreign Minister Frank-Walter Steinmeier said last week's meeting in Riyadh was encouraging.",
  "The statement appeared to suggest Russia was supplying the weapons, but the military could not be reached for clarification.",
  "\"This is a tragic reminder of the urgency of finding a political solution and security, a nationwide cease-fire,\" he said.",
  "Washington and Moscow are deeply divided over the political process they both agree is needed to end the war in Syria.",
  "Two million children are out of school, and 72 percent of the population has no access to drinking water, he added.",
  "\"Such indiscriminate attacks are unacceptable and we must do our utmost to protect innocent civilians.\"",
  "It bolsters the government's hold over Damascus International Airport and splits rebel-held areas.",
  "The capture is a rare victory for the government in an area considered an opposition stronghold.",
  "Around 6.5 million Syrians are internally displaced, O'Brien said.",
  "FSA's chief of staff has denied receiving Russian weapons.",
  "\"This situation is unacceptable,\" he said."
]