[
  "Pro-Russian activists stand on top of a tank outside a museum in Donetsk, Ukraine, in March 2014 © AFP/File Alexander KHUDOTEPLY Moscow (AFP) - Senior Russian and NATO military chiefs on Friday held their first phone talks since ties between the two sides collapsed over the crisis in Ukraine, the defence ministry in Moscow said.",
  "The chairman of the NATO Military Committee Petr Pavel called Russia's chief of staff Valery Gerasimov to discuss the possible restarting of military coordination and avoiding clashes, a statement from the ministry said.",
  "Moscow (AFP) - Senior Russian and NATO military chiefs on Friday held their first phone talks since ties between the two sides collapsed over the crisis in Ukraine, the defence ministry in Moscow said.",
  "The talks come as the new US administration under Donald Trump seeks to reassure NATO allies that it remains fully committed to the alliance despite pushing other members to spend more on defence.",
  "NATO headquarters in Brussels confirmed the talks and said \"active military to military lines of communications are in the mutual interest of NATO and Russia and they remain open.\"",
  "NATO is beefing up its presence in eastern European allies badly rattled by a more assertive Russia following the seizure of Crimea from Ukraine in March 2014.",
  "Moscow said Gerasimov used the opportunity to complain about \"the significant increased military activity of the alliance near the Russian border.\"",
  "\"The two sides exchanged opinions about current security issues, the prospects of reestablishing military cooperation and avoiding incidents.\"",
  "NATO severed military contacts with Moscow over its meddling in Ukraine but diplomats and civilian leaders from the two sides have met.",
  "\"This is the first high-level military contact since the NATO council took the decision to freeze relations with Russia,\" it said.",
  "\"The two generals agreed that they would remain in contact,\" it said, without giving any details about what was discussed."
]