[
  "Trump’s ‘get ready’ threat to Moscow isn’t just careless, it’s dangerous | Peter Beaumont Read more\n\n“The Russians have been trying to force us to accept a peace on their terms for some time now, and we have not been sufficiently organised to come up with a counter-strategy,” said Evelyn Farkas, a former deputy assistant secretary of defence for Russia and Eurasia.",
  "Even before Trump arrived in the Oval Office and began aiming his incendiary tweets at the rest of the world, the horrors of the Syrian war were destined to turn into a global crisis, stoked by the intervention of outside powers: Russia and Iran by pursuing a bad policy – defending Bashar al-Assad to the death – and the US by pursuing no policy.",
  "He has made a mistake in Syria by digging in his heels on the question of Assad.”\n\nThe failure of the UN security council to serve as a vehicle for compromise has been due in part to Moscow’s policy of blanket denial when it comes to the Assad regime’s involvement in war crimes, most importantly the use of chemical weapons.",
  "Trump’s threat is unlike anything from a US president in modern history – triggered, most likely, by edited or mistranslated remarks\n\nDonald Trump’s Wednesday’s morning Twitter storm warning Russia to “get ready” for US missiles fired at Syria was a frighteningly clear illustration of how wars can start by miscalculation.",
  "US-Russia tensions build as Moscow hits back at Trump's Twitter threat Read more\n\nAccording to a report in Arabic translated into English, the diplomat – Alexander Zasypkin – was warning that Russia would shoot down any incoming US missiles and attack the ships, submarines or planes they were fired from.",
  "While the trigger points in the president’s mind are unknowable, it seems likely from past experience that he had seen something on the morning news – most probably a version of remarks by a Russian diplomat in Lebanon that may have been edited or mistranslated to make them sound worse than they were.",
  "“Without clear goals and a strategy for Syria, striking its airbases and other military facilities is pointless and risks escalating to direct conflict with Russia,” said Bruce Blair, a former nuclear missile launch officer and now a scholar at Princeton University.",
  "“For Russia the conflict around Syria has long been about bigger things, primarily the new world order, the rules-settling, changing what Moscow has seen as detrimental US policies.”\n\nBoth sides, then, see a potential existential threat in the Syrian conflict.",
  "That went further than the official Russian red line, laid down by the chief of general staff, Valery Gerasimov, in March, that Russia would use its air defences and other weapons to respond to a threat to Russian servicemen in the region.",
  "Maxim Suchkov, a Russian political analyst, said Putin’s motives in Syria are complicated by his overall goals in reasserting Moscow’s goals on the world stage, making him ready to repeatedly raise the stakes.",
  "Whatever Zasypkin did or did not say, it unleashed a direct threat against Russia unlike anything seen from a US president in modern history, the Cuban missile crisis included.",
  "Communications between the US and Russian militaries are essential right now to avoid direct clashes between our forces and prevent this crisis from spinning out of control.”",
  "“We have failed to connect our anti-Isis operations to a strategy for the civil war and a route to a tenable peace.”\n\n“The Russians want a peace deal.",
  "But his initial gut level response will have had its effect as it was heard down the US chain of command, rippling out to US allies and enemies.",
  "The western powers have been infuriated to see that line crossed, and now feel they cannot stand by and watch it get erased altogether.",
  "“The backdrop to this confrontation is two nuclear states with thousands of nuclear-armed missiles on launch-ready alert.",
  "The missiles have not been fired so far, and the president sent out a slightly more conciliatory tweet an hour later.",
  "“Get ready Russia, because they will be coming, nice and new and ‘smart!’” was the line from Trump’s thumb at 7am.",
  "For Russia – or at least Putin – it as an all-or-nothing battle over Russian resurgence as a nation.",
  "It will make it harder to climb down and determine if a way can be found out of the present crisis.",
  "They want out of there,” said Farkas, now a senior fellow at the Atlantic Council.",
  "For the west, it is the normalisation of the use of weapons of mass destruction.",
  "With such stakes, the costs of miscalculation are correspondingly high.",
  "“I believe the risks are high and serious,” Suchkov said.",
  "It was more like a piece of dialogue from Dr Strangelove.",
  "But she added: “Putin is not impervious to mistakes."
]