[
  "[nL8N1RO176][nL8N1QV5LM]\n\nHere's what we know about Russian military capabilities in Syria:\n\nMISSILES\n\n'TRIUMPH' S-400 SURFACE-TO-AIR MISSILES\n\nAn advanced truck-mounted system that Russia is known to have deployed to protect its Hmeymim air base in Syria's Latakia Province and its Tartus naval facility on the coast.",
  "Valery Gerasimov, head of Russia's General Staff, warned in March against any U.S. strike on the government quarter in Damascus where he said Russian military advisers, Russian military police and Russian ceasefire monitors were based.",
  "SYRIAN AIR DEFENCES\n\nSyria is known to have a mixture of Russian-made anti-aircraft systems, including the Pantsir S-1 and the Buk M2 surface-to-air missile system designed to shoot down cruise missiles, aircraft and drones.",
  "BASTION COASTAL MISSILE DEFENCE SYSTEM\n\nThe Bastion system, thought to be deployed at or near Russia's Tartus naval facility, is an advanced mobile anti-ship and surface-to-surface defence system armed with two missiles.",
  "MILITARY AIRCRAFT\n\nRussia is estimated to have dozens of war planes and helicopters at its Hmeymim air base in Syria's Latakia Province including fighters, bombers and multi-role aircraft.",
  "Moscow is able to mobilize powerful long-range strategic bombers from Russia itself to carry out bombing runs and has also fired cruise missiles in the past from ships in the Caspian Sea.",
  "MOSCOW (Reuters) - Russia has said it will target U.S. missiles and the ships or planes that fire them if an attack on Syria threatens the lives of its own military personnel based there.",
  "Capable of intercepting U.S. Tomahawk cruise missiles, there are question marks over whether Moscow has enough interceptor missiles deployed to Syria to handle a large swarm of missiles.",
  "PANTSIR-S1\n\nA truck-mounted short to medium range surface-to-air missile and anti-aircraft artillery weapons system possessed by both Russian and Syrian government forces in Syria.",
  "PRECEDENT\n\nThe United States fired 59 Tomahawk cruise missiles at Syria's Shayrat air base in April last year, which the Pentagon says was involved in a chemical weapons attack.",
  "Russian Defence Minister Sergei Shoigu has said the system can hit sea targets at a distance of 350 km (219 miles) and land targets at a distance of 450 km (281 miles).",
  "Russian military sources told the Kommersant daily this week that a U.S. strike on Russia's air base or naval facility in Syria would have catastrophic consequences.",
  "According to a senior Russian politician and satellite imagery, most of the ships have left Russia's Tartus naval facility \"for their own safety.\"",
  "Russian daily Kommersant said they were taking part in a long live fire war game close to the Syrian coast intended as a show of force.",
  "The Russian Defence Ministry mocked the effectiveness of the U.S. strikes at the time, saying only 23 missiles had found their targets.",
  "Warned in advance by Washington about the attack, Russia made sure its own personnel/military assets were well out of harm's way.",
  "They include the Admiral Grigorovich and Admiral Essen frigates, which are armed with cruise missiles, as well as submarines.",
  "Designed to shoot down military aircraft, missiles and drones, its radar can detect targets up to 600 kms (375 miles) away.",
  "It was unclear where another 36 had landed, it said, promising Syrian air defences would now be beefed up.",
  "WARSHIPS\n\nRussia has between 10 and 15 warships and support vessels deployed in the Mediterranean.",
  "Known to be deployed by Russia at or near its Hmeymim air base and at its Tartus naval facility.",
  "In such a situation it might be able to shoot down some, but not all incoming missiles.",
  "Russia used the system to launch a coordinate strike against rebels in Syria in 2016.",
  "Russia also has an older version of the same missiles - S-300s - deployed in Syria.",
  "The Syrian army is also thought to have bought the Bastion system from Russia.",
  "It is also reported to use another Syrian base for its helicopter gunships.",
  "Has been fired in Syria a number of times to take out drones and missiles.",
  "Taken seriously by NATO, the S-400s have not been combat tested however.",
  "Its mobile nature means it can easily and quickly be deployed elsewhere.",
  "It said Russia had also deployed Il-38N submarine hunter aircraft.",
  "Russia did not try to shoot down any of the missiles.",
  "WHAT DOES RUSSIA WANT ANY WESTERN STRIKE TO AVOID?",
  "Each truck carries four missiles of varying range.",
  "Can track multiple targets simultaneously.",
  "Can shoot down cruise missiles."
]