[
  "The statement signaled Moscow's readiness to protect its ally even if it entails a direct clash with the U.S.\n\nWith tensions running high, Russian warships sailed out of their base in the Syrian port of Tartus in what retired Gen. Vladimir Shamanov, the head of foreign affairs committee in the lower house of the Russian parliament, described as a maneuver to avoid a possible U.S. blow.",
  "The head of the Russian military's General Staff, Gen. Valery Gerasimov, warned last month that a U.S. strike would threaten Russian military personnel in Syria and draw a Russian counterstrike against both U.S. missiles and the ships and aircraft launching them.",
  "When Ukraine's Kremlin-friendly leader was driven from power in February 2014 by mass protests, Putin reacted to what he described as a U.S.-driven coup by immediately sending troops to overtake Crimea and then annexing the Black Sea peninsula.",
  "When Syrian President Bashar Assad's government was teetering on the brink of collapse in 2015, it took Putin just a few weeks to mount a military campaign that saved Russia's longtime ally and eventually turned the tide of war in his favor.",
  "MOSCOW (AP) — Faced with the threat of a U.S. strike on Syria, Russian President Vladimir Putin has a dilemma: allow U.S. missiles to hit Moscow's ally without a response or risk a military clash with the United States.",
  "Weeks before a purported chemical attack by the Syrian government on April 7, the Russian military warned the West against what it described as false claims of chemical weapons use to strike Syrian facilities.",
  "With Kremlin expectations of a cozy relationship with Trump fizzling amid U.S. investigations into allegations of Russia's meddling in the 2016 U.S. election, Putin is unlikely to show such tolerance now.",
  "After a purported chemical weapons attack in Syria, he allowed a U.S. missile strike on a Syrian air base go unanswered, apparently trying to leave the door open for better relations with Washington.",
  "Commenting later on those developments, he said that he was ready to put Russia's nuclear forces on high alert in case of \"the most negative developments\" amid tensions with the West over Crimea.",
  "Russia has several dozen warplanes at Hemeimeem air base in Syria, along with an array of state-of-the-art air defense missile systems and the Bastion missile systems protecting the coast.",
  "Moscow followed up on that by supporting separatist rebels in eastern Ukraine, and it didn't budge in the face of several waves of crippling U.S. and European Union sanctions.",
  "\"She ran forward and chased me, jumping from one flight of stairs to another and even tried to leap on my head,\" he recalled in an interview for a recent documentary.",
  "These included the sea-launched Kalibr and air-launched Kh-101 cruise missiles; both can be fired from the Caspian Sea and other areas in western Russia.",
  "Moscow, which had received an advance tip by the U.S. to get its servicemen out of harm's way, limited its response to angry statements of protest.",
  "In recent documentaries, Putin has shared candid memories of his youth in a working-class neighborhood of St. Petersburg — then known as Leningrad.",
  "\"The streets of Leningrad taught me 50 years ago that when a fight is inevitable, you must strike first,\" was one of the recollections.",
  "Another telling episode was an encounter with a rat in a seedy entrance of his crumbling apartment building.",
  "In case of escalation, Russia could use air bases of its ally Iran to deploy more aircraft closer to Syria.",
  "Inaction would threaten his hard-won gains in Syria, dent Russia's prestige and erode his tough-guy image.",
  "He noted that he bluntly warned his Western counterparts that Russia was ready to fight for Crimea.",
  "Russia has used Syria as a testing ground for its new weapons, including some long-range missiles.",
  "A year ago, Putin was nurturing hopes for better ties with the U.S. under President Donald Trump.",
  "During past crises in recent years, Putin has responded by overturning the chessboard.",
  "ultranationalist leader Vladimir Zhirinovsky declared on Russian state television.",
  "If driven into a corner by a U.S. attack, Putin will be unlikely to sit back.",
  "After he cornered the rodent, it turned back on him and attacked.",
  "The missiles have a range of up to 450 kilometers (280 miles).",
  "He said he learned lessons there that have lasted a lifetime.",
  "\"It's our president who decides the fate of the world!\"",
  "\"You shouldn't try to corner anyone.\""
]