[
  "U.S. Army General Curtis Scaparrotti and Valery Gerasimov met in Baku, Azerbaijan, less than a week after the United States, Britain and France staged missile strikes on Syria in retaliation for a suspected chemical weapons attack by the forces of President Bashar al-Assad - a close ally of Russia.",
  "Scaparrotti and Gerasimov - who Western military officials say is a proponent of Russia's strategy of mixing military weaponry with cyber warfare and disinformation - discussed \"questions concerning NATO and Russian military activity in the European region\", the Russian defense ministry said.",
  "REUTERS/Maxim Shemetov/File Photo\n\nBy Vladimir Soldatkin and Robin Emmott\n\nMOSCOW/BRUSSELS (Reuters) - The head of Russia's military general staff and NATO's supreme allied commander held a rare face-to-face meeting on Thursday to try to ease the worst East-West tensions since the Cold War.",
  "As both sides hold exercises and strengthen their militaries, the risk of accidents between rival ships, missiles and aircraft grows, with unintended and potentially devastating consequences between the two nuclear-armed powers, military analysts say.",
  "The meeting between Scaparrotti and Gerasimov follows over a year of diplomacy between senior military figures in Russia and the West to try to reestablish formal communication links that broke down following Russia's seizure of Crimea.",
  "In separate statements, NATO and the Russian defense ministry said the meeting discussed military exercises and troop movements, as both sides accuse the other of risky deployments in the Baltic states and eastern Europe.",
  "Already bridling at NATO's expansion eastwards into its old Soviet sphere of influence, the Kremlin sees the U.S.-led alliance's new deterrents in the Baltics and eastern Europe as a threat to its security.",
  "In early 2017, Czech General Petr Pavel, who heads the NATO's military committee, had his first telephone call in more than two years with Gerasimov, paving the way for them to meet last September in Baku.",
  "The alliance believes Moscow's annexation of Crimea from Ukraine in 2014, as well as drills like last September's large-scale Russian exercises along NATO's eastern flank, put European stability at risk.",
  "FILE PHOTO: Chief of the General Staff of Russian Armed Forces Valery Gerasimov arrives for the opening ceremony of the International Army Games 2017 in Alabino, outside Moscow, Russia, July 29, 2017.",
  "The Russian side said the pair also talked about the seven-year-long civil war in Syria, where Moscow and the West back opposing sides, and combating Islamic militants.",
  "NATO said the meeting \"focused on issues related to military posture and exercises\" - defense parlance for how to avoid military accidents that might lead to war.",
  "\"General Scaparrotti and General Gerasimov agreed to continue using the military lines of communication in the future,\" NATO said in its statement.",
  "(editing by David Stamp)\n\nRelated Video: Mnuchin Defends Inaction on Russia Sanctions\n\nWatch news, TV and more on Yahoo View.",
  "Russian President Vladimir Putin has warned that further Western attacks on Syria would bring chaos to world affairs.",
  "Earlier this month Russia tested missiles with live munitions in the Baltic Sea, alarming Latvia and neutral Sweden.",
  "U.S. General Joseph Dunford, the top U.S. military officer, also met Gerasimov in Azerbaijan last year.",
  "\"The two military leaders used the ... channel to foster predictability and transparency.\"",
  "NATO says it is modernizing to defend itself against an assertive Russia."
]