[
  "As well as describing the Japan-Russia relationship as “the bilateral relationship with the greatest potential,” Japan’s guiding document states that “building appropriate partnership relations with Russia in the region will contribute to Japanese national interests and regional peace and prosperity.”\n\nConcrete steps have included the start of “2+2” talks between the countries’ foreign and defense ministers.",
  "There is also regular contact between Yachi Shotaro and Nikolai Patrushev, the heads of the countries’ security councils, and Japan has played host to senior Russian military officers, including Head of the Army Oleg Salyukov and Chief of the General Staff Valery Gerasimov in November and December 2017.",
  "Japan Seeks to Neutralize the Threat of a China-Russia United Front—And It's Not Working\n\nBetween June 19 and 21, 2018, Russia conducted missile-firing drills on Iturup, one of the four disputed Southern Kuril islands that are claimed by Japan as its Northern Territories.",
  "These meetings are contentious since Patrushev and Gerasimov are subject to Western sanctions for “worldwide malign activity” and for threatening the territorial integrity of Ukraine.",
  "Although the Japanese Ministry of Foreign Affairs did issue a statement saying that the exercises were inconsistent with Japan's position and regrettable, Tokyo's response was muted.",
  "Internationally, Moscow's growing military capabilities and allegedly destabilizing behavior have caused the United States to identify Russia as a major security threat.",
  "Japan's Prime Minister Shinzo Abe addresses cadets during a graduation ceremony at the National Defense Academy of Japan in Yokosuka, south of Tokyo, March 18, 2007.",
  "These efforts have included twenty-one meetings between Prime Minister Abe and President Putin, as well as the pursuit of an eight-point economic cooperation plan.",
  "This format, which is usually reserved for close security partners, was launched in 2013 and the third such meeting is expected to be held in Moscow on July 21.",
  "In addition to being reluctant to criticize Russian military activity in the region, the Japanese government is firmly committed to enhancing bilateral ties.",
  "Brown\n\nSecurity, Asia\n\nTokyo wants to make sure a Russian-Chinese alliance never emerges to threaten Japan, but giving Moscow a pass won't accomplish that.",
  "In November 2016, just ahead of President Putin’s visit to Japan, Russia announced the deployment of new anti-ship missiles to Iturup and Kunashir.",
  "Japan and Russia also continue to hold small-scale annual exercises between Russia’s Pacific Fleet and the Maritime Self-Defense Forces.",
  "Construction is also beginning on a naval facility on Matua in the Northern Kurils, at the site of an old Japanese base.",
  "This figure was up by eighty-nine from fiscal 2016 and was only exceeded by the 500 scrambles provoked by China.",
  "This fits a pattern of surprising Japanese indifference in the face of heightened Russian military activity.",
  "Russia’s military presence on the Kuril chain, which Japan controlled until 1945, has also increased.",
  "In the last fiscal year, Japan scrambled jets 390 times to intercept approaching Russian aircraft.",
  "Less often noted is that Japan is actively engaged in developing security cooperation with Russia.",
  "At the start of 2018, Moscow ruled that combat jets could be deployed to Iturup.",
  "This goal is set out in the country’s most recent Diplomatic Bluebook.",
  "Japan, however, evidently does not share its ally's concerns.",
  "REUTERS/Kiyoshi Ota (JAPAN) More\n\nJames D.J."
]