[
  "Netanyahu held talks with Russian President Vladimir Putin in Moscow on July 11 amid Israeli concern that Syrian President Bashar al-Assad, an old adversary, might defy a 1974 demilitarization deal on the Golan or allow his Iranian and Lebanese Hezbollah allies to deploy there.",
  "By Jeffrey Heller\n\nJERUSALEM (Reuters) - Israel rebuffed on Monday a new Russian offer to keep Iranian forces in Syria away from the Golan Heights ceasefire line, an Israeli official said, complicating Moscow’s bid to stabilize the country as the civil war there wanes.",
  "In Monday's meeting with Russian Foreign Minister Sergei Lavrov, Netanyahu turned down a Russian offer to keep Iranian forces 100 kilometers (62 miles) from the border, according to an Israeli official, who spoke on condition of anonymity.",
  "Before the meeting, Netanyahu said he would tell the envoys that \"Israel insists on the separation of forces agreement between us and Syria being honored, as they were honored for decades until the civil war in Syria broke out\".",
  "An Israeli source briefed on the David's Sling activation said the interceptor missiles were launched following an initial assessment that the two incoming Syrian SS-21 rockets would hit the Israeli side of the Golan.",
  "The latest disagreement arose in a meeting between Israeli Prime Minister Benjamin Netanyahu and a senior Russian delegation dispatched to Jerusalem as Syrian government forces routed rebels near the Golan.",
  "Israel’s vigilance was underscored by the launch of its latest, U.S.-backed missile shield against rockets that it said were fired from within Syria but which fell short of the Golan lines.",
  "Earlier, Israel launched two David's Sling interceptor missiles at rockets which it said crashed inside Syrian territory and were part of the internal fighting there.",
  "When Israeli sensors realised they would land on the Syrian side, David's Sling was given an abort order for the interceptors to self-destruct in mid-air.",
  "Asked if the United States was apprised of the incident, the source said: \"I'm sure that will happen in the future, as there are joint interests.\"",
  "The official said that Netanyahu told Lavrov: \"We will not allow the Iranians to establish themselves even 100 kilometers from the border.\"",
  "Israel had previously rejected a Russian proposal that Iranian forces be kept 80 km from the frontier, according to Israeli officials.",
  "Russian officials had no immediate word on the meeting between Netanyahu and Lavrov and armed forces chief, General Valery Gerasimov.",
  "Throughout the day, Reuters witnesses on the Golan Heights heard explosions and saw plumes of smoke rising from Syrian territory.",
  "It was Israel's first operational use of the mid-range David's Sling, which is jointly manufactured by U.S. firm Raytheon Co .",
  "He also reaffirmed \"Israel will continue to act against any attempt by Iran and its proxies to entrench militarily in Syria\".",
  "(Additional reporting by Denis Pinchuk in Moscow; Writing by Dan Williams; Editing by Jeffrey Heller and Mark Heinrich)",
  "Lavrov's deputy, Grigory Karasin, told Russian media the foreign minister's trip was \"urgent and important\".",
  "The incident triggered sirens in northern Israel and on the Golan, sending many residents to shelters.",
  "The source requested anonymity as the Israeli military had yet to carry out a formal investigation.",
  "They saw warplanes and helicopters in the sky from their position west of the Syrian town of Nawa.",
  "Russia has said that it wants to see the separation of forces on the frontier preserved."
]