[
  "PRAGUE -- A Czech court ruled Tuesday that a Russian man who faces charges of hacking computers at American companies can be extradited either to the United States or Russia -- and the suspect immediately appealed his possible extradition to the United States.",
  "Nikulin's defense lawyers have said the U.S. charges were based on one FBI agent, and suggested the U.S. was seeking him for political reasons -- to use him as a pawn in the investigation into alleged Russian hacking in the U.S. election.",
  "The U.S. has accused Russia of coordinating the theft and disclosure of emails from the Democratic National Committee and other institutions and individuals in the U.S. to influence the outcome of the 2016 presidential election.",
  "Judge Jaroslav Pytloun said it wasn't his place to determine the suspect's guilt or innocence and ruled Tuesday that the extradition requests from both countries met the necessary legal conditions.",
  "In a military journal, Gerasimov wrote of using covert and propaganda tactics to turn a \"perfectly thriving state\" into a victim of \"foreign intervention\" causing it to \"sink into a web of chaos.\"",
  "He said they urged him to falsely testify that he was cooperating in the hacking attack on the Democratic National Committee ordered by Russian authorities.",
  "He claimed in the courtroom that he was twice approached by U.S. authorities -- in November and in February -- in the absence of his previous lawyer.",
  "Czech authorities arrested Yevgeniy Nikulin in Prague in cooperation with the FBI in October after Interpol issued an international warrant.",
  "Two years ago, top Russian General Valery Gerasimov -- who has President Vladimir Putin's ear -- called for a new kind of warfare.",
  "Justice Minister Robert Pelikan will have the final say on where Nikulin goes after Prague's High Court decides his appeal.",
  "\"Our goal is to assess whether the extradition requests from the two countries meet necessary conditions,\" the judge said.",
  "Russian officials had previously said they were working to prevent his extradition to the U.S.",
  "He said U.S. authorities would, in exchange, give him money and a life in the United States.",
  "There was no indication that Nikulin's case was connected to the DNC hacking accusation.",
  "Nikulin was arrested at the same time WikiLeaks began releasing the DNC's emails.",
  "He is accused of stealing information from LinkedIn, Dropbox and other companies.",
  "Moscow also wants him extradited on a separate charge of internet theft in 2009.",
  "He has three days to decide if he will agree to being extradited to Russia.",
  "\"I'm innocent,\" Nikulin said through a translator at the hearing Tuesday.",
  "Nikulin appealed his extradition to the United States.",
  "\"The legal conditions are clearly fulfilled.\"",
  "The 29-year-old has denied wrongdoing.",
  "\"I rejected doing it,\" Nikulin said.",
  "Russia has vigorously denied that.",
  "\"I haven't done anything illegal.",
  "I have nothing to do with that.\""
]