[
  "Russia and Syria have said there is no evidence that the alleged gas attack on Douma even took place, but at the White House, Sanders said, \"the intelligence provided certainly paints a different picture, and the President holds Syria and Russia responsible for this chemical weapons attack.\"",
  "The Syrians have begun dispersing their aircraft to make them harder to hit, including sending some to airfields where Russian aircraft are based, betting that the U.S. will not strike there, CBS News senior national security correspondent David Martin reported Thursday.",
  "His Thursday morning tweet came after a day after Mr. Trump appeared to get ahead of his own military and intelligence teams by stating publicly, again on Twitter, that the U.S. military was preparing a response for the attack involving \"smart\" weaponry.",
  "\"I think it's very unlikely that we would directly and intentionally target any Russian forces that are in Syria, so the way that a Russian officer or person would be harmed is by participating directly in Syrian military activity.\"",
  "WASHINGTON -- As Russia and Syria again warned President Trump against taking military action against Bashar Assad's military over a suspected chemical attack, Mr. Trump said a strike could be coming soon, \"or not soon at all!\"",
  "weapons in response to the suspected chemical attack on the Damascus suburb of Douma came as U.S. authorities continue working with international partners to verify that a chemical attack occurred, and if so, with what.",
  "Russia's government, appearing keen to ease the escalating tension, said early Thursday that communications continue with U.S. officials on a \"de-confliction\" phone line established to avoid unintended clashes in Syria.",
  "Defense Secretary James Mattis is scheduled to testify before Congress on Thursday morning, but Martin reports the military chief is unlikely to reveal anything about Pentagon plans for a strike against Syria.",
  "— Donald J. Trump (@realDonaldTrump) April 11, 2018\n\nWhite House press secretary Sarah Sanders said Wednesday that Mr. Trump was considering \"a number\" of options that potentially included missile strikes.",
  "Assad, along with his Russian backers, warned again on Thursday that the threat of military action from the U.S., \"and any possible actions, will only contribute to further destabilization in the region.\"",
  "In a joint statement, the Syrian Civil Defense (White Helmets) and Syrian American Medical Society have said victims of the attack exhibited, \"symptoms indicative of exposure to a chemical agent.\"",
  "The president also appeared to chide an undefined national or international audience in his tweet for not thanking the United States for its, \"great job of ridding the region of ISIS.\"",
  "Former Vice Chairman of the Joint Chiefs of Staff Sandy Winnefeld, now a CBS News analyst, expects any U.S. missiles aimed at Syria to come from a number of different directions.",
  "\"We have the proof that last week, ten days ago, chemical weapons, at least chlorine, were used and they were used by Bashar al-Assad's regime,\" Macron told French network TF1.",
  "The head of the Russian military, General Valery Gerasimov, has warned that if Russian officers in Syria are threatened by American missiles, they will shoot them down.",
  "Get ready Russia, because they will be coming, nice and new and “smart!” You shouldn’t be partners with a Gas Killing Animal who kills his people and enjoys it!",
  "Russia has positioned a state-of-the-art air defense system in Syria, but Winnefeld says that shouldn't prevent U.S. missiles from reaching their target.",
  "In any event, the United States, under my Administration, has done a great job of ridding the region of ISIS,\" Mr. Trump tweeted early Thursday.",
  "French President Emmanuel Macron, a key ally in the U.S.-led coalition in Syria, said Thursday, however, that the evidence was clear enough.",
  "That conversation will take place behind closed doors at a meeting of the National Security Council on Thursday afternoon.",
  "Public reports do strongly suggest chemical weapons were used by Syrian government forces, which currently surround Douma.",
  "\"It's likely that we'll use a combination of platforms including aircraft, surface ships and submarines,\" Winnefeld said.",
  "Winnefeld said the best way for a Russian officer to avoid being hit, is to stay away from Syrian military installations.",
  "\"Final decisions haven't been made yet on that front,\" she said, and no timeline for any strikes had been established.",
  "Mr. Trump's tweets the previous day, warning Russia to \"get ready\" for an attack with \"nice and new and 'smart!'\"",
  "President Trump said earlier this week that a decision on the U.S. response would be made \"very quickly.\"",
  "While continuing to cast warnings against military action, he was also taking steps to prepare for it.",
  "They may hit a couple of them, but in general, these weapons tend to get where they're headed.\"",
  "There were no plans, however, for President Vladimir Putin to talk directly with Mr. Trump.",
  "\"The Russians probably will not know where the submarines are or that they're there.\"",
  "\"These weapons are designed to survive all of the way to their target,\" he said.",
  "Russia vows to shoot down any and all missiles fired at Syria.",
  "\"All of those options are still on the table,\" Sanders said.",
  "Syria's Assad clearly thinks a strike is imminent, however.",
  "\"Never said when an attack on Syria would take place.",
  "\"So it will be difficult for them (Russia).",
  "Could be very soon or not so soon at all!",
  "\"Where is our 'Thank you America?'\""
]