[
  "Chemical weapons attacks have killed hundreds of people since the start of Syria's conflict, with the U.N. blaming four attacks on the Syrian government and a fifth on ISIS\n\nThe international chemical weapons watchdog said Tuesday it was sending a fact-finding mission to the Syrian town where the suspected chemical gas attack took place over the weekend, following a request from the Syrian government and its Russian backers that appeared to be aimed at averting punitive Western military action.",
  "The Sound and Picture Organization, an activist collective in eastern Syria, said that Iranian fighters and members of Lebanon's Hezbollah group had evacuated their positions in the Boukamal area, near the Iraqi border, which was recently retaken from the Islamic State of Iraq and Syria (ISIS).",
  "The Observatory's chief, Rami Abdurrahman, said the alert includes all army positions and bases from the southern province of Sweida all the way to Aleppo province in the north, the Mediterranean coast in the west to Deir el-Zour province in the east, along the Iraqi border.",
  "Vladimir Chizhov told Euronews on Tuesday that \"Russia has warned U.S. representatives, publicly as well as through proper channels, over the grave consequences that could arise if these strikes happen and whether deliberately or otherwise Russian citizens are hurt.\"",
  "Gerasimov noted last month that Russian military officers are present at Syrian facilities and warned that \"if a threat to our servicemen emerges, the Russian armed forces will take retaliatory measures against both missiles and their carriers.\"",
  "In a statement, the Organization for the Prohibition of Chemical Weapons (OPCW) said a fact-finding mission was \"preparing to deploy to Syria shortly,\" though it did not give a more precise timetable on when the inspectors would arrive.",
  "\"But if you look at the attack that took place a year ago in Syria when the U.S. launched 59 cruise missiles in retaliation for a use of sarin gas against a village in Syria, you can get some idea of what's under consideration here.\"",
  "BEIRUT -- Syrian government forces were on high alert and taking precautionary measures Tuesday at military positions across the country amid fears of a U.S. strike in the aftermath of a suspected gas attack near Damascus.",
  "At the United Nations, meanwhile, Russia vetoed a U.S.-drafted U.N. resolution that would have condemned the suspected gas attack and established a new body to determine responsibility for Syrian chemical weapons attacks.",
  "\"Also, both the president and the secretary of defense have singled out Russia and Iran as being sort of the key enablers of Syria in being able to carry out another suspected chemical weapons attack,\" Martin said.",
  "\"This time, I think you could expect some of the targets to be much higher up the chain of command within the Syrian military to include headquarters and intelligence buildings and targets like that,\" Martin said.",
  "Chizhov's comment follows an earlier statement by the chief of the Russian military's General Staff, Gen. Valery Gerasimov, who warned that Russia will fire back if the U.S. attacks Syrian government facilities.",
  "Adding to the tensions, Iran, a strong ally of Syrian President Assad, threatened to respond to an airstrike on a Syrian military base on Monday that the Syrian government, Russia and Iran have blamed on Israel.",
  "CBS News' national security correspondent David Martin says that military options have been presented to the president, but it's unclear what specific targets the Pentagon is considering.",
  "On Tuesday, Mr. Trump spoke with British Prime Minister Theresa May, according to the White House, which said the two leaders condemned Assad's \"vicious disregard for human life.\"",
  "Mr. Trump also spoke with French President Emmanuel Macron, who said France will decide in the coming days with the U.S. and Britain how to respond to Saturday's suspected attack.",
  "Seven Iranians were among the estimated 14 people killed in the missile strike, and a senior Iranian official visiting Damascus said the attack \"will not remain unanswered.\"",
  "The OPCW, in its statement, said its technical Secretariat has asked the Syrian government to make the necessary arrangements for the deployment of a fact-finding mission.",
  "U.N. Secretary-General Antonio Guterres said he was outraged by the reported attack, and that the use of chemical weapons would be a violation of international law.",
  "The U.S. and its allies have accused Syrian President Bashar Assad's government of the apparent attack in the Syrian town of Douma, which killed at least 40 people.",
  "\"I think it is unlikely that the U.S. is going to attack a Russian facility directly for the simple fact that that could trigger a nuclear crisis,\" he added.",
  "Israel does not typically comment on its operations in Syria, and it is unclear whether the missile attack was linked to the alleged use of chemical weapons.",
  "The Britain-based Syrian Observatory for Human Rights said that Syrian government troops were on a 72-hour alert and were fortifying their positions.",
  "On Tuesday, he canceled plans to travel to South America later this week, choosing to stay in the U.S. to manage the response to the events in Syria.",
  "Syria became a member in 2013 as part of a deal brokered by the U.S. and Russia after a chemical attack in eastern Ghouta killed hundreds of people.",
  "The retaliatory attack a year ago was confined to the airfield where the plane that dropped the chemical munition flew out of, Martin reports.",
  "President Trump has vowed to respond \"forcefully\" to Saturday's attack on civilians, hours before rebels agreed to surrender the town.",
  "Mr. Trump warned that Syria and its allies Russia and Iran -- as well any other nation responsible -- will have a \"big price to pay.\"",
  "The vote Tuesday in the 15-member Security Council was 12 in favor, with Bolivia joining Russia in voting \"no,\" and China abstaining.",
  "Secretary of Defense James Mattis warned at the time that if Syria used such weapons again, it would \"pay a very, very stiff price.\"",
  "The group is the implementing body for the Chemical Weapons Convention of 1997, which has been signed by 192 member states.",
  "The suspected chemical attack has sparked international outrage and ratcheted up tensions in the already volatile Mideast.",
  "Iran is one of Assad's strongest backers and has sent thousands of troops and allied militiamen to support his forces.",
  "\"So, I think it's not out of the realm of possibility that the U.S. would also target Iranian facilities in Syria.\"",
  "Ali Akbar Velayati, an aide to Iran's supreme leader, spoke upon arrival in the Syrian capital on Tuesday.",
  "The Syrian air base was struck by missiles a little more than 24 hours after the alleged chemical attack.",
  "Mr. Trump said on Monday he would make a decision on how to respond to the attack within 24 to 48 hours.",
  "It was not immediately clear whether the announcement would delay or prevent a U.S. strike in Syria.",
  "The White House said the two leaders \"agreed not to allow the use of chemical weapons to continue.\"",
  "Russia's envoy to the European Union says Moscow has warned the U.S. against striking Syria.",
  "\"Whether or not he has yet picked an option is not clear,\" Martin said.",
  "It was intended to convince Syria to never use chemical weapons again.",
  "Macron said he wants a \"strong and joint response\" to the attack.",
  "He also reaffirmed his support for an OPCW investigation.",
  "Syria's government denies responsibility."
]