[
  "As news surfaced earlier this month that the US and Russia were \"exploring\" the possibility of a meeting between Trump and Putin, Mattis offered a sobering assessment of relations between the two countries -- warning that the US must remain clear eyed in its dealings with Moscow as Putin \"attempts to undermine America's moral authority\" and \"seeks to shatter NATO.\"",
  "Washington (CNN) With a sudden flurry of plans for high-level contacts between Washington and Moscow, President Donald Trump appears to be telegraphing an upcoming meeting with Russian leader Vladimir Putin -- a controversial push to engage the Kremlin at a time when relations between the US and key European allies are rapidly souring.",
  "\"He aims to diminish the appeal of the western democratic model and attempts to undermine America's moral authority, his actions are designed not to challenge our arms at this point but to undercut and compromise our belief in our ideals,\" he said at a graduation ceremony for the US Naval War College in Newport, Rhode Island.",
  "The two leaders have met before on the sidelines of global forums, but the recent push for a one-on-one summit is shining a new light on their complicated relationship -- one that has been under increased scrutiny as special counsel Robert Mueller investigates any potential ties between Russia and Trump campaign associates.",
  "Kirby said is always constructive for the US and Russia to look for ways to continue talks, but he said that in this case, the timing of Trump's push with Putin seems \"tone deaf \" and \"frankly unsettling\" considering his interactions with European partners at the G7 summit earlier this month.",
  "A group of Republican senators will also head to Russia this week, two members in the congressional delegation confirmed to CNN on Thursday, and Energy Secretary Rick Perry is expected to welcome his Russian counterpart in Washington in the coming days, according to the Wall Street Journal.",
  "America's top military officer -- Gen. Joseph Dunford, the chairman of the Joint Chiefs of Staff -- has been in consistent contact with his Russian counterpart, Gen. Valery Gerasimov and Secretary of State Mike Pompeo spoke with Russian Foreign Minister Sergey Lavrov as recently as Monday.",
  "During that meeting, tensions over trade flared as Trump accused Canadian Prime Minister Justin Trudeau of making \"false statements\" and pulled out of a G7 communique outlining a number of shared priorities, including on trade, economic growth, national security and sustainability.",
  "\"If Trump is suitably tough on Putin about what he's doing in Syria, Ukraine, North Korea and in the cyber realm, then I would say concerns about timing would be greatly mitigated,\" he said, adding that \"based on past performances,\" he does not expect that to happen.",
  "It also underscores the increasing tension between the US and its traditional Atlantic allies, particularly after a contentious G7 meeting in June where Trump blasted fellow leaders and said Moscow should be reinstated in the group of advanced economies.",
  "The potential summit highlights gaps between Trump's consistently positive rhetoric about Russia and more critical comments from administration officials such as Secretary of State Mike Pompeo and Defense Secretary James Mattis.",
  "While the relationship has been fraying for months, NATO Secretary General Jens Stoltenberg offered what is perhaps the most ominous assessment to date last week, warning that the trans-Atlantic partnership may not last forever.",
  "Pompeo and Lavrov \"discussed some aspects of bilateral relations, including the schedule of political contacts between Russia and the United States for the near future,\" according to a Facebook post by the Russian embassy.",
  "In that same speech, Stoltenberg also welcomed the potential meeting between Trump and Putin, calling dialogue between the two leaders \"important\" and adding that a meeting \"is not in any way contradicting NATO policies.\"",
  "Several officials across the US government have been engaging with the Russians in recent months, discussing issues facing both countries, such as operations inside Syria and the overall security situation in Europe.",
  "While Trump's combative tone at the G7 summit makes the timing of the outreach to Russia more peculiar, Kirby noted that, ultimately, the content of a possible meeting with Putin matters more than optics.",
  "The uptick in coordination by the two countries comes at a curious time for the US, as relations with Europe continue to deteriorate amid escalating tensions over trade, climate change and the Iran Deal.",
  "\"Stunning\"\n\n\"I found it stunning that Stoltenberg said he could not guarantee that the trans-Atlantic alliance will last forever,\" said Kirby, a former Pentagon and State Department official.",
  "Mattis also alluded to Moscow's military actions in Crimea and eastern Ukraine, saying Russia has \"proven willing to use conventional and irregular power in violation of international norms.\"",
  "Trump's most recent attack on the trans-Atlantic relationship came Friday, when he threatened to impose additional tariffs against the European Union -- this time on car exports to the US.",
  "Trump and Putin are planning to meet around the time of Trump's trip to the UK and the NATO summit in mid-July, two diplomatic sources familiar with the matter told CNN last week.",
  "The Trump administration has already implemented tariffs on steel and aluminum exports from Europe sparking a retaliatory response from the EU.",
  "One diplomatic official told CNN that the Trump administration wants the meeting in Washington, but Moscow has insisted on neutral ground.",
  "\"It is not written in stone that the trans-Atlantic bond will survive forever,\" Stoltenberg said during a speech in London.",
  "Asked about a possible sit down with Putin earlier this month, the President told reporters \"it is possible we will meet.\"",
  "\"NATO is in favor of dialogue, and if you want dialogue, you have to speak to the political leaders,\" Stoltenberg said.",
  "Their meeting would be the highest level contact among several being arranged with Russia across the US government.",
  "National security adviser John Bolton is scheduled to travel to Moscow this week to discuss the potential summit.",
  "He added that the comments are directly related to Trump's abandonment of long standing European ties.",
  "CNN reported last week that Bolton has taken the reins when it comes to dealing with Russia.",
  "Stoltenberg's statement is stunning, said CNN national security analyst John Kirby.",
  "The Department of Energy did not respond to CNN's repeated requests for comment.",
  "No official announcements have been made about a Trump-Putin meeting.",
  "The official added that Vienna is the likely location.",
  "Trump himself has been noncommittal.",
  "\"But I believe we will preserve it.\""
]