[
  "(A columnist in Kommersant dubbed the whole episode “war by agreement.”) In turn, an official close to the Assad regime told Reuters, “We had an early warning of the strike from the Russians.”\n\nThe Russian effort to preëmptively terrify the West into limiting its military operations in Syria began last month, when Valery Gerasimov, Russia’s top military officer, warned that Moscow would shoot down missiles fired at Syrian territory—and, what’s more, if Russian forces came under threat, would strike back by targeting launch facilities and platforms.",
  "It seemed a piece of a phenomenon that I described in 2016: for Russia, “a measured dose of faux insanity is being used to make up for a gaping disparity in conventional military and economic strength.”\n\nWhether thanks to their successful “madman” routine, or the success of arguments for restraint by U.S. Defense Secretary James Mattis, Putin and his generals must be pleased.",
  "On Saturday morning, Putin, unsurprisingly, offered up ritual bluster and outrage, calling the strikes “an act of aggression against a sovereign state that is at the forefront of the fight against terrorism,” and warning that “history will put everything in its place,” citing U.S. interventions in Yugoslavia, Iraq, and Libya.",
  "They had an immediate effect on those listed (Oleg Deripaska, a metals tycoon, saw his personal net worth drop by more than a billion dollars), and on the Russian economy as a whole (the Russian stock market and value of the ruble fell by the sharpest amounts since 2014, in the wake of sanctions over Crimea).",
  "(It also said that seventy-one of the hundred and three cruise missiles launched by the Western coalition were intercepted by Syrian air defenses—but this is the same ministry that once tried to “prove” U.S. backing for ISIS by publishing screenshots from a military-themed mobile-phone game.)",
  "It seems that way: after days of Russian officials darkly hinting—at times shouting outright hysterically—that U.S. missile strikes in Syria would be met with an escalatory counterattack, the American military seems to have hit a more minimal, less provocative selection of targets.",
  "General Joseph Dunford, the chairman of the Joint Chiefs of Staff, said that, although the U.S. military did not coördinate targets with Russia ahead of time, it used the “deconfliction” line between the two countries to warn where Western forces would be operating.",
  "Other Russian officials were more muted than Gerasimov, saying Russia would act only if its forces sustained a direct hit; then, last week, Russia’s Ambassador to Lebanon said that any and all American missiles would be shot down, and their launch sites targeted.",
  "One unresolved question is whether Russia, in an implicit understanding with Washington and other governments—as a condition of a more limited Western response—got assurances from Syria that it would refrain from using chemical weapons in the future.",
  "Last week, on Russian state television, viewers were treated to segments on bomb shelters and how long particular foodstuffs can last in the case of nuclear winter (rice, oatmeal, and powdered milk are better than pasta and buckwheat).",
  "The Syrian military bases and facilities struck by the United States, United Kingdom, and France, were not targets of particular significance to Russian military operations in Syria or locations that housed Russian troops or equipment.",
  "Those would be hollow promises in any case, given that Russia was the supposed guarantor of the deal, initiated in 2013, that was supposed to insure that all of Syria’s chemical stockpiles were removed from the country.",
  "The latest air strikes do nothing to change the battlefield dynamics in Syria or the course of the war—which is to say, a U.S.-Russian showdown over Syria has most likely been delayed rather than avoided entirely.",
  "That whipped up fears of a direct U.S.-Russian military confrontation, which, given the personalities of the countries’ two leaders and the sizable nuclear arsenals at their disposal, was cause for discomfort.",
  "Banning the import of U.S.-made pharmaceuticals or coöperation on space and civilian nuclear programs might cause a blip of discomfort in the United States, but a whole lot more than that in Russia itself.",
  "Moscow welcomes Assad’s defeat of the rebels, and has little concern for how he achieves it, but the use of chemical weapons is an embarrassment and source of unwelcome consequences for the Kremlin.",
  "But those fears also have tactical utility for the Kremlin, both in terms of causing alarm in Western capitals and serving to unite the population at home against the spectre of foreign aggression.",
  "Regardless, it certainly wants to retain the image of holding decisive influence over Assad—that, along with its airbase in Khmeimim, are the most useful chips it has in the Syrian conflict.",
  "That makes Russia conflicted as Assad seeks to retake the last pockets of rebel-held territory in his country, in part by using horrific, indiscriminate violence, including chemical weapons.",
  "By sanctioning Rusal, Russia’s largest aluminum producer, with a majority share held by Deripaska, the White House effectively levied a trade embargo on a significant Russian export.",
  "However, a report in the Russian newspaper Kommersant on Saturday morning said that French military officials had in fact warned their Russian counterparts of the impending strikes.",
  "But that fiery rhetoric—more theatrical than substantive—may be the limit of Russia’s immediate reaction, or at least a signifier that its response will not be on the battlefield.",
  "Russia is now discussing a range of countersanctions, though its options are limited: the United States has many more tools to disrupt Russia’s economy than vice versa.",
  "What’s clear is that relations between the two countries haven’t yet hit bottom, and the restraint—whether strategically wise or not—shown this weekend may not hold.",
  "On April 6th, the Trump Administration released a new round of sanctions, directed at a broader list of Russian individuals and companies.",
  "The Russian defense ministry declared that the missile strikes did not cross the “zone of responsibility” of Russian air defenses.",
  "That means the Kremlin often ends up inflicting costs on the Russian population when formulating sanctions against the West.",
  "Those words contained the rather provocative suggestion that Russia would fire on U.S. warships and airplanes.",
  "It’s advantageous for Russia to act as if its role is significant, but the truth may be more complicated.",
  "Did threatening a Third World War give Vladimir Putin a tactical victory in Syria this weekend?",
  "For now, the immediate theatre for U.S.-Russian confrontation will likely shift to sanctions.",
  "It’s also unclear how much operational control the Kremlin really wields over Assad.",
  "In fact, it seems that Russia had some idea of what to expect ahead of time.",
  "In any case, the announcement seems to be code for nothing-to-see-here."
]