[
  "As MacMillan sees it, globalization and the interdependence it engendered before 1914 caused the upper classes to feel threatened “by a rising middle class and a new urban plutocracy” causing them to join “conservative, even reactionary, political movements.” Simultaneously, “in the cities, artisans and small shopkeepers whose services were no longer needed [due to globalization] were also drawn to radical right-wing movements.”\n\nIn terms of how a future conflict may be triggered, what MacMillan seems to fear most is nationalism, populism and Islamophobia:\n\nThe world is witnessing unsettling parallels [with World War 1] today.",
  "It has been used as a description of Russian tactics employed during its annexation of Crimea and its invasion of Eastern Ukraine, a “threatening precedent” and “model for future conflicts on Russia’s periphery,” that applies a combination of “low-level conventional and special operations; offensive cyber and space actions; and psychological operations that use social and traditional media to influence popular perception and international opinion,” all of which is designed to remain below the threshold of U.S. or NATO response.",
  "Since his selection as National Security Advisor, attention has been drawn to the Pentagon’s “Russia New Generation Warfare Study,” billed by some as both a McMaster initiative and a “high-level but low-profile effort is intended to ignite a wholesale rethinking—and possibly even a redesign—of the Army in the event it has to confront the Russians in Eastern Europe.”\n\nSimilar to stretching historical analogies, there is also a danger in following, uncritically, every military trend which may not be new, unique or predictive.",
  "McMaster names Russia, China, North Korea, Iran (only Russia was major player in World War 1) and what he describes as “terrorist organizations like Daesh [The Islamic State or ISIS] who cynically use a perverted interpretation of religion to incite hatred and justify horrific cruelties against innocents.”\n\nMcMaster said at VMI:\n\nWe have seen in recent years the return of geopolitics.",
  "Those “sophisticated strategies” have been dubbed Russia’s “New Generation Warfare,” which is an outgrowth of the February 2013 article written by General Valery Gerasimov, Chief of Staff of the General Staff of the Russian Federation Armed Forces, describing Russia’s new “nonlinear” or “hybrid” approach to 21st century warfare now known as the Gerasimov Doctrine.",
  "MacMillan’s premise seems to be that “dramatic shifts and upheaval,” “unprecedented in speed and scale” brought about by factors such as technological advances, globalization, regional instability and mass migration created conditions and foci for a crisis that world leaders and the international system were ill-prepared to resolve.",
  "He refers to what noted Canadian historian Margaret MacMillan described in her 2013 essay “The Rhyme of History.”\n\nAnd MacMillan says she acquired her inspiration from Barbara Tuchman, author of “The Guns of August”, the classic historical work on the outbreak of the first world war.",
  "Across Europe and North America, radical right-wing movements like the British National Party and the Tea Party provide outlets for the frustration and fears that many feel as the world changes around them and the jobs and security they had counted on disappear.",
  "“I do believe, geopolitically, that this period of time is analogous to 1914” said H. R. McMaster, President Trump’s selection as National Security Advisor, at the Virginia Military Institute’s VMI Leadership and Ethics Conference last November.",
  "Geopolitics has returned as hostile revisionist powers Russia, China, North Korea and Iran annex territory, intimidate our allies, develop nuclear weapons and use proxies under the cover of modernized conventional militaries.",
  "Lawrence Sellin, Ph.D. is a retired US Army Reserve colonel, a command and control subject matter expert, trained in Arabic and Kurdish, and a veteran of Afghanistan, northern Iraq and a humanitarian mission to West Africa.",
  "Geopolitics has returned as US rivals from Europe to the Middle East to East Asia attempt to collapse the post-World War 2 political, economic and security order that General Marshall [VMI graduate] helped to establish.",
  "In addition, to paraphrase McMaster, today, as since the dawn of time, human conflict has centered around the “control of territories, populations and resources,” which I see as a distillation of MacMillan’s argument.",
  "Like barnacles on a ship, many military analysts will attach themselves to any promising passing strategic theory until the volume of interpretations and the number of misused applications halts its forward momentum.",
  "Yes, history can offer events and patterns to be analyzed, but there is also a danger in stretching historical analogies, which can lead one to draw false conclusions and, based on them, generate misguided policies.",
  "One of the unexpected results of the Internet, for example, is how it can narrow horizons so that users seek out only those whose views echo their own and avoid websites that might challenge their assumptions.",
  "Having traveled in the Soviet Union and Eastern Europe during the Cold War, I experienced some of those old Russian methods of warfare, at least the non-kinetic elements, first hand.",
  "To his credit, McMaster has thought a lot about strategy, not just in terms of ways, means and ends, but the moral bases to achieve those ends; the sacrifice of blood and treasure.",
  "Globalization can also have the paradoxical effect of fostering intense localism and nativism, frightening people into taking refuge in the comfort of small, like-minded groups.",
  "MacMillan writes: “History, said Mark Twain, never repeats itself but it rhymes,” in this case, that the forces operating in 1914 are similar to those in play today.",
  "It was not a snapshot in time, but was decades in the making, a consequence of events and movements long underway, any of which could have sparked a major conflict.",
  "Challenging in part because they employ sophisticated strategies that combine military efforts with propaganda, disinformation, espionage and political subversion.",
  "MacMillan identifies a number of valid similarities between the world today and the conditions prior to World War 1 – and then makes some questionable assumptions.",
  "As for China, McMaster might do well to peruse one of Tuchman’s other works “Stilwell and the American Experience in China, 1911-1945.”\n\nI read that too.",
  "During World War 1, for example, the tank was an upgraded version of the horse designed to counter another new technology, the machine gun.",
  "They often act below the threshold that would elicit a concerted response from us and our allies.",
  "That combination of geography, relative power among actors and political competition.",
  "Certain immigrants—such as Muslims—come to stand in as the enemy in some communities.",
  "As MacMillan herself readily admits the causes of World War 1 are still in dispute.",
  "That is, traditional methods of warfare simply augmented by new technologies.",
  "Confronting these revisionist powers is challenging.",
  "And just who are today’s threats to U.S. security?",
  "He receives email at lawrence.sellin@gmail.com.",
  "Progress is by its nature a disruptive force.",
  "I read both."
]