[
  "In an interview this weekend, the President made the case that if the U.S. can work with Russia “in the fight against ISIS, which is a major fight, and Islamic terrorism all over the world … that’s a good thing.”\n\nPressed on the wisdom of working with Russia, Trump defended the idea not by denying that Putin is “a killer” and a potentially problematic partner for this fight, but by saying that we should work with Russia because America is not “so innocent” and has “a lot of killers around,” too.",
  "The cost to our current and future generations of warriors of fighting with a brutal, inhumane Russian force would be devastating and immeasurable — and when they returned home, we would be wholly unprepared for the importation of this kind of mentally institutionalized violence into our society, or to help our troops transition from that state back into successful civilian life.",
  "In one of his first executive actions, Trump signed a presidential memorandum on January 28 giving the Secretary of Defense until the end of February to present a “new plan to defeat ISIS,” calling for the “identification of new coalition partners in the fight against ISIS.” Trump has made it clear that he expects Russia to top that list.",
  "In the best-case scenario of forced US-Russian cooperation, our military can deconflict the battle space, but should steer clear of open intelligence sharing or participation in command structures in which Russia’s conscripted terrorists and sectarian allies have any access to our personnel or information.",
  "But it’s a hypocrisy we live with as the world’s most powerful military, and it is the reason why American forces operate with the most restrictive rules of engagement on the planet — even though we know that in minimizing collateral damage, there is sometimes a cost in American lives.",
  "The Russians can sweep the desert and focus on keeping their sectarian allies and puppet-regime forces in line, and they can keep their propaganda war on Russian TV screens while we bear the human cost of separating fighter from civilian and rebuilding an utterly devastated nation.",
  "Instead, Russia has been using ISIL as a convenient excuse to remove threats to Assad, destabilize Iraq (and prove the weakness of American power by doing so), unleash Iran, consolidate its hold on the region, and deploy military hardware and architecture around the edges of NATO.",
  "A place to focus this outrage — for the sake of protecting our military and preventing ourselves from becoming no better than Putin’s “killers” — would be to avoid the trap of fighting ISIL with Russia, or of coordinating our global counterterrorism strategy with the Kremlin.",
  "A kind of armed brotherhood, these are the nations — Poland, the Baltic states, Georgia, others — that answer the American call to arms most readily because they understand why our strategic objectives matter and they want to be defined as our partners in this fight.",
  "Adding further questions about Russian intentions in \"fighting terrorism\" is its own war coalition, which — in addition to Russian, Syrian, and Iranian forces, in coordination with Iraqi and Turkish forces — includes terror group Hezbollah as a core component.",
  "First, Russia didn’t enter the war in Syria to fight ISIL; it entered the war to defend their ally, Bashar al Assad, from a popular uprising that threatened his autocratic regime, and to expand the Russian footprint in the Middle East while they were at it.",
  "Our national security is dependent, more than most Americans know, on the partnership structure we refer to as \"Five Eyes\" — the highly integrated, collaborative intelligence sharing that occurs between the U.S., Britain, Canada, Australia, and New Zealand.",
  "All of those countries are uncomfortable sharing intelligence with Russia or fighting with Russia, and for good reason: It wasn’t so long ago they rid themselves of Russian occupiers, and they still receive regular Russian threats against their sovereignty.",
  "“Fighting terrorism” has been a convenient justification used by President Putin for many terrible things since 9/11 — the justification for every sin, the perpetrator of every crime, the reason so many rights have been rescinded and power re-centralized.",
  "On the surface, the idea of partnership with another powerful and capable military to share the burden of fighting the Islamic State may sound tempting | Alexander Nemenov/AFP via Getty Images FORUM Trump’s plan to fight ISIL with Putin isn’t just futile.",
  "If the President and his new National Security Council nonetheless decide to pursue the course of fighting ISIL with the Russians, then we can draw essential lessons from the last time we fought, somewhat nervously, alongside them — World War II.",
  "Counterterrorism, Russian style\n\nThe United States views the war on terror — rightly — as a messy, confusing world of gray authorities, targets, and battlefronts in which legal frameworks matter as much as military or law enforcement operations.",
  "It has taken decades of training and joint exercises to integrate NATO forces — especially the armies of former Soviet nations — so we can work together at a command-and-control, doctrinal, procedural, technological, and human level.",
  "It may not be fair that Russia is routinely bombing hospitals and civilian infrastructure with relatively little backlash, while one stray U.S. airstrike on a Doctors without Borders facility unleashes unending international outcry.",
  "He should understand that his decision to do so, if guided by other desired benefits of an imagined policy realignment, will likely come at the cost of American national security in cascading ways that we cannot yet fully define.",
  "Our partners — our NATO allies, and the NATO aspirants, with whom we share tactical, operational, and strategic objectives; with whom we share a deep foundation of trust; and with whom we have bled a lot more recently than 1945.",
  "It should not be lost on us that the Kremlin also defines “ akin to other forms of extremism, and that Russia’s Chief of General Staff Valery Gerasimov has called the Western promotion of democratic values a cause of terrorism.",
  "There is simply no way to make Russia our partner in this fight without betraying the values we defend as a nation, betraying the principles we endeavor to uphold in this war, and betraying the force we have built to fight it.",
  "This endangers our troops, by shaping our next generation of warriors and commanders with this mindset of war, and this endangers our nation, by becoming everything we have spent generations training ourselves not to be.",
  "Its decade-long internal war against militants and terrorists fighting for an independent Chechnya left at least tens of thousands dead on both sides, and likely far more--a body count that includes countless civilians.",
  "The Russia we talk about partnering with now may have modern weapons and equipment, but its perspective on the human cost in war, especially in counterterrorism operations, is still grounded in the fields of Stalingrad.",
  "In 2004, when Chechen terrorists took around 1100 people, mostly children, hostage in a school in Beslan, the same Russian security forces ended the standoff by storming the school with tanks and incendiary munitions.",
  "We still believe in international conventions governing war crimes — conventions the Russians explicitly reject — and we will expose our fighting men and women to criminal charges by fighting the way that Russians do.",
  "The Kremlin's are to entrench a fractious ally (and other regional dictators and strongmen loyal to Putin), to project Russian force into the region, and to continue the realignment of global power away from the West.",
  "Our military cannot, and should not, be asked to cooperate and integrate with a Russian force and command structure that sees the laws of war, and threshold of acceptable carnage, in ways that we have long rejected.",
  "To buffer against this, if he insists on this course, then President Trump must ensure that Secretary Mattis and our military commanders have the final say on how we divide the battlefield and how we fight the war.",
  "The president’s statement drew immediate bipartisan fire, with voices from both sides of the aisle calling Putin a thug and pointing out that journalists and political opponents alike often end up dead in Russia.",
  "America and Russia fighting on the same side against ISIL: This is the radical realignment that U.S. President Donald Trump has been dangling as the linchpin of his promised reboot of the global war on terror.",
  "We’ve fought wars with plenty of undesirable allies, and it might be tempting to imagine we could hold our noses and ally with Russia against what we believe are the more horrific forces of the Islamic State.",
  "Pointless because the Russians are not there to fight ISIL — their real goals in the region have nothing to do with eliminating the terror group, but with empowering Assad and other anti-American allies.",
  "In 2002, when Chechen terrorists took an estimated 850 people hostage in a theater in Moscow, the Kremlin ordered FSB special forces to pump an undisclosed toxic gas into the theater to break the siege.",
  "The strong bipartisan backlash to President Trump’s comments is evidence enough that his attempts to forge ahead in a new partnership with Russia will meet tough resistance when they are out of bounds.",
  "But there should be no illusions about the nature of what we are partnering with, and the cost to our nation — the vast majority of which will be carried by our military personnel for decades to come.",
  "We should also ask for control of areas like Aleppo, where the potential for civilian casualties is high under the wrong rules of engagement, and where the humanitarian responsibilities are greater.",
  "Despite the cost in blood and treasure, it's not a clear-cut victory: the new Chechen leadership cultivated by Putin has done little to stop the spread of violent extremism in the North Caucasus.",
  "Because for Russia, this is all a simple matter of definition: as we have readily seen in Ukraine, the Kremlin has long referred to anyone who stands against its power as a terrorist or Nazi.",
  "Partially, this is because Russia has established Syria as its central naval, air, and land force base in the Middle East, from which it can lilypad to wherever necessary, including Libya.",
  "NATO aside, we have spent the past 15 years, during wars in Afghanistan and Iraq, building a Western-aligned group of states that share a common commitment and understanding of the threat.",
  "Russia has targeted airstrikes against bases used by U.S. special forces, and, just to make sure we got the message, bombed the same base again 90 minutes after we asked them to stop.",
  "Russia has devoted considerable resources to broadcasting its \"victorious war\" in Syria, airing endless footage of spectacular airstrikes and trumpeting supposed territorial gains.",
  "All of these intelligence forces understand the threat that Russia presents to our countries, and they have gone to great effort to prevent Russian infiltration and recruitment.",
  "When the Kremlin views a humanitarian crisis and forced migration into Europe as a strategic success, then it’s pretty clear we share little in common strategically with Russia.",
  "There is no established trust between our nations or our forces, and the place to build that trust is not during a major operation where our goals are fundamentally misaligned.",
  "Rather than investigating or reviewing the raid, the horrific outcome was used as political leverage to drum up ethnic hatred and greatly expand the powers of security forces.",
  "If we allow ourselves to integrate the Russian way of war, we implicitly endorse the Kremlin's actions, and the impact on our already damaged reputation will be incalculable.",
  "The intense civilian collateral damage, widely visible via social media, has arguably inflamed radicalization and aided ISIL recruitment — in the Middle East and in the West.",
  "Russia has prevented U.S. aircraft from fighting ISIL in Syria, threatened to shoot down planes targeting Assad’s forces, and used its planes to force ours away from targets.",
  "This has driven a refugee crisis that has destabilized Europe, challenging its political and physical security, and aided the rise of far-right parties supportive of Moscow.",
  "The minute the U.S. agrees, for political reasons, to openly share intelligence with the Russians, the Five Eyes family ends, leaving us immeasurably more exposed to attack.",
  "The threat to alliances\n\nRussia’s strategy for the past decade has been to dismantle NATO, erode the values of the transatlantic partnership, and challenge American power.",
  "He leaves out that the vast majority of these were killed by Stalin’s deportations, executions, intentional famines, and other internal tactics of submission and control.",
  "The arrival of the first group of several hundred Russian-speaking fighters was a key turning point in the Syrian war — turning the war away from Assad and toward Iraq.",
  "The slick Kremlin media narrative and coordinated messaging campaigns have helped create powerful myths about its effectiveness in Syria and in the war against ISIL.",
  "This would certainly raise the question of what the benefit of such a partnership is, or what it does to help our cause or achieve the objective of eradicating ISIL.",
  "The 100 years of American blood spilled for Europe was an investment — an investment in a Europe whole, free, and at peace, upon which we have earned ample returns.",
  "The largest current source of ISIL revenue, according to U.S. and European officials, is from selling oil to Assad — and Assad cannot act without Russian approval.",
  "It is fantasy to believe even a bandaid version of this can happen easily or quickly with a large, lethal force five years deep in a spreading, bloody, total war.",
  "How does it make any sense that Russia fights terrorism in one place, while working with it in another — sometimes exporting the enemies from one war to another?",
  "Credible reporting from Russia suggests that Russian security forces helped recruit for ISIL, which now has thousands of Russian-speaking jihadis in its ranks.",
  "But we value it, and it evaporates the second we pose for the Russian photo op — or worse, allow Putin to drag us into a replication of his ISIL war in Libya.",
  "It is likely for this reason that the Obama administration’s attempt to launch a joint operations center with Russia to fight ISIL never got off the ground.",
  "Ours are to eliminate a terrorist force; to limit its replication and recruitment; to keep it from attacking American soil; and then to get our forces out.",
  "We should operate on separate fronts, with clear divisions of operational space and limited intelligence sharing, but never allow the two forces to cross.",
  "Before the Sochi Olympics, for example, Putin warned of the potential terror threat from North Caucasian militants and staged massive security operations.",
  "We get it wrong at times, and we subject ourselves to scathing review, and our lawmakers investigate those missteps to avoid repeating them in the future.",
  "We accept that they have objectives we won’t fully understand — some of which are meant to weaken our allies and undermine our own security architecture.",
  "On the surface, the idea of partnership with another powerful and capable military to share the burden of fighting the Islamic State may sound tempting.",
  "But, even putting aside moral differences, there is no feasible way to form a coalition with the Russians and have a joint force that is interoperable.",
  "Far more logical than accepting a bad choice would be to return to the original assignment — the identification of coalition partners to fight ISIL.",
  "ISIL requires Russian ammunition to fight, readily acquires it from stocks sent to Assad, and seems to find fortuitous resupply when necessary.",
  "Russian anti-terror ops are not about providing security, but exacting vendettas and controlling an environment through fear and devastation.",
  "We accept the embrace, training, and arming of unholy allies who will likely spawn the next generation of extremists we will fight against.",
  "She was an adviser to GeorgianPresident Saakashvili’s government from 2009-2013, and to former Moldovan Prime Minister Filat in 2014-2015.",
  "How can the Kremlin claim to be fighting a war to defend Syria from ISIL when Assad has also funded terror groups, including aiding ISIL?",
  "There is only one rule in Vladimir Putin's counterterrorism tactics: anything done in the service of defeating \"extremism\" is justified.",
  "It also relies on sectarian militias led by Iran's Quds Force, which is well-documented as Iran’s favorite tool for exporting terror.",
  "Why does Russia need massive anti-access area denial (A2AD) air defense capabilities in Syria when ISIL doesn’t have an air force?",
  "If there are any questions about the power dynamics between Russia and Syria, Russia drafted a new Syrian constitution in January.",
  "In the Kremlin’s calculus, high civilian casualties contribute to those objectives, so they are considered tactically acceptable.",
  "Because ultimately this is the best and only way to protect our fighting men and women, and our interests, when things go awry.",
  "Russian tactics are brutal and indiscriminating: targeting a terrorist or his family or his community are all the same.",
  "He should understand that joining Russia in Syria captures America into a Putinist narrative of domination and victory.",
  "In that war, as in this one, we fought on the same side, though not without trepidation — but we didn’t fight together.",
  "There is nothing we can gain from the Russians that would replace this source of information in our domestic security.",
  "Molly K. McKew (@MollyMcKew) advises governments and political parties on foreign policy and strategic communications.",
  "Russians operate differently from Americans at every level of conflict — tactically, operationally, and strategically.",
  "We also become complicit in the grand fiction that Putin has used to inflate his standing at home and in the world.",
  "Russia’s war against anti-Assad rebels, however, closely resembles its traditional counterterrorism operations.",
  "Russia has dropped three times more bombs than the U.S. coalition, but only a fraction have hit ISIL targets.",
  "But Putin and his security state have found it useful to keep the constant specter of internal terror alive.",
  "It’s dangerous There’s no way to go to war alongside the Russian army without dragging American troops down.",
  "We accept that the Kremlin will maneuver and manipulate terrorism to suit its strategic and financial needs.",
  "It was a scorched-earth war, and Russia has spent countless billions to rebuild the smoking ruin of Grozny.",
  "The Russians have no concept of \"collateral damage\" in their attacks; it’s all tallied in the same column.",
  "We try to be careful in sorting moderate from extremist, civilian from militant, bystander from believer.",
  "On TV and in official statements, Russia says all the right things about its glorious war against ISIL.",
  "We are already a member of “the most successful military alliance in modern world history, maybe ever.\"",
  "Terrorism is, by its nature, a spectral opponent, but the Russian war on terror is never what it seems.",
  "Operationally, if we choose to fight as a partner with Russia, we endorse the objectives of their war.",
  "Russia’s kabuki war on ISIL\n\nThe U.S. and Russia also have different operational objectives in Syria.",
  "Similarly, we cannot allow the Russians to dictate which combatants are legitimate and which are not.",
  "Russia has said civilian infrastructure, including schools and hospitals, is a legitimate target.",
  "The truth is that it is both pointless and dangerous for America to fight ISIL alongside Russia.",
  "Fighting ISIL with Russia would come at the expense of our strategic alliances and partnerships.",
  "Dangerous because the United States and Russia share neither common goals nor common tactics.",
  "The terrorists were killed, but again, so were at least 330 hostages, including 186 children.",
  "“Extremism” is, in turn, a catch-all Kremlin term for radical forces that must be fought.",
  "Putin likes to remind Russians that 24 million Soviet citizens died during World War II.",
  "Russians have been indoctrinated with the idea that this was a justifiable cost of war.",
  "But Trump’s broader plan is no less fraught than the casual moral equivalency he drew.",
  "The differences between our wars on terror run as deep as those between our nations.",
  "This approach is not only antithetical to our own: It has no Western counterpart.",
  "Some believe that Russia is waging a war to intentionally \"weaponize\" migration.",
  "Compromising that for a one-off action with Russia makes little strategic sense.",
  "It has cost billions of dollars to achieve and maintain this interoperability.",
  "We are constantly reevaluating civil rights and protections in an unclear war.",
  "The message has been clear: Any who stand against their pawn are fair game.",
  "That operation was cover to move Russian forces into place to seize Crimea.",
  "If President Trump signs up for such endeavors, he should do so clear-eyed.",
  "Worse, the Russian way of war would be a seeping poison for our troops.",
  "They are the frontiers of NATO, and the next generation of warfighters.",
  "Our forces are simply better-trained to fight a humane, legitimate war.",
  "Russia has also been sharing intelligence and working with the Taliban.",
  "Second, Russia provides material support to ISIL to manipulate the war.",
  "Our forces are not interoperable, and neither is the way we fight wars.",
  "It’s persuasive storytelling — until you look closer at the details.",
  "The world watched in real time as Russia pummeled Aleppo into dust.",
  "Russia has also shown no inclination to learn from its errors.",
  "This is the model we must replicate for a Middle Eastern war.",
  "There is no moral equivalency between us and Putin’s Russia.",
  "The U.S. will have partners to fight ISIL in Syria and Iraq.",
  "The militants were killed, but so were 130 hostages.",
  "We accept that Assad — and Russia — stays in Syria.",
  "Third, Russia has not been directly fighting ISIL.",
  "Russian tactics leave a high civilian body count.",
  "If Trump pushes ahead anyway, what are we in for?",
  "But mostly, the air defense assets are about us.",
  "Russia has no such uncertainties or concerns.",
  "Our operational objectives differ wildly.",
  "But that’s exactly what they are: myths.",
  "If it ends up dead, it was a terrorist.",
  "We can’t, as they say, \"plug and play.\"",
  "It would be expensive and challenging.",
  "Why would we turn our backs on that?",
  "It may be an informal alliance.",
  "What if he really tries it?"
]