[
  "The weeklong Vostok (East) 2018 maneuvers span vast expanses of Siberia and the Far East, the Arctic and the Pacific Oceans and showcase the military might of Russia and China at a time of simmering tensions with the U.S.\n\nAs well as the troops, some 1,000 Russian aircraft and 36,000 tanks and other combat vehicles are involved.",
  "Speaking at the Tsugol firing range about 130 kilometers (80 miles) north of the border with China, where Russian and Chinese troops performed joint drills, Putin lauded the troops for their skills, saying they \"demonstrated their capability to deflect potential military threats.\"",
  "The drills come amid tensions over Syria, where the U.S. and its allies threatened to launch strikes against President Bashar Assad's government if it uses chemical weapons to reclaim control of the rebel-held northwestern province of Idlib.",
  "He emphasized that \"Russia is a peaceful nation,\" but noted that the country needs to strengthen its military capability to \"be ready to protect its sovereignty, security and national interests, and, if necessary, support our allies.\"",
  "China is intent on defending its interests in the South China Sea, which Beijing claims virtually in its entirety, as well as Taiwan and the Senkaku and Diaoyu islands controlled by Japan but claimed by Beijing.",
  "next Image 1 of 2\n\nprev Image 2 of 2\n\nPresident Vladimir Putin on Thursday attended Russia's biggest-ever war games, which involved some 300,000 troops as well as a significant contingent of Chinese forces.",
  "China sent about 3,200 troops, 900 combat vehicles and 30 aircraft to join the drills at a Siberian firing range, a deployment that reflects its shift toward a full-fledged military alliance with Russia.",
  "For Russia, the increasingly robust alliance with China is particularly important in light of the strained relations with the U.S. and its allies and the looming threat of more biting U.S. sanctions.",
  "The Chinese media have described the People's Liberation Army involvement in the drills as the country's largest-ever dispatch of forces abroad for war games.",
  "Russia, which has waged a military campaign in support of Assad, strongly warned the U.S. against military action in Syria.",
  "From China's perspective, the emerging military alliance with Russia sends a strong signal to the U.S. and its ally Japan.",
  "The exercise surpasses even the biggest Soviet maneuvers in 1981.",
  "Nataliya Vasilyeva in Moscow contributed to this report.",
  "___\n\nIsachenkov reported from Moscow."
]