[
  "Russia, a close ally of Syrian President Bashar al-Assad, cut off the hotline in response to the strike, claiming it had increased risk “considerably.” The Russian defense ministry also claimed it would strengthen Assad’s air defenses to “protect the most sensitive Syrian infrastructure facilities.”\n\nFollow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "The Astana agreement and the restarting of the airspace hotline comes nearly one month after President Donald Trump ordered a large missile strike on a Syrian airbase believed to be responsible for a chemical weapons attack on civilians in April.",
  "Marine Corps Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, and his Russian counterpart, Gen. Valery Gerasimov, came to the agreement after speaking over the telephone.",
  "Certain “de-escalation zones” in Syria agreed upon by several countries, not including the U.S., are now off limits to U.S. aircraft, according to Russian authorities.",
  "While Russia has claimed U.S. aircraft are excluded from the zones, the two countries agreed to restart the use of a safety hotline over Syrian airspace Saturday.",
  "The Syrian airspace hotline was first established in 2015 so that Russian and U.S. strike aircraft could avoid any accidents while engaging targets over Syria.",
  "The “de-escalation zones” are part of the Astana agreement, a plan proposed by Turkey, Russia and Iran intended to help stem further conflict in Syria.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "De-escalation measures will not hinder U.S. coalition efforts against the Islamic State, Pentagon officials told the Washington Post Friday.",
  "The zones include areas in which fighting between Syrian rebels and the Syrian government have been especially intensive.",
  "Russia gave no further details regarding zone operations or how U.S. aircraft will be prevented from flying within them.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Both Moscow and Washington issued statements confirming the restart of the hotline Saturday.",
  "The new zones went into effect Friday at midnight, according to a Voice of America report.",
  "Washington was represented at the talks, but did not participate in negotiations."
]