[
  "Cautious communication\n\nThough US officials have been communicating with Russian officials, a source close to the administration told CNN that despite Trump's rhetoric indicating a desire to work more closely with Russia, top officials have maintained skepticism about interacting with Moscow and a more realistic view of Putin's broader strategic goals -- pointing out that as a whole, the administration has implemented several tough policy measures, including new sanctions and expelling Russian diplomats, in recent months.",
  "\"I don't think any decisions have been made, or details have been worked out, but I believe both sides are exploring an opportunity to try to do that,\" Richard Hooker, special assistant to the President and senior director for Europe and Russia in the US National Security Council, told Russia's state-owned news outlet TASS when asked if the two sides were preparing for a sit-down.",
  "Specifically, this source said Secretary of State Mike Pompeo and Bolton have demonstrated more hawkish views on Russia and that there is a general sense among officials that the administration continues to be tough on Moscow despite acknowledging that those policies seem to clash at times with the President's optimistic comments about areas of possible collaboration.",
  "\"Bolton reiterated that it is in the interest of both the United States and Russia to have better relations, but that this will require addressing our concerns regarding Russia's interference in the 2016 election, the reckless use of a chemical weapon in the United Kingdom, and the situations in Ukraine and Syria,\" the White House statement said at the time.",
  "Bolton focused on Russia\n\nWith the first major hurdle of the North Korea negotiations behind the Trump administration and Secretary of State Mike Pomepo focused on the next steps, national security adviser John Bolton has taken the reins when it comes to dealing with Moscow.",
  "The two have talked on the phone eight times since Trump assumed the presidency, according to readouts distributed by the White House -- a pace that is roughly equivalent to the number of phone calls President Barack Obama had with Putin in his final two years in office.",
  "\"The White House will obviously make an announcement but I think the President has stated before that he would like to get together with President Putin at some point and solve some of the issues between us, and that's a good thing,\" he said.",
  "Those March conversations have helped avert clashes between US- and Russian-backed forces in Syria, like the one that occurred in February and left scores of Russian contractors dead, according to Secretary of Defense Jim Mattis.",
  "Earlier this month, Putin said he speaks regularly with Trump and they have met in person twice since Trump took office -- once at a formal bilateral meeting in Germany and once on the sidelines of a leaders' summit in Vietnam.",
  "Several officials across the US government have been meeting with their Russian counterparts in recent months, discussing issues facing both countries, like operations inside Syria and the overall security situation in Europe.",
  "Washington (CNN) With his first meeting with North Korean dictator Kim Jong Un behind him, President Donald Trump is turning his attention to the possibility of another marquee summit: with Russian President Vladimir Putin.",
  "The meeting came amid heightened tensions between the two nations over Syria, the poisoning in the UK of a former Russian spy and the ongoing special counsel investigation into Russian interference in the 2016 US election.",
  "\"The President has long expressed a desire to work more closely with Russia,\" the source said, adding that administration officials think they are doing what they can on the policy side to hold Moscow accountable.",
  "A statement from NATO at the time read, \"This face-to-face meeting demonstrates a clear mutual interest to maintain the military lines of communication, to align with NATO's policy of dialogue and transparency.\"",
  "While Trump and Putin have met before on the sidelines of global forums, the preliminary discussions of a one-on-one summit are shining a new light on the complicated relationship between the leaders.",
  "In a Fox News interview on June 3, US Ambassador to Russia Jon Huntsman said any potential meeting \"would be a ways off and the President at the right time will say what needs to be said.\"",
  "Shortly after the US-led strikes in Syria on suspected chemical weapons facilities in April, NATO's Supreme Allied Commander US Gen. Curtis Scaparrotti met with Gerasimov in Azerbaijan.",
  "America's top military officer, Gen. Joseph Dunford, the chairman of the Joint Chiefs of Staff, has recently been actively engaged with his Russian counterpart, Gen. Valery Gerasimov.",
  "Another source with the National Security Council said a meeting \"is being worked on\" and a diplomatic source added that a meeting is likely to happen soon.",
  "Moscow and Washington are \"exploring\" the possibility of a meeting between the two leaders, according to US officials and a Russian media report.",
  "Russian and US defense officials have said the calls have largely focused on Syria and the de-confliction of Russian- and US-backed forces.",
  "Last year, Trump met with Russian Foreign Minister Sergey Lavrov and Sergey Kisylak, who was Russia's ambassador to the US at the time.",
  "In April, Bolton met with Russian Ambassador to the US Anatoly Antonov for the first time since both men assumed their current roles.",
  "He is set to meet with Russian officials later this month in what is described as a pre-NATO meeting, according to US officials.",
  "While nothing is imminent, the official acknowledged there are ongoing discussions of setting up a Putin-Trump face-to-face.",
  "NATO heads of state and government are scheduled to meet early next month in Brussels, Belgium.",
  "The two generals met in Helsinki, Finland, last week and spoke again on the phone Thursday.",
  "Russian state media posted photos of that Oval Office meeting.",
  "A US official told CNN that Moscow is pushing for a meeting.",
  "They also spoke on the phone several times in March.",
  "They spoke nine times in 2015 and 2016."
]