[
  "While the U.S. has largely abandoned its support for an increasingly Islamist Syrian opposition in favor of focusing on the battle against the Islamic State militant group (ISIS), the Syrian military's latest push raised fears of an escalation with Israel, which occupies the neighboring Golan Heights and has stepped up its bombing of pro-Syrian government positions allegedly associated with its archfoe Iran.",
  "Citing two diplomatic sources, CNN reported Thursday that Trump told Jordan's King Abdullah II during their meeting Monday that he was looking to use his upcoming sit-down with Putin to reach an agreement regarding Syria's rebel-held southwest, where the Russia-backed Syrian military is quickly reclaiming towns and villages through force and reconciliation deals.",
  "Office of the Chairman of the Joint Chiefs of Staff\n\nWhile Trump has joined Western nations in accusing Assad of war crimes and has twice ordered military strikes against his government in response to alleged chemical attacks, the Republican leader has also demonstrated an eagerness to extract the U.S. from the seven-year war in Syria.",
  "Trump and Putin's meeting—scheduled for July 16 in the Finnish capital of Helsinki—will follow other high-level U.S.-Russian contacts, including a meeting between the two countries' top military officials on June 8 and national security adviser John Bolton's visit to Moscow on Wednesday.",
  "Trump repeatedly referred to longtime Syrian president as the lesser of two evils when compared to ISIS and even considered a military alliance with Russia, which in 2015 began its own anti-ISIS bombing campaign that also targeted other enemies of the Syrian government.",
  "Reports suggested his advisers pushed back, however, and only days later allegations that the Syrian military used toxic gas in the eastern Ghouta suburb of Damascus prompted Trump to order his second and most powerful missile strike on Syrian government sites.",
  "Asks opposition leader as government moves in\n\nTo avoid the situation from spiraling out of control and sparking a wider regional conflict, the U.S., Russia and Jordan have reportedly gathered to discuss a potential arrangement among the belligerents.",
  "Syria, Russia and Iran have accused the U.S. of using the base to secretly provide assistance to ISIS and other militant groups and have called on the U.S. to dismantle it—an idea that Washington has reportedly floated in prior discussions.",
  "Russia has dismissed a new report alleging that President Donald Trump is looking to cut a deal with Russian President Vladimir Putin to allow a speedy U.S. exit from Syria, where both world powers are involved in rival military campaigns.",
  "The U.S.-led coalition has set up a roughly 34-mile deconfliction zone surrounding the border crossing of Al-Tanf, where pro-Syrian government fighters and \"an unidentified hostile force\" have engaged the coalition and its rebel allies.",
  "Syrian Arab News Agency/Reuters\n\nThe Syrian government set its sights on the southwest province of Daraa—one of the last areas under opposition control—shortly after clearing insurgents from the outskirts of the capital Damascus.",
  "With Iranian and Russian support, the Syrian military has largely defeated the rebels and jihadis that rose up against Assad after a 2011 uprising sponsored by the West, Turkey and Gulf Arab states such as Qatar and Saudi Arabia.",
  "The attack prompted a strong reaction from Russia, which has denied Assad's possession of chemical weapons and has joined Syrian and Iranian leaders in calling for the U.S. to withdraw from the war-torn country.",
  "Trump's goal for the arrangement would be for the U.S. to \"get out ASAP\" and allow Syrian President Bashar al-Assad to fully retake the region unchallenged, despite Washington's stated opposition to his rule.",
  "In late March, Trump told a reporter that the U.S. will \"be coming out of Syria like very soon\" as he reportedly ordered his top military brass to immediately make arrangements to withdraw.",
  "Reports have suggested that such dialogue has limited the involvement of Iran-backed militias, such as the powerful Lebanese Shiite Muslim Hezbollah movement, in the battle for Daraa.",
  "Putin's spokesperson Dmitry Peskov responded Friday to the news, saying, \"I have no idea what the CNN report is based on, or if there is anything factual behind this report.",
  "Syria launched the offensive last week despite Washington's complaints that such actions violated a ceasefire agreement reached by the U.S., Russia and Jordan in 2017.",
  "The U.S. has also already warned rebels, \"You should not base your decisions on the assumption or expectation of a military intervention by us.\"",
  "The CNN report alleged that Trump would also allow the Syrian military to reclaim a southern strip along the Jordanian border.",
  "We know nothing about it and it makes you wonder,\" according to the state-run Tass Russian News Agency.",
  "There can be no doubts that Syria will be covered comprehensively at the summit, though.",
  "A rather detailed discussion on Syria is anticipated,\" he added.",
  "We know nothing about what Trump is going to discuss.",
  "Related: Why won’t U.S. stop Russia, Iran and Syria?",
  "DOMINIQUE A. PINEIRO/AFP/Getty Images/Lehtikuva/U.S.",
  "\"They say Trump is going to negotiate this issue."
]