[
  "Turkish jets destroyed observation posts and many other targets of PYD/PKK terrorists in Afrin, Syria https://t.co/Z8wq2L74kP pic.twitter.com/FnlF237hsZ — ANADOLU AGENCY (ENG) (@anadoluagency) January 20, 2018\n\n'We have no choice'\n\nSpeaking at a news conference in Ankara, Turkish Prime Minister Binali Yildirim said land forces may take action next.",
  "\"Both leaders recognize the importance of maintaining regular communication in order to avoid miscalculation and to promote transparency in areas where our militaries are operating in close proximity,\" a Joint Chiefs spokesman said.",
  "Turkish state-run media had suggested that the operation would involve airstrikes from warplanes and drones, and that Turkish-trained militia from the Free Syrian Army alliance would be first on the ground in any land offensives.",
  "The announcement of a border force infuriated Turkey's leaders, and Erdogan has accused the United States, its most powerful NATO ally, of \"building an army of terror\" on his border and threatened to \"drown\" the US-backed force.",
  "(CNN) Turkish airstrikes pounded the Kurdish-held region of Afrin in northern Syria on Saturday, killing at least eight people, according to a statement released by the Syrian Democratic Forces (SDF) General Command.",
  "The Russian Defense Ministry said the United States contributed to the crisis in northern Syrian because it took steps \"to isolate areas with predominantly Kurdish populations\" and create border forces near Turkey.",
  "Turkish incursion had been expected\n\nTurkish-backed fighters from the Free Syrian Army were battling Kurdish militia members recently in Afrin, and a full cross-border Turkish military incursion had been expected.",
  "\"At the United Nations, not only Syria will demand the termination of this operation, Russia will support these demands and will provide Syria with diplomatic assistance,\" said the lawmaker, Franz Klintsevich.",
  "Russia will back the Syrian government diplomatically and support a demand at the United Nations for Turkey to stop its military operation, Moscow's state-run RIA Novosti quoted a senior lawmaker as saying.",
  "Its Defense Ministry said it had relocated some troops out of the Afrin area \"to prevent possible provocations and to exclude the possibility of the threat to the life and health of Russian servicemen.\"",
  "It's determined to prevent the establishment of a Kurdish state across the border in Syria and has used military force in the past against Kurds and ISIS in the northern part of the neighboring country.",
  "More than 50 Turkish vehicles, including artillery, tanks, rocket launchers and heavy equipment transporters, had been observed on the Turkish-Syrian border, a US defense official said Friday.",
  "He told a news outlet that the Syrian government was informed of the operation in advance, but the Syrian government, speaking through the state-run news agency SANA, said it wasn't notified.",
  "Gen. Joseph F. Dunford Jr., chairman of the US Joint Chiefs of Staff, spoke by phone Saturday with his Russian counterpart, Gen. Valery Gerasimov, about a number of issues, including Syria.",
  "Explosions were heard as jets swooped over Afrin, and Turkish-backed rebels from the Free Syrian Army (FSA) began entering the town, according to Anadolu Agency, Turkey's state-run outlet.",
  "US-trained border force in Manbij\n\nManbij is in an area where a 30,000-strong, US-trained border force from the Syrian Democratic Forces, dominated by YPG fighters, is to be trained.",
  "A statement from the YPG command in the Afrin district said Turkish forces tried to cross the border near the villages of Kordu and Balya but YPG fighters pushed them back.",
  "\"We know very well that the Turkish army wouldn't have carried out the attack without the agreement of the international powers, headed by Russia,\" the SDF statement said.",
  "The Turkish Foreign Ministry is briefing the heads of mission of the United States, Russia and Iran in Turkey on the latest developments in Afrin, Anadolu reported.",
  "\"Therefore, as we hold the Turkish occupation responsible for these attacks, we also hold Russia responsible for these attacks and for any massacre of civilians.\"",
  "\"The operation is being carried out within the right of self-defense and with respect to Syrian territorial integrity,\" the armed forces said in a statement.",
  "The Turkish military said the air force destroyed 108 targets in seven regions, including weapons depots and barracks belonging to Kurdish militias and ISIS.",
  "Turkish Foreign Affairs Minister Mevlut Cavusoglu said in a tweet that the operation isn't targeting civilians and \"innocent Syrians\" -- just terrorists.",
  "The military offensive is likely to sharpen tensions between Turkey and the United States, which supports and openly arms Kurdish militias fighting ISIS.",
  "Report: Russia to back Syria at UN\n\nWashington has been concerned about a Turkish military incursion and called on Ankara to refrain from launching one.",
  "\"We call upon all of our young people to meet in the ranks of resistance, taking the resistance spirit of our sacrificial martyrs as an example.\"",
  "The airstrikes targeted at least 100 locations, the SDF statement said, adding that six civilians were killed and 13 people were wounded.",
  "It said the delivery of modern weapons \"to pro-American formations in northern Syria\" stoked tensions that resulted in an operation.",
  "The PKK is an outlawed Kurdish group responsible for major terror attacks in Turkey as part of its bid for national ethnic autonomy.",
  "\"We know that without security in Syria, there cannot be security in Turkey,\" Erdogan told members of his ruling party in Kutahya.",
  "Turkey regards the YPG as the Syrian arm of the Kurdistan Workers' Party, or PKK, despite the group's help in battling ISIS.",
  "The SDF is made up of a number of local rebel groups but mainly from Kurdish militia of the People's Protection Units (YPG).",
  "\"By changing the name of a terrorist organization that is playing games in Syria, they think (they) are being smart.",
  "Turkey said it launched Operation Olive Branch Saturday to target \"terrorist organizations\" including YPG forces.",
  "Earlier Saturday, Turkish President Recep Tayyip Erdogan said the military offensive is in its early phase.",
  "The armed forces said that all of the dead and wounded brought to hospitals are Kurdish militia members.",
  "\"In keeping with past practice, both have agreed to keep the details of their conversations private.\"",
  "\"No matter what they say, we don't care anymore because we look at what is happening in the field.\"",
  "He said forces will next move on the Syrian town of Manbij, east of Afrin, on the Turkish border.",
  "The YPG issued a statement on a pro-PKK news outlet, ANF, calling the Turkish attack \"barbaric.\"",
  "\"As of tomorrow, depending on developments, our land forces will carry out the necessary steps.",
  "\"The focus needs to be on ISIS,\" State Department spokeswoman Heather Nauert said this week.",
  "Turkish-backed rebels and US forces have been trading fire there, US defense officials said.",
  "The European Union and United States have both named the PKK as a terrorist outfit.",
  "Seventy-two planes taking part in the operation returned to base safely, it said.",
  "Turkish forces said they are targeting ISIS as well as Kurdish militia in Afrin.",
  "Turkey has long fought Kurdish unrest in the southeastern part of the country.",
  "In addition to Turkish soldiers, FSA units will also take part,\" he said.",
  "The name of this organization is PKK, PYD, YPG,\" Erdogan said Saturday.",
  "The SDF said Russia bears responsibility for the attack on Atrin.",
  "Residents and activists also reported airstrikes in the region.",
  "The Russian Foreign Ministry called for restraint Saturday.",
  "\"We have no choice but to resist,\" the YPG statement said.",
  "Who do you think you are fooling?"
]