[
  "ISIS HAS LOST 98 PERCENT OF ITS TERRITORY--MOSTLY SINCE TRUMP TOOK OFFICE, OFFICIALS SAY\n\nGerasimov reportedly told the daily newspaper Komsomolskaya Pravda on Wednesday that the United States was training fighters who were former Islamic State militants but who now call themselves the New Syrian Army, among other names.",
  "Their task is to destabilize the situation.”\n\nRussia has partially withdrawn from Syria, but Gerasimov said the fact that Moscow was keeping an air base and naval facility there meant it was well placed to deal with pockets of instability if and when they arise.",
  "“They are in reality being trained there,” Gerasimov told the Russian publication, saying there were also a large number of militants and former Islamic State fighters at Shadadi, where he said there was also a U.S. base.",
  "Reuters reports that Moscow considers the U.S. base illegal and claims that it and the area around it have become “a black hole” where militants operate without interference.",
  "Russian Foreign Minister Sergei Lavrov said on Wednesday the main part of the battle with the Islamic State in Syria was over, according to the state-run RIA news agency.",
  "It has rejected similar Russian allegations in the past, saying Washington remains committed to killing off the Islamic State and denying it safe haven.",
  "A prominent Russian official accused the United States of training ex-Islamic State fighters in Syria in an effort to destabilize the war-torn country.",
  "His claims center on a U.S. military base at Tanf, a strategic Syrian highway border crossing with Iraq in the south of the country.",
  "However, the United States says the Tanf facility is a temporary base used to train partner forces to battle ISIS.",
  "The Islamic State, or ISIS, has this year lost almost all the territory it held in Syria and Iraq.",
  "He said Russia satellites and drones had spotted militant brigades at the U.S. base.",
  "“But after they are worked with, they change their spots and take on another name.",
  "Gen. Valery Gerasimov made the allegations in a newspaper interview.",
  "“They are practically Islamic State,” he said."
]