[
  "Rather than a stable world order undergirded by the U.S. and its allies, the goal is an unstable new world order of “all against all.” The Kremlin has tried to accelerate this process by both inflaming crises that overwhelm the Western response (for example, the migration crisis in Europe, and the war in eastern Ukraine) and by showing superiority in ‘solving’ crises the West could not (for example, bombing Syria into submission, regardless of the cost, to show Russia can impose stability in the Middle East when the West cannot).",
  "Even this week, as Barack Obama tries to confront Russia’s open and unprecedented interference in our political process, the outgoing White House is so far responding to 21st century hybrid information warfare with last century’s diplomatic toolkit: the expulsion of spies, targeted sanctions, potential asset seizure.",
  "Fourth, the diplomatic side of this non-linear war isn’t a foreign policy aimed at building a new pro-Russian bloc, Instead, it’s what the Kremlin calls a “multi-vector” foreign policy, undermining the strength of Western institutions by coalescing alternate — ideally temporary and limited — centers of power.",
  "But when it's “all against all” — a “multi-polar” world with “multi-vector” policy, a state of shifting alliances and permanent instability — Russia, with a centrally controlled, tiny command structure unaccountable for its actions in any way, still has a chance for a seat at the table.",
  "The question ahead of us is whether Trump will aid the Kremlin’s goals with his anti-globalist, anti-NATO rhetoric -- or whether he’ll clearly see the end of the old order, grasp the nature of the war we are in, and have the vision and the confrontational spirit to win it.",
  "President-elect Trump harnessed this energy of upheaval to win the American presidency — a victory that itself was a symptom of the breakdown of the post-World-War-II order, in which institutional trust has eroded and unexpected outcomes have become the order of the day.",
  "We also need a new national security concept that adds a new strategic framework, connects all our resources and allows us to better evaluate and respond to Gerasimov-style warfare: We have to learn to fight their one war machine with a unified machine of our own.",
  "It's all just more Molotov-Ribbentrop shit.”\n\nHis casual reference to the Hitler-Stalin pact dividing Eastern Europe before World War II was meant as a reminder that Ukraine must decide its future for itself, rather than let it be negotiated between great powers.",
  "In between were a hundred other exchanges — with Balts and Ukrainians, Georgians and Moldovans — that answered my question and exposed the new reality on the Russian frontier: the belief that, ultimately, everyone would be left to fend for themselves.",
  "The example of Eastern Europe suggests that without renewed vision and purpose, and without strong alliances to amplify our defense and preserve our legacy, America too will find itself unanchored, adrift in currents stirred and guided by the Kremlin.",
  "For many years, the United States has been the steel in the framework that holds everything together; this is what we mean by \"world order\" and \"security architecture,\" two concepts that few politicians try to discuss seriously with the electorate.",
  "This war seeks, at home and abroad, to erode our values, our democracy and our institutional strength; to dilute our ability to sort fact from fiction, or moral right from wrong; and to convince us to make decisions against our own best interests.",
  "From the front lines, in the absence of the fabric of reassurance woven from our values and principles and shared sacrifice — and in the absence of the moral clarity of purpose derived from “us and them” — civil society is left naked, unarmored.",
  "Taken together, these steps would be a critical realignment to our strategic thinking and internal operations, and would allow us to plow through this era of upheaval with greater certainty and for greater benefit to the American people.",
  "Many Russians, scarred by the unrelenting economic, social and security hardship of the 1990s, welcomed the rise of the security state, and still widely support it, even as it has hollowed out the Russian economy and civic institutions.",
  "They spent a decade reorganizing themselves into the newly minted FSB, expanding and absorbing other instruments of power, including criminal networks, other security services, economic interests and parts of the political elite.",
  "Its worldview and objectives are made abundantly clear in speeches, op-eds, official policy and national strategy documents, journal articles, interviews, and, in some cases, fiction writing of Russian officials and ideologues.",
  "It is not “propaganda” as we’ve come to think of it, but the less obvious techniques known in Russia as “active measures” and “reflexive control.” Both are designed to make us, the targets, act against our own best interests.",
  "Two world wars and a long, cold conflict later, we felt secure with the institutional framework of NATO and the EU — secure in the idea that these institutions projected our security and our interests far beyond our shores.",
  "Putin tries to define recent history as an anomaly — where the world built with American sweat and ingenuity and blood and sacrifice, by the society founded on American exceptionalism, is a thing to be erased and corrected.",
  "We joke that we yearn for a fight we can win with a gun, because the idea of a physical invasion is actually preferable to the constant uncertainty of economic, information, and political shadow warfare from the Kremlin.",
  "Now it is his responsibility to define what comes next — or else explain to Americans, who want to be great again, why everything they’ve invested in and sacrificed for over the past century was ultimately for nothing.",
  "But the actual number of special forces operators is exceedingly small and increasingly exhausted; soldiers deployed in shadow wars and shadow missions have far less protection than troops in traditional ground combat.",
  "Months later, on a different porch thousands of miles away, an Estonian filmmaker casually explained to me that he was buying a boat to get his family out when the Russians came, so he could focus on the resistance.",
  "Taking away the secrecy of Russian actions — exposing whatever it was they did, to everyone — is the only way to take away their power over the U.S. political system and to free himself from their strings, as well.",
  "Through a combination of leveraging hard power and embracing the role of permanent disruptor — hacker, mercenary, rule-breaker, liar, thief — Putin works to ensure that Russia cannot be excluded from global power.",
  "But in the emerging world order, it is a significant actor — and in the current Russian political landscape, no new sanctions can overcome the defensive, insular war-economy mentality that the Kremlin has built.",
  "The Kremlin aggressively promotes an alternate ideological base to expand an illiberal world order in which the rights and freedoms that most Americans feel are essential to democracy don’t necessarily exist.",
  "* * *\n\nIn an era increasingly cynical about American ideals, and skeptical about intervention abroad, how can the U.S. build support for a new, more muscular global resistance to what Russia is trying to do?",
  "I can’t remember what prompted it — some discussion of whether the government in Kiev was doing something that would piss off the EU — but he took a long drag off his cigarette and said, offhand: “Russia.",
  "He was smoking a cigarette while we watched southeast D.C. hipsters bustle by and talked about \"the war\" — the big war, being waged by Russia against all of us, which from this porch felt very far away.",
  "The recent interference in the American elections means that these shadow tactics have now been deployed -- with surprising effectiveness -- not just against American allies, but against America itself.",
  "The post-World-War-II liberal world order and its accompanying security architecture ushered in an unparalleled period of growth and peace and prosperity for the U.S. and other transatlantic countries.",
  "Today, as a result, Russia is little more than a ghastly hybrid of an overblown police state and a criminal network with an economy the size of Italy — and the world’s largest nuclear arsenal.",
  "As the definitions of war and peace have blurred, creating impossibly vast front lines and impossibly vague boundaries of conflict, Putin has launched a kind of global imperialist insurgency.",
  "They have invested heavily in military reform, new generations of hardware and weapons, and expansive special operations training, much of which debuted in the wars in Ukraine and Syria.",
  "Trump has shown willingness to re-evaluate his positions and change course — except on issues relating to Russia, and strengthening alliances with the Kremlin’s global illiberal allies.",
  "For example, it’s hard to understand Ukraine and Syria as two fronts in the same conflict when we never evaluate them together with Moscow in the center of the map, as Russia does.",
  "They pursue the multi-polar world not because it is right or just, but because it is the only world in which they can continue to matter without pushing a nuclear launch sequence.",
  "Drone warfare was greatly expanded, as was the reliance on special forces — a politically easy choice due to their diverse capabilities and voluntary career commitment to service.",
  "Military, technological, information, diplomatic, economic, cultural, criminal and other tools are all controlled by the state and deployed toward one set of strategic objectives.",
  "Until we understand this, and that America is defined as the glavny protivnik (the \"main enemy\") of Russia, we will never speak to Putin’s Russia in a language it can understand.",
  "We need to accept that America was part of, and needs to be part of, a global system — and that this system is better, cheaper and more powerful than any imagined alternatives.",
  "The alternative is accepting that our history and our nation were, in fact, not the beginning of a better — greater — world, but the long anomaly in a tyrannous and dark one.",
  "From Moscow, Vladimir Putin has seized the momentum of this unraveling, exacting critical damage to the underpinnings of the liberal world order in a shockingly short time.",
  "And the only way forward for America and the West is to embrace the spirit of the age that Putin has created, plow through the chaos and focus on building what comes next.",
  "It matters deeply that the current generation of global revolutionaries and reformers, like my Ukrainian friend, no longer see themselves as fighting for us or our ideals.",
  "In a strange way, Trump could be just crazy enough — enough of a outlier and a rogue — to expose what Putin’s Russia is and end the current cycle of upheaval and decline.",
  "Russia used military force to invade and occupy Georgian territory in 2008 to disrupt the expansion of NATO, and in 2013 in Ukraine to disrupt the expansion of the EU.",
  "Rather, its leaders want the West — and specifically NATO and America — to become weaker and more fractured until we are as broken as they perceive themselves to be.",
  "So far, he has chosen to act as if the West no longer matters, seemingly blind to the danger that Putin’s Russia presents to American security and American society.",
  "The most visible example may be “green men,” the unlabeled Russian-backed forces that suddenly popped up to seize the Crimean peninsula and occupy eastern Ukraine.",
  "When Putin offered his assistance, we effectively responded “no thanks,” thinking in particular of his bloody, ongoing, scorched-earth war against the Chechens.",
  "Political warfare is meant to achieve specific political outcomes favorable to the Kremlin: it is preferred to physical conflict because it is cheap and easy.",
  "The Russian version of exceptionalism is not a reflection of aspirational character, but a requirement that Russia remain distinct and apart from the world.",
  "It’s a mistake to see this campaign in the traditional terms of political alliances: rarely has the goal been to install overtly pro-Russian governments.",
  "It’s what Vladislav Surkov, Putin’s ‘gray cardinal’ and lead propagandist, dubbed \"non-linear war” in his science fiction story “Without Sky,” in 2014.",
  "A little over a year ago, on a pleasant late fall evening, I was sitting on my front porch with a friend best described as a Ukrainian freedom fighter.",
  "We must (re)accept the notion that hard power is the guarantor of any international system: Security is a precondition for anything (everything) else.",
  "Increasingly, people in Russia’s sphere of influence were deciding that the values that were supposed to bind the West together could no longer hold.",
  "* * *\n\nTo understand the shift underway in the world, and to stop being outmaneuvered, we first need to see the Russian state for what it really is.",
  "Rebuilding American power — based on the values of liberal democracy — is the only escape from Putin’s corrosive vision of a world at permanent war.",
  "It’s also important to acknowledge that a more isolated, more nationalist America helps Putin in his objectives even while it compromises our own.",
  "A renewed approach to dealing with Putin’s Russia should begin by addressing the tactics of Russia’s new warfare from the perspective of strength.",
  "Following the 1999 Moscow apartment bombings that the FSB almost certainly planned, former FSB director Vladimir Putin was installed as president.",
  "It hasn’t just moved the theoretical line of conflict further forward: The force multiplication and value transference has enhanced our security.",
  "Even Russian policy hands, raised on the Western understanding of traditional power dynamics, find the implications of this hard to understand.",
  "No reset can be successful, regardless the personality driving it, because Putin’s Russia requires the United States of America as its enemy.",
  "No reset can be successful, regardless the personality driving it, because Putin’s Russia requires the United States of America as its enemy.",
  "Their promised attempt at another “reset” with Russia is a rehash of a policy that has utterly failed the past two American administrations.",
  "This will also strengthen and quicken decision-making on critical issues in the U.S. — something we will also need to replicate within NATO.",
  "Exposing how the Kremlin’s political and information warfare works is a critical component of this strategy, as is acting to constrain it.",
  "As Obama did, Trump has already made the first mistake in negotiating with the Russians: telling them that there is anything to negotiate.",
  "She was an adviser to Georgian President Saakashvili’s government from 2009-2013 and to former Moldovan Prime Minister Filat in 2014-2015.",
  "There is no denying that Russia is willing to back up its rhetoric and policy with deployed force, and that the rest of the world notices.",
  "As he builds a new system to replace the one we know, attempts by America and its allies to repair the damage have been limited and slow.",
  "So far, Trump seems far more likely than any of his predecessors to accelerate, rather than resist, the unwinding of the postwar order.",
  "After the collapse of the Soviet Union, Western security and political alliances expanded to fill the zone of instability left behind.",
  "This information environment forced a specific political objective: Yeltsin resigned and handed power to Putin on New Year’s Eve 1999.",
  "By doing so, they have been conditioning us to deny it, and made us do it so continually that we have convinced ourselves it is true.",
  "We must understand this, and focus now, as Putin does, on shaping the world that comes next and defining what our place is in it.",
  "The Obama administration has a deep distaste for official overseas deployments of U.S. troops and the associated political costs.",
  "If Russia were a strong economy closely linked to the global system, it would have vulnerabilities to more traditional diplomacy.",
  "The outgoing White House is so far responding to 21st century hybrid information warfare with last century’s diplomatic toolkit.",
  "‘No new wars’ was the oft-repeated mantra — which altered America’s toolbox for, if not the frequency of, foreign interventions.",
  "I spend most of my time near the Russian frontier, and today that architecture seems like a Kodachrome snapshot from yesteryear.",
  "Trump should set the unpredictable course and become the champion against the most toxic, ambitious regime of the modern world.",
  "Third, information warfare is not about creating an alternate truth, but eroding our basic ability to distinguish truth at all.",
  "Russia maintains the second most powerful military in the world and spends more than 5 percent of its weakened GDP on defense.",
  "Far more often, the goal is simply to replace Western-style democratic regimes with illiberal, populist, or nationalist ones.",
  "Those on the Russian frontier, like my friends from Ukraine and Estonia, have already seen the Kremlin’s new toolkit at work.",
  "The 9/11 attacks shattered Western concepts of security and conflict and expanded NATO’s new mission of projecting security.",
  "By doing so, he is making himself a footnote to Putin’s chapter of history — little more than another of Putin’s hollow men.",
  "Blood or war might be required, but controlling information and the national response to that information is what matters.",
  "Was it the belief in collective defense that was weakening, or the underlying certitude that Western values would prevail?",
  "Putin and his minions have spent the past 15 years ranting about how the West (specifically NATO) wants a new Cold War.",
  "Since that time, physical warfare has changed in ways that create a new kind of space for Putin to intervene globally.",
  "Molly K. McKew (@MollyMcKew) advises governments and political parties on foreign policy and strategic communications.",
  "This is how the Russian security state shook off the controls of political councils or representative democracy.",
  "The Kremlin has many notches in its belt in this category, some of which have been attributed, many likely not.",
  "Russia teaches us a very important lesson: Losing an ideological war without a fight will ruin you as a nation.",
  "The West must accept that Putin has transformed what we see as tremendous weakness into considerable strength.",
  "He comes across as a straight talker, and he can be blunt with the American people about the threats we face.",
  "This is the Gerasimov doctrine, penned by Valery Gerasimov, the Russian chief of the general staff, in 2013.",
  "But it haunted me, this idea that modern revolutionaries no longer felt some special affinity with the West.",
  "What both administrations fail to realize is that the West is already at war, whether it wants to be or not.",
  "It was used as the pretext to relaunch a bloody, devastating internal war led by emergent strongman Putin.",
  "A more isolated, more nationalist America helps Putin in his objectives even while it compromises our own.",
  "That the projection of our values has tracked with and been amplified by force projection is no accident.",
  "Trump should understand, regardless of what the Russians did in our elections, he already won the prize.",
  "It’s been 99 years since America began investing in European security with blood, and sweat and gold.",
  "This past year marks the arrival of this mood in American politics, whether Americans deny it or not.",
  "Combatants in these shadow wars bear no designations, and protections against these methods are few.",
  "The Kremlin aggressively promotes an alternate ideological base to expand an illiberal world order.",
  "The incoming administration, while promising a new approach, has betrayed a similar lack of vision.",
  "He is a man of many narratives, and can find a way to sell these decisions to the American people.",
  "This requires non-standard thinking and leadership — but also purpose, and commitment and values.",
  "The emerging Russian security state could only define this as the strategic advance of an enemy.",
  "They rejected the liberal, democratic Russia that President Boris Yeltsin was trying to build.",
  "An internal operation planned by the security services killed hundreds of Russian citizens.",
  "President-elect Trump has characteristics that can aid him in defining what comes next.",
  "Whatever Putin’s gambit was, Trump is the one who can make sure that Putin doesn’t win.",
  "This was the last moment when any real rapprochement with Putin’s Russia was possible.",
  "This Russia does not aspire to be like us, or to make itself stronger than we are.",
  "Tens of thousands of Chechen civilians and fighters and Russian conscripts died.",
  "But the wider battle is more subtle, a war of subversion rather than domination.",
  "We can only confront this by fully understanding how the Kremlin sees the world.",
  "He is, first and foremost, a rule-breaker, not quantifiable by metrics we know.",
  "When we stop fighting for our ideals abroad, we stop fighting for them at home.",
  "We need to look at this war differently, both geographically and strategically.",
  "It requires faith — for and from the American people and American institutions.",
  "When it’s us against them, they were, and are, never going to be the winner.",
  "There is less and less to stand against Putin’s campaign of destabilization.",
  "It backs this up with military, economic, cultural and diplomatic resources.",
  "The narrative was controlled to make the enemy clear and Putin victorious.",
  "A thing to be won, decisively — not a thing to be negotiated or bargained.",
  "The truth is that fighting a new Cold War would be in America’s interest.",
  "The truth is that fighting a new Cold War would be in America’s interest.",
  "This is far cheaper, and far stronger, than trying to do this ourselves.",
  "It won’t be taken away just because he admits the Russians intervened.",
  "Putin has dictated the mood of the unfolding era — an era of upheaval.",
  "In a time of inconceivable change, that can be an incredible asset.",
  "In 1991, there were around 800,000 official KGB agents in Russia.",
  "This freed the Russian security state from its last constraints.",
  "That the world order Americans depend on had already come apart.",
  "We have to accept we’re in a war and that we have a lot to lose.",
  "He should also understand that much of it is smoke and mirrors.",
  "And that could be a very bad — or an unexpectedly good — thing.",
  "It’s all one war: Ukraine, Turkey, Syria, the Baltics, Georgia.",
  "He believes in strength, and knows hard power is necessary.",
  "From beginning to end, the operation took three months.",
  "We should understand several things from this material.",
  "This is how it thinks and how it acts — then, and now.",
  "We should not ignore the significance of these events.",
  "Twenty-five years ago, the Soviet Union collapsed.",
  "This leads to the final point: hard power matters.",
  "It may not be a war we recognize, but it is a war.",
  "NATO has been the force projection of our values.",
  "Trump likes to discuss Putin’s strengths.",
  "We already have one model: the Cold War.",
  "And it requires the existence of truth.",
  "* * *\n\nHow did we reach this point?",
  "This is classic reflexive control.",
  "Nonetheless, it infuriated Putin.",
  "Second, it’s all one war machine.",
  "We did it for the right reasons.",
  "Human freedom requires security.",
  "But we must be the center of it.",
  "The fight is the American way.",
  "We will win the next one too.",
  "We need a new united front.",
  "We won the last Cold War.",
  "First, it is a war.",
  "The EU."
]