[
  "REUTERS/Alexei Druzhinin/RIA Novosti/Kremlin\n\nWASHINGTON (Reuters) - Russia has used a closely guarded communications channel with America's top general to propose the two former Cold War foes cooperate to rebuild Syria and repatriate refugees to the war-torn country, according to a US government memo.",
  "\"The proposal argues that the Syrian regime lacks the equipment, fuel, other material, and funding needed to rebuild the country in order to accept refugee returns,\" according to the memo, which specified that the proposal related to Syrian government-held areas of the country.",
  "The Russian cover letter for the proposal sent to Dunford recommended the United States, Russia and Jordan repurpose a hub designed to monitor a 2017 ceasefire agreement \"to form a joint committee to implement the reconstruction and refugee return plan,\" the memo said.",
  "\"Russian diplomats and other officials have also been engaging in an aggressive campaign to describe the initiative in other capitals and to insinuate that it is an outcome of the US-Russia meeting in Helsinki, which it is not, repeat not,\" the memo read.",
  "Some US officials believe Syria's dependence on the international community for reconstruction, along with the presence of US and US-backed forces in part of Syria, gives Washington leverage as diplomats push for a negotiated end to the war.",
  "The proposal was sent in a July 19 letter by Valery Gerasimov, the chief of the Russian military's General Staff, to US Marine General Joseph Dunford, chairman of the Joint Chiefs of Staff, according to the memo which was seen by Reuters.",
  "Sputnik/Mikhail Klimentyev/Reuters\n\nMilitary channel\n\nThe exchange offered a rare glimpse into the military communications channel between Moscow and Washington, one that Dunford himself has fiercely sought to keep private.",
  "Dunford, who speaks periodically with Gerasimov, has stressed that the two militaries need to be able to have candid, private communications to avoid misunderstandings that could lead to armed confrontation.",
  "The proposal illustrates how Russia, having helped turn the tide of the war in favor of President Bashar al-Assad, is now pressing Washington and others to aid the reconstruction of areas under his control.",
  "Most of those who have fled are from the Sunni Muslim majority, and it is unclear whether Assad's Alawite-dominated government will allow all to return freely or whether they would want to.",
  "The United States in 2011 adopted a policy that Assad must leave power but then watched as his forces, backed by Iran and then Russia, clawed back territory and secure Assad's position.",
  "The memo said the US policy was only to support such efforts if there were a political solution to end Syria's seven-year-old civil war, including steps like UN-supervised elections.",
  "The US government memo explicitly said the Russian proposal was not \"an outcome\" of the Trump-Putin talks, but cautioned that Russian officials were trying to present it differently.",
  "AP Photo/Manuel Balce Ceneta\n\n\"In accordance with past practice, both Generals have agreed to keep the details of their conversations private,\" said spokeswoman Captain Paula Dunn.",
  "The United States has drawn a line on reconstruction assistance, saying it should be tied to a process that includes UN-supervised elections and a political transition in Syria.",
  "\"The United States will only support refugee returns when they are safe, voluntary and dignified,\" said the memo, which is specifically about the Russian plan for Syria.",
  "The Syria conflict has killed an estimated half a million people, driven some 5.6 million people out of the country and displaced around 6.6 million within it.",
  "The Russian letter also suggests that the United States and Russia form a joint group to finance infrastructure renovation in Syria, the US memo says.",
  "People rescue a boy after what activists said was explosive barrels dropped in Aleppo, Syria by forces loyal to Syrian President Bashar al-Assad.",
  "President Donald Trump and Russian President Vladimir Putin discussed Syria, and the issue of refugees, at their July 16 summit in Helsinki.",
  "REUTERS/Hosam Katan\n\nThe Russian plan, which has not been previously reported, has received an icy reception in Washington.",
  "REUTERS/Abdalrhman Ismail\n\nBut US Defense Secretary Jim Mattis said last week no policy changes came out of the summit.",
  "Civil defense members look for survivors after an airstrike on the rebel-held Old Aleppo, Syria, April 16, 2016.",
  "Additional reporting by Christian Lowe in Moscow; Editing by Warren Strobel; Mary Milliken and Alistair Bell",
  "Rebuilding Syria will also be a massive effort, costing at least $250 billion, according one UN estimate.",
  "Gerasimov's letter suggests that channel is also being used by Moscow to broach non-military matters.",
  "US Secretary of State Mike Pompeo said the talks focused on \"how we might get the refugees back.\"",
  "But it was unclear how reconstruction and refugees fit into military-to-military communications.",
  "The Kremlin and Russia's defense ministry did not immediately respond to a request for comment.",
  "Dunford's office declined comment on communications with Gerasimov.",
  "Such an effort would likely further cement Assad's hold on power.",
  "Sunnis made up the bulk of the armed opposition to Assad.",
  "Jordan is hosting more than 650,000 Syrian refugees.",
  "Joint Chiefs Chairman Gen. Joseph Dunford.",
  "It blames Assad for Syria's devastation.",
  "Russian President Vladimir Putin."
]