[
  "Syria Airstrikes Instantly Added Nearly $5 Billion to Missile-Makers’ Stock Value\n\nThe heads of the general staffs of Iran and Russia, a close ally of Assad, spoke by telephone on Saturday and condemned the U.S. strikes as “blatant aggression … aimed at slowing a trend of victories by Syria’s army and its allies and boosting the terrorists’ morale,” Iran’s state news agency IRNA said.",
  "U.S. Military Officials Are Looking Into Whether Russia Participated In Syria Chemical Attack\n\nRussia had said on Friday that the U.S. attack could have “extremely serious” consequences, and Prime Minister Dmitry Medvedev said the U.S. strikes were one step away from a clash with Russia’s military.",
  "Trump’s Appetite for Risk Spells Trouble for U.S. National Security\n\nWhile the Syrian opposition applauded the U.S. cruise missile attack on the airbase near Homs, it said it should not be a one-off and was not enough on its own to stop government warplanes from hitting rebel-held areas.",
  "North Korea weighed in on Saturday, calling the U.S. strikes “an unforgivable act of aggression” that showed its own decision to develop nuclear weapons was “the right choice a million times over.”\n\nDiplomatically isolated North Korea considers Syria a key ally.",
  "“My priority is now to continue contact with the U.S. and others in the run-up to the G7 meeting on 10-11 April – to build coordinated international support for a ceasefire on the ground and an intensified political process,” Johnson said.",
  "Iran’s Mohammad Baqeri and Russia’s Valery Gerasimov “stressed that the two countries would continue their cooperation with the Syrian government until the full defeat of the terrorists and their backers in the country,” IRNA added.",
  "Iranian President Hassan Rouhani called on Saturday for an impartial probe of this week’s suspected chemical weapons attack in Syria and warned that U.S. missile strikes in response risked escalating extremism in the region.",
  "U.S. Secretary of State Rex Tillerson is expected to visit Moscow next week, and the Russian Foreign Ministry has said it expected him to explain Washington’s stance in light of the U.S. missile strikes on Syria.",
  "Satellite imagery suggests the base that was attacked houses Russian special forces and helicopters, part of Kremlin efforts to help Assad fight Islamic State and other militant groups.",
  "However, in a tweet about the missile strikes, Rouhani said: “I call on the world to reject such policies, which bring only destruction and danger to the region and the globe.”\n\n“U.S.",
  "Washington accused the government of Syrian President Bashar al-Assad of the attack and on Friday launched cruise missiles at a Syrian airbase that the Pentagon said was involved.",
  "How the Women of Congress Are Responding to the Syrian Airstrikes\n\nU.S. officials informed Russian forces ahead of the missile strikes on and avoided hitting Russian personnel.",
  "“We are asking for an impartial international fact-finding body to be set up… to find out where these chemical weapons came from,” Iran’s Rouhani said in a speech on Saturday.",
  "Tehran is Syrian President Bashar al-Assad’s main regional ally and has provided military and economic support for his fight against rebel groups and Islamic State militants.",
  "A mission of professional experts should be sent to the airbase to obtain objective evidence, Interfax cited Igor Konashenkov, the defense ministry’s spokesman, as saying.",
  "Britain’s foreign minister Boris Johnson had been due to visit Moscow on Monday but said on Saturday that he had canceled his trip after developments in Syria.",
  "Russia’s defense ministry said on Saturday the United States had not provided any evidence of the presence of chemical weapons on the airbase it had attacked.",
  "aggression against Shayrat (airbase) strengthens regional extremism and terror, and global lawlessness and instability, and must be condemned,” Rouhani said."
]