[
  "U.S. Marine Corps Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, met with Gen. Valery Gerasimov, the chief of the Russian military's General Staff, in a manor house owned by the Finnish state in June to exchange views on U.S.-Russia military relations, Syria and international security.",
  "Emmi Korhonen/AFP/Getty Images\n\n\"Face the Nation\" moderator and CBS News senior foreign affairs correspondent Margaret Brennan said Friday that Mr. Trump and Putin will meet one-on-one for 30-60 minutes, so \"we're going to have to rely on the president's retelling\" to know what happened.",
  "The 3,000-square-meter -- 32,292-square-foot -- Presidential Palace, which underwent a major renovation completed in 2015, has hosted prominent guests who aren't politicians during its eventful past, including Britain's Queen Elizabeth II and the late (now a saint) Pope John Paul II.",
  "After Finland was integrated into Russia's Czarist Empire as an independent Grand Duchy in 1809 after being part of the Kingdom of Sweden for nearly 700 years, the building was completed in 1845 at the request of Emperor Nicholas I and became the Imperial Palace.",
  "\"As a member of the European Union, Finland doesn't anymore emphasize its neutrality, but strong expertise, particularly on Russia, and good location make Finland a very useful meeting place,\" said Autio-Sarasmo, who specializes in studying Cold War history.",
  "HELSINKI -- The summit between U.S. President Trump and Russian President Vladimir Putin will be held at one of the Finnish president's official residences in Helsinki, a palace that overlooks the Baltic Sea, officials in Finland said Friday.",
  "Mr. Trump and first lady Melania Trump are scheduled to start the day joining Niinisto and his spouse, Jenni Haukio, for breakfast at Mantyniemi, another presidential residence in Helsinki where the couple lives most of the time.",
  "White House press secretary Sarah Huckabee Sanders said Friday the planned summit is \"still on,\" despite indictments of 12 Russian nationals who are accused of hacking into Democratic accounts in the 2016 U.S. election.",
  "Researcher Sari Autio-Sarasmo at the University of Helsinki's Aleksanteri Institute said the Finnish capital and Vienna, the capital of Austria, were important conduits between the East and the West during the Cold War.",
  "The office of Finnish President Sauli Niinisto said Mr. Trump and Putin would meet on Monday at the 19th-century Presidential Palace, located a stone's throw away from the capital's iconic waterfront Market Square.",
  "U.S. President Gerald Ford and Soviet leader Leonid Brezhnev met in Helsinki in 1975 to sign the landmark Helsinki Accords, a watershed commitment to peace, security and human rights.",
  "Finland, a Nordic nation of 5.5 million, has a long legacy of hosting U.S.-Soviet and U.S. Russian summits due to its geographic location and perceived neutrality.",
  "Finland joined the European Union in 1995, but has remained outside of NATO as a militarily non-aligned nation in a similar way as close Nordic neighbor Sweden.",
  "Along with the presidents, U.S. Secretary of State Mike Pompeo and Russian Foreign Minister Sergey Lavrov are set to meet at the Presidential Palace on Monday.",
  "While both European cities were centers of espionage, Helsinki specialized in relaying information and acting as a go-between for world's two superpowers.",
  "It was built for a wealthy Finnish merchant in the early 19th century on grounds that formerly held a salt store house.",
  "The Russian ministry said \"obviously, the purpose of [the indictments] is to spoil the atmosphere\" of the summit.",
  "The last time a summit brought presidential entourages from Moscow and Washington to Helsinki was in March 1997.",
  "Following Finland's independence from Russia in 1917, it was officially renamed the Presidential Palace in 1921.",
  "Key rooms were modeled after the Winter Palace in St. Petersburg, the official residence of Russian monarchs.",
  "Former President Clinton and Russian President Boris Yeltsin held talks on arms control and NATO expansion.",
  "Putin and Mr. Trump have met twice before on the sidelines of international meetings.",
  "It currently houses the Office of the President and is the venue for official events.",
  "Bush and Soviet President Mikhail Gorbachev held talks at the same venue in 1990.",
  "During World War I, the grand residence temporarily housed a military hospital.",
  "He was popular with Finns due to his policies sympathetic to Finland.",
  "The Helsinki summit will be their first official stand-alone meeting.",
  "The palace now is the working residence of Finland's president.",
  "Russian Emperor Alexander II visited the palace several times.",
  "The presidents' predecessors have met at the same location.",
  "Niinisto also will hold a bilateral meeting with Putin.",
  "Former President George H.W."
]