[
  "Additionally, France has 300 weapons—either mounted in planes or as missiles on submarines, while Britain possesses 225 submarine-mounted warheads (about to be reduced to 180), according to the Federation of American Scientists (FAS), whose Nuclear Weapons Database counts as the most reliable source on global nuclear arsenals.",
  "The treaties—the U.N. Charter, the Helsinki Final Act, the Budapest Memorandum, the NATO-Russia Founding Act and the Russo-Ukrainian Treaty of 1997—that created peace in Europe for the past 20 years have been called into question by the invasion and annexation of Crimea.",
  "In a new report, Doran and several co-authors, including The Economist's Europe editor Edward Lucas, argue that since Russia violated international treaties by annexing Crimea, NATO can renege on its promise not to base nuclear weapons in former Warsaw Pact states.",
  "\"The people who've been arguing for a continued role for nuclear weapons are milking the [Ukraine] crisis for all it's worth,\" says Hans Kristensen, director of the Federation of American Scientists' Nuclear Information Project.",
  "\"Of course Russia will complain about [former Warsaw Pact states involved in NATO nuclear operations], but we're talking about 200 to 300 NATO nuclear weapons in Europe, compared to thousands in Russia,\" argues Schneider.",
  "Indeed, notes Charles Ferguson, president of the FAS and a former nuclear submarine officer, the U.S. today maintains a nuclear arsenal far larger than what's needed to keep rogue nuclear states like North Korea in place.",
  "Obama is also presiding over the modernization of the United States' powerful ballistic submarines—vessels that can launch nuclear missiles, each containing eight warheads, from a distance of several thousand kilometers.",
  "Testifying to Congress in March, Air Force Chief of Staff Mark Welsh explained that if current host countries end their nuclear-hosting duties, \"other NATO nations that have that capability will pick up the load.\"",
  "But Peter Doran, director of research at the Center for European Policy Analysis in Washington, D.C., and co-author of a new report on security in Central and Eastern Europe, says, \"Crimea has changed the world.",
  "The message received over the past few months by countries bordering the Russian Federation is: If you have nuclear weapons, never given them up; if you don't, try to get the Americans to shield you with theirs.",
  "\"Although there's a very small risk of Russia acting against Poland, that risk is much bigger now than it was just a few weeks ago,\" Stanislaw Koziej, head of Poland's National Security Bureau, tells Newsweek.",
  "Koziej notes, \"In nuclear deterrence, the most important aspect is keeping your adversary in the dark about your plans, so it's best not to talk about where it would be suitable to base U.S. nuclear weapons.\"",
  "\"So they're trying to build more direct relations with the United States with the hope of getting more American bodies on their soil, says Podvig, who now runs the Geneva-based Russian Nuclear Forces Project.",
  "NATO's members and Russia agreed to \"work towards achieving a true strategic and modernized partnership...with the aim of contributing to the creation of a common space of peace, security and stability.\"",
  "In response to the Crimea crisis, the U.S. has temporarily moved fighter planes from their base in Aviano, Italy, to Poland, while U.S. Army and Navy units are being deployed to the Baltic states.",
  "\"Of course we're worried,\" says Ants Laaneots, Estonia's former commander in chief, who served as outgoing Prime Minister Andrus Ansip's military adviser until Ansip's term ended last month.",
  "Alexey Kravtsov/AFP/Getty\n\nThat, according to people in Schneider's camp, means maintaining the United States's nuclear arsenal in Europe and modernizing the planes that carry the weapons.",
  "And the allies' joint efforts have made a difference on the ground: They've trained Afghan counter-narcotics officers and taught Afghan soldiers how to maintain and repair their vehicles.",
  "Laaneots, an officer in the Soviet Red Army until Estonia's independence, predicts that Moldova and the breakaway republic of Transnistria will be first, then the Baltic states.",
  "Five years ago, speaking to a jubilant 20,000-strong crowd in front of Prague's famous castle, newly elected President Obama outlined his vision for eliminating nuclear weapons.",
  "That's a very different tone from the one struck by Radoslaw Sikorski, Poland's foreign minister, four years ago, when he proposed a treaty to limit nuclear weapons in Europe.",
  "And a quarter century after the end of the Cold War, the 180 American nuclear weapons stationed in Germany, Belgium, Holland, Italy and Turkey seemed like a leftover.",
  "But no European government has publicly said it wants a new nuclear base, and because nuclear installations are supposed to be secret, they're unlikely to do so.",
  "Pavel Podvig, a veteran Russian nuclear expert, says Central and Eastern European states have long been concerned about how committed NATO really is to them.",
  "But since France doesn't share its arsenal with NATO, and Britain's arsenal is based in Britain, their bombs are small consolation to worried NATO allies.",
  "Some strategists in Central and Eastern Europe believe that now is the time for Europeans to get more involved with running NATO's nuclear operations.",
  "They've collaborated on nonproliferation—stopping terrorists and rogue states from getting material for weapons of mass destruction—and anti-piracy.",
  "Though he no longer speaks on behalf of the government, Schneider says the Czech Republic would join like-minded allies in such an arrangement.",
  "Though they've been independent since 1991, Estonia and Latvia in particular host large Russian minorities (25 and 26 percent, respectively).",
  "One Washington analyst reports that a Central European official recently told him, \"If the Germans don't want [the bombs], we'll take them.\"",
  "Then it signed a treaty voluntarily handing over its arsenal to Russia, in exchange for guarantees that Russia would respect its borders.",
  "But moving nukes to former Warsaw Pact states is not radical, argues Doran: \"Invading another country, like Russia just did, is radical.\"",
  "The former U.S. defense secretary, Robert Gates, admitted that American lawmakers increasingly question the expense of defending Europe.",
  "Russia may, of course, stop at Crimea, but fears of Russian aggression have rekindled interest in America's nuclear arsenal in Europe.",
  "\"Nobody is expecting a large-scale Russian invasion,\" says Jiri Schneider, the Czech deputy foreign minister until earlier this year.",
  "\"Nuclear deterrence in Europe should have some kind of European participation, simply for reasons of burden sharing,\" says Schneider.",
  "He also knows General Valery Gerasimov, Russia's chief of general staff, who in the 1990s commanded Russia's forces in the Baltics.",
  "The U.S. Navy has ordered 12 new ballistic submarines, which will replace its aging fleet and remain in service for four decades.",
  "\"If we just wanted to deter Iran or North Korea, we'd probably only need one tenth of the nuclear weapons we have now,\" he says.",
  "With its nuclear aircraft scheduled for retirement in the 2020s, Germany has opted not to extend its nuclear-hosting duties.",
  "\"Nuclear deterrence shouldn't just be a matter in the hands of the U.S. military but also have a European military element.",
  "Besides, it's not an appealing thought for U.S. taxpayers that Europeans should pay nothing for their nuclear deterrence.\"",
  "Alexey Puskhov, the chairman of Russia's Duma Committee on Foreign Relations, declined to be interviewed for this article.",
  "Poland, which already has F-16 aircraft that can be converted to carry nuclear weapons, is another potential participant.",
  "Twenty years ago, Ukraine was the world's third largest nuclear weapons state, behind only Russia and the United States.",
  "Nuclear deterrence is a very important factor that NATO has at its disposal, and it's becoming increasingly important.\"",
  "The fear is that, just like in Crimea, the Russians could use that as a pretext for interfering and making trouble.",
  "Indeed, Sikorski himself invoked nuclear rhetoric earlier this spring when calling for sanctions against Russia.",
  "The most important deterrence, he says, is \"NATO solidarity and the presence of the U.S. military in Europe.",
  "The alliance isn't doing itself a favor if it allows such expectations to build up among its newer members.\"",
  "They enjoyed only two decades of independence after World War II before being annexed by the Soviet Union.",
  "When the NATO-Russia Council was established in 2002, it was in the collaborative post-9/11 spirit.",
  "\"The Russians are following a doctrine that includes restoring control over the post-Soviet space.\"",
  "The database estimates that Russia has some 2,000 tactical warheads on its European territory.",
  "Obama in practice is not as naive as his central European allies claim he may be in theory.",
  "Russia, in other words, faces more nuclear threats in the region than 180 American bombs.",
  "Not so long ago, President Barack Obama said he believed such a future was in the cards.",
  "It's not going to say, 'Gee, now we have to base tactical nuclear weapons further east.'",
  "Polish Prime Minister Donald Tusk has asked NATO to station 10,000 troops on its soil.",
  "The U.S. president remains committed to keeping America's nuclear weapons in Europe.",
  "Many states in Russia's neighborhood are giving new attention to nuclear protection.",
  "Altogether, the U.S. possesses 1,950 nuclear warheads—180 of them based in Europe.",
  "And U.S. nuclear weapons on their soil would obviously be an even bigger trap.\"",
  "Officials in the region call Obama's Prague speech \"naive\" and \"unenforceable.\"",
  "\"But NATO has no interest in increasing the role of nuclear weapons in Europe.",
  "\"We used to turn a blind eye to this imbalance, but that time is over now.\"",
  "\"But what Russia is doing is provocation, and we have to show some muscle.\"",
  "Such talk is, of course, the opposite of Obama's Prague disarmament plans.",
  "\"We're hedging against the Russian threat but also the Chinese threat.\"",
  "As the annexation of Crimea has shown, that pledge was worth little.",
  "Georgia was the first sign that Vladimir Putin is a revisionist.",
  "\"He's a professional, by no means an extremist,\" Laaneots says.",
  "\"Unfortunately, it's politicians who are giving the commands.\"",
  "Russia would consider such a step an arrogant provocation.",
  "That's where NATO's newer member states see an opening.",
  "\"It's essentially a trap to get the Americans involved.",
  "Now, after Russia's annexation of Crimea, not so much.",
  "On April 2, NATO suspended cooperation with Russia.",
  "China, in turn, is thought to have some 250 bombs.",
  "They've even developed joint anti-missile plans.",
  "So much for a world without the atomic bomb.",
  "In other words: The nukes are staying put.",
  "The Baltic states are the most anxious.",
  "What will the third country be?\"",
  "Then came Ukraine."
]