[
  "But it is a path we have demonstrated we will take, and we are prepared to take again.”\n\nRussia has taken this as a sign that the U.S. was planning to attack Syrian military forces as it did in April, following charges that the Syrian air force used sarin gas in the northwestern rebel-held district of Idlib, something Russia and Syria have denied.",
  "Related: ISIS tries to take back Iraq as U.S. allies switch sides in Syria\n\n“In the event of a threat to our military servicemen’s lives, Russia’s armed forces will take retaliatory measures to target both the missiles and their delivery vehicles,” Gerasimov said, according to the state-run Tass Russian News Agency.",
  "LOUAI BESHARA/AFP/Getty Images\n\nU.S. ambassador to the United Nations Nikki Haley has railed against the Syrian government’s recently intensified campaign to retake the insurgent-held district of eastern Ghouta outside Damascus, accusing Syria and its Russian and Iranian allies of mounting civilian casualties.",
  "Haley should understand that it is one thing to irresponsibly exploit the microphone in the U.N. Security Council and it is another thing when both the Russian and American militaries have communication channels and it is clearly stated via these channels what can be done and what must not be done,” he added.",
  "As lines blurred between the mainstream Syrian opposition and jihadi groups such as Al-Qaeda and the Islamic State militant group (ISIS), the U.S. switched its focus from regime change to defeating ISIS via support for a mostly Kurdish coalition known as the Syrian Democratic Forces.",
  "Army General Valery Gerasimov warned on Tuesday that the U.S. was preparing to launch raids against Moscow’s ally, the Syrian government, as it attempted to clear the pockets of insurgents—some of which were once backed by the West—in the suburbs of the capital city of Damascus.",
  "“When the international community consistently fails to act, there are times when states are compelled to take their own action,” Haley told the U.N. Security Council on Monday, citing the current situation in eastern Ghouta as an example of this, as The Hill reported.",
  "Institute for the Study of War/Reuters\n\nResponding to Russia’s vow to strike back against potential U.S. military action in Syria, the U.S.-led coalition said its main focus was to fight ISIS but that it shared Haley’s opinion on the use of chemical weapons in Syria.",
  "Top Russian officials have threatened to retaliate with force if President Donald Trump orders an attack that could endanger the lives of its soldiers stationed there in support of Syrian President Bashar al-Assad’s campaign against rebels and jihadis near Damascus.",
  "Gerasimov, who acted as chief of Russia’s general staff and deputy defense minister, claimed that the U.S. would strike under the false pretense of a chemical weapon attack—a tactic that Russia has denied the Syrian military utilizes—and vowed to fight back.",
  "These forces faced an “operational pause” due to the departure of Kurdish fighters, as well as recent tensions between pro-Syrian government forces that erupted into deadly violence, including the deaths of Russian citizens from U.S. airstrikes last month.",
  "Navy/REUTERS\n\nIn response to Haley’s warning at the U.N., the Russian Foreign Ministry also pledged a forceful response to any U.S. attack that threatened Russian troops who were stationed throughout Syrian military front lines near Damascus.",
  "But Turkey, a U.S. ally and fellow NATO Western military alliance member, has objected to Washington’s support for Kurdish militias, which Ankara accused of harboring ties to the militant Kurdistan Workers’ Party (PKK).",
  "“We warn any nation determined to impose its will through chemical attacks and inhuman suffering, but most especially the outlaw Syrian regime, the United States remains prepared to act if we must,” Haley added.",
  "Our interactions with Russian officials have been professional and effective, proving the value of the deconfliction effort,” coalition spokesman Colonel Thomas Veale said in a statement sent to Newsweek.",
  "“Although the Coalition does not speak for the United States, we acknowledge the U.S.’s stance, echoed by our Coalition and NATO partners, that the use of chemical weapons use is unacceptable,” he added.",
  "“Coalition officials regularly engage their Russian counterparts via established ground and air deconfliction lines, with the goal of ensuring mutual understanding and preventing escalations in tension.",
  "In a disagreement that has become characteristic of U.S. and Russian involvement in Syria, Washington claimed that it had used a previously established deconfliction line to warn Russia of the attack.",
  "A joint Turkish and Syrian rebel attack on the Kurdish enclave of Afrin has drawn Kurdish fighters away from the U.S.-led coalition fight against ISIS and into an alliance with Assad against Turkey.",
  "As a fellow permanent U.N. Security Council member, Russia has vetoed a number of resolutions targeting Assad’s government and has accused the insurgents of shelling nearby Damascus city.",
  "“If a new strike of this kind takes place, the consequences will be very serious,” Russia Foreign Minister Sergey Lavrov said in a separate statement also carried by Tass.",
  "Accusing a “belligerent” Haley of promoting “criminal actions” in Syria, the ministry said, “In this case, required retaliatory measures will be taken,” Tass reported.",
  "Veale said the coalition would to continue backing the remaining, mostly Arab fighters of the Syrian Democratic Forces still battling ISIS in eastern Syria.",
  "Less than 72 hours after the U.S. accused Syria of being behind the attack, Trump ordered a cruise missile strike from Navy warships in the Mediterranean.",
  "Russia intervened in Syria in 2015 at Assad’s request, helping him overcome a 2011 uprising sponsored by the West, Turkey and Gulf Arab states.",
  "But Moscow denied this, saying Russian personnel at the targeted Al-Shayrat air base were put at risk.",
  "Haley also blamed Russia for breaking a 30-day ceasefire agreement reached earlier this month.",
  "“It is not a path we prefer.",
  "Ford Williams/U.S.",
  "“Mrs."
]