[
  "“The U.S. needs to keep in mind not only the adversarial position of Russia, which of course is the case, but the Russian nuclear potential.”\n\nCohen added, “An escalation in Syria that affects Russia may lead to a military conflict with Russia, which has an escalation trajectory towards a nuclear war.”",
  "\"It could very well be a shadow war or it could be competing interests playing out in the same space, but given the state of relations between the U.S. and Russia, it might be the former,\" Amanda Kadlec, a national security expert with the Rand Corp., told Newsweek.",
  "In a rare departure from his typically soft rhetoric on Russia, Trump used a Monday Cabinet meeting to strongly condemn the chemical weapons attack in Syria and pledge that Putin would pay a price if found responsible.",
  "Trump also canceled a scheduled trip to Peru for the Summit of the Americas in order to oversee the response to Syria, signaling that the U.S. will likely use military force to hit the Assad regime in the coming days.",
  "Russia is an adversary of the United States and it is a mistake to believe otherwise, a Republican member of the Senate Armed Services Committee declared Tuesday as tensions increased between Moscow and Washington.",
  "Russian military officials are likely concerned that the U.S. will retaliate against the regime of Syrian President Bashar al-Assad in response to a chemical weapons attack against civilians over the weekend.",
  "Experts largely agree that Washington and Moscow have conflicting interests in the Middle East and worldwide, and that the risk of a military confrontation between the two superpowers is growing.",
  "\"If two countries have opposing interests in the same place with military operations running simultaneously, then there is going to be conflict, directed and purposeful or not,\" Kadlec noted.",
  "The Russian chief of military Valery Gerasimov promised a response against U.S. platforms launching missiles,” Ariel Cohen, a senior fellow at the Atlantic Council, told Newsweek from Moscow.",
  "In April last year, Trump ordered a strike on an airfield in response to a chemical weapons attack against Syrian civilians, but the U.S. informed Russia about its plans before the attack.",
  "Republican politicians traditionally have been tough on Russia, but President Donald Trump has demonstrated a consistent unwillingness to criticize Russian President Vladimir Putin.",
  "U.S. lawmakers remain unconvinced and claim that Russia is undermining U.S. interests in the country, where a Russian-backed government is fighting against a number of rebel groups.",
  "As his administration expels Russian diplomats and sanctions Russian oligarchs in response to Russian aggression abroad, Trump has remained conspicuously quiet.",
  "U.S. military planners took precautions to minimize risk to Russian or Syrian personnel located at the airfield,” a Pentagon spokesman said at the time.",
  "Russian Foreign Minister Sergey Lavrov said Moscow would call for an independent inquiry at the United Nations into the use of chemical weapons.",
  "Also on Tuesday, former Soviet President Mikhail Gorbachev warned that he believes Russia and the U.S. are on the brink of a confrontation.",
  "The remarks were made in response to reports that Russia has been actively jamming the GPS systems of U.S. drones flying over Syria.",
  "But the relationship with Russia is tenser than it was before, leaving open the possibility of military escalation, experts warn.",
  "“Putin is already waging a shadow war with the United States, but too many American politicians are asleep on the watch.\"",
  "The Trump administration is deliberating over how to respond to the killing of around 60 civilians in the strike.",
  "Americans want to kill ISIS and prevent the normalization of chemical weapons attacks against innocent families.",
  "Russia wants to undermine our interests at every turn,” Republican Senator Ben Sasse told the Senate Tuesday.",
  "The Trump administration would likely target other airbases or even the Syrian air force this time around.",
  "\"Russian forces were notified in advance of the strike using the established de-confliction line.",
  "Russia has denied any involvement in the attack, as has Syria’s government in Damascus.",
  "\"It is insane to think that Russia is anything but an adversary.",
  "“There is a major war scare here in Moscow.",
  "Russia is expecting a U.S. strike in Syria."
]