[
  "Omar Sanadiki/Reuters\n\nAfter U.S. ambassador to the United Nations Nikki Haley's threats of unilateral U.S. military action against Assad last month, Chief of the General Staff Valery Gerasimov warned that \"In the event of a threat to our military servicemen’s lives, Russia’s armed forces will take retaliatory measures to target both the missiles and their delivery vehicles.\"",
  "BREAKING: President Trump orders US forces to launch precision strikes on targets associated with chemical weapons in Syria https://t.co/g3KpgYzbUN pic.twitter.com/GJ9WF29abZ — CNN (@CNN) April 14, 2018\n\n\n\nTrump added that the U.S. was \"prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\"",
  "Versus Russia: These Are Their Weapons In Syria And What May Happen Next\n\nRussia, which has supported Assad in his seven-year war against rebels and jihadis since 2015, has forces deployed across the country, but its most significant assets are located at two military installations on the west coast.",
  "Since then, Trump and his military officials have maintained that \"all options\" were on the table, but that not only Syria, but allies Russia and Iran may pay a \"big price\" after the toxic gas attack for which some Western governments and their allies have indicted the Syrian government.",
  "President Donald Trump announced Friday that he had ordered the United States armed forces to launch precision strikes on targets linked to chemical weapons facilities of Syrian President Bashar al-Assad in response to his alleged use of chemical weapons last weekend.",
  "\"A short time ago, I ordered the United States Armed Forces to launch precision strikes on targets associated with the chemical weapons capabilities of Syrian dictator Bashar al-Assad,\" Trump said in a live address to the nation.",
  "Russian ambassador to Lebanon Alexander Zasypkin repeated this threat on Tuesday and Moscow's ambassador to the U.N. warned Wednesday that he \"could not exclude\" a war between the U.S. and Russia if Trump initiated such a clash.",
  "As Trump and his team deliberated over what course of action to take, the Syrian military reportedly moved some of its own equipment to the Russian naval base in Tartous and air base in Hmeymim, near Lattakia.",
  "Trump first warned on Monday that he would respond \"forcefully\" to reports of an alleged chemical weapons attack conducted by the Syrian military against the rebel-held Douma suburb of Damascus on Saturday.",
  "Defense Secretary James Mattis also cautioned Thursday that U.S. airstrikes in Syria could escalate \"out of control\" into a wider conflict during his testimony before the House Armed Services Committee.",
  "The U.S. and Russia have both supported local allies against the Islamic State militant group (ISIS), but disagree over Syria's political future, a dispute that now threatens to take a violent turn.",
  "\"What kind of nation wants to be associated with the mass murder of innocent men, women and children?” he asked.",
  "No nation can succeed in the long run by promoting rogue states, brutal tyrants and murderous dictators.\"",
  "The operation is being conducted as part of a coalition involving allies France and the United Kingdom.",
  "\"A combined operation with the armed forces of France and the United Kingdom is now underway.\"",
  "Trump spoke directly to the governments of Iran and Russia Friday.",
  "\"The nations of the world can be judged by the friends they keep.",
  "Related: U.S."
]