[
  "The Syrian Foreign Ministry denounced Saudi Arabia's \"flawed decision,\" saying \"Saudi authorities, who conspired against the interests of our Arab nation, announced the provision of 100 million US dollars to the international coalition led by the United States of America outside of international legitimacy and in defiance of the U.N. Security Council resolutions related to the crisis Syria,\" according to the official Syrian Arab News Agency.",
  "Citing a recent United Nations Economic and Social Commission for Western Asia report, Reuters said the damage done to Syria by seven years was more than $388 billion and spoke with Syrian Finance Minister Mamoun Hamdan about efforts to expand Syria's international trade to expedite national rehabilitation ahead of this year's Damascus International Fair.",
  "The State Department said Thursday it welcomed a $100 million contribution \"for ongoing, Coalition-supported stabilization efforts in areas liberated from ISIS in Syria,\" saying it \"comes at an important time\" when ISIS was on the brink of defeat and civilians were returning to the war-ravaged, previously ISIS-held city of Raqqa.",
  "Thanks to Russian and Iranian backing, the Syrian military has managed to regain most of the country, leaving about a quarter in the hands of the U.S.-backed Syrian Democratic Forces, a largely Kurdish alliance of local fighters neither aligned with Assad nor necessarily calling for his downfall.",
  "The U.S. and Saudi Arabia are rushing to challenge Russia and Iran's influence in Syria by investing in reconstruction efforts, but their initiative may come late as the government of Bashar al-Assad gained more ground as well as local and international support.",
  "The Syrian Democratic Forces and the Syrian government both oppose Turkey and Islamist-led rebels, but the Kurdish community has called for a greater degree of self-rule, while Assad has vowed to retake every inch of the country and do so by force if necessary.",
  "As Islamists began to lead the opposition and ISIS took large stretches of Iraq and Syria, the U.S.-led coalition began bombing the militants in both countries and Russia conducted a military intervention in Syria to support Assad and his Iranian allies.",
  "Saudi Arabia is a member of the U.S.-led coalition to defeat the Islamic State militant group (ISIS) and the two are also united in opposing an increasingly powerful Iran, which is also fighting ISIS, but on behalf al-Assad and Russia.",
  "With Trump seemingly mulling cooperation with Russia and the Pentagon appearing more hesistant, the Putin government has warned that working with Moscow and Damascus was the only way to legitimize the U.S. military operation in Syria.",
  "Skeptical of U.S. commitment to Syria and the coalition's alliance with Turkey, the Syrian Democratic Forces have increasingly reached out to the Syrian government in an effort to reconcile their rival visions of peace.",
  "Just days later, the Russian military's General Staff chief Valery Gerasimov quietly appealed to his U.S. counterpart General Joseph Dunford in an effort to secure U.S. backing for rebuilding Syria, Reuters reported.",
  "On Monday, an Iranian economic delegation met with Syrian stakeholders to discuss expanding Tehran's role in rebuilding Syria's severely damaged industry and infrastructure, the Syrian Arab News Agency reported.",
  "Last month, Russian National Center for Defense Management head Colonel General Mikhail Mizintsev said that his country should channel its post-World War II reconstruction experience to assist Syria.",
  "The U.S.-led coalition has funded efforts to rebuild Raqqa, but has refused to endorse the Syrian government—accusing it of war crimes—and has declined to provide support to areas under its control.",
  "This appeal reportedly included hopes that Arab allies like Riyadh would deploy troops in Syria to not only counter ISIS resurgence attempts, but to block Russian and especially Iranian presence.",
  "We continue to call on all Coalition members, regional partners, and allies to do their share in this effort that helps bring greater stability and security to the region,\" the statement added.",
  "\"While we applaud the leadership Saudi Arabia has shown, there is still significant work to be done in the fight against ISIS, especially to assist stabilization efforts in liberated areas.",
  "During their bilateral summit in Helsinki last month, Russian President Vladimir Putin called on Trump to join him in helping to resettle the millions of Syrians displaced by the war.",
  "DELIL SOULEIMAN/AFP/Getty Images\n\nISIS spread to Syria in 2013 after evolving out of Sunni Muslim insurgency in the wake of the U.S. invasion of Iraq a decade earlier.",
  "Blaming the U.S. and Saudi Arabia for the war, Syria has rejected their reconstruction efforts and has called on U.S.-led coalition allies to withdraw immediately.",
  "ISIS took advantage of unrest in neighboring Syria spurred by a 2011 rebel and jihadi uprising backed by the U.S., Saudi Arabia and their allies.",
  "Trump also expressed a desire to withdraw from the conflict earlier this year and, shortly after, cut some $200 million in assistance to Syria.",
  "The statement also highlighted President Donald Trump's call for \"partners to share the burden\" of the U.S.-led mission in Syria, however.",
  "Russia and Iran have also begun investing in Syria's reconstruction, looking to capitalize on lucrative contracts and trade deals.",
  "LOUAI BESHARA/AFP/Getty Images\n\nRussia has publicly tried to bridge the gap between the two rival efforts to rebuild Syria.",
  "China too has expressed major interest in getting involved.",
  "The plan never came to fruition."
]