[
  "Yet for decades, Pfeifle counters, “Ex-Im has sent American taxpayer money to companies and countries that either have no place doing business with America or actively undermine U.S. national security interests.”\n\nPerhaps the most notable example is the state-owned Russian bank Vnesheconombank (VEB)—one of the companies targeted for sanctions by President Obama last summer.",
  "Despite the assurances of high-profile diplomats and security experts, “A look at Ex-Im’s beneficiary list suggests that the bank sometimes works against American interests abroad,” according to a Wall Street Journal op-ed by Mark Pfeifle, a former deputy national security adviser for strategic communications and global outreach at the White House.",
  "At the bank’s annual conference last week, National Security Advisor Susan Rice called Ex-Im “a very important part of our diplomacy,” echoing claims made in a letter sent to Congressional leaders in February by former Secretary of State Madeleine Albright, former Secretary of Defense William Cohen, and 10 other senior figures.",
  "(RELATED: Export-Import Banks Backed Two Russian Companies Hit By Sanctions)\n\nAccording to Pfeifle, “VEB maintains an operating agreement with Russian arms exporter Rosoboronexport,” which oversees the export of military hardware to Bashar Assad’s regime in Syria as well as the sale of the S-300 missile defense system to Iran.",
  "(RELATED: ‘Complete Lack of Control’ Threatens Huge US Loan)\n\nNewSat received about $300 million of Ex-Im financing in 2013 to purchase a satellite from Lockheed-Martin, but went into default on the deal in January amidst reports of mismanagement and out-of-control executive spending by the Australian company.",
  "Also questionable, he says, are the bank’s transactions with Pemex, the state-owned Mexican oil firm that has been plagued by extensive corruption and infiltration by organized crime syndicates.",
  "Supporters of the Export-Import Bank say it is vital to national security, but Ex-Im financing often goes to state-owned foreign firms from Russia, China, and other autocratic countries.",
  "Follow Peter Fricke on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "More recently, the bank has been embarrassed by its dealings with NewSat, an Australian satellite company that recently filed for bankruptcy, according to The Australian.",
  "Supporters claim this financing would not be available from private lenders, and that Ex-Im therefore boosts American exports and supports hundreds of thousands of jobs.",
  "Many prominent Republicans, though, including nearly all of the current presidential candidates, have attacked the bank as a source of corporate welfare.",
  "VEB has received more than $1 billion in Ex-Im financing since 2012, although those deals were suspended shortly after the sanctions were imposed.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Most of the bank’s financing, they claim, goes to large corporations that could operate without subsidies, such as Boeing, Caterpillar, and GE.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Ex-Im provides financing, mainly in the form of loan guarantees, to American exporters.",
  "Pemex is Ex-Im’s single largest debtor, owing $5.6 billion at the end of FY 2014.",
  "(RELATED: Is the Export-Import Bank Done?)"
]