[
  "Reuters\n\nThe FBI is reviewing a series of wire transfers totaling more than $380,000 sent in August and September of last year by the Russian government to its embassies around the world — most with the memo \"to finance election campaign of 2016\" — BuzzFeed News reported on Tuesday.",
  "A dossier compiled by the former British spy Christopher Steele alleging ties between President Donald Trump's campaign and Moscow claimed that Russian \"diplomatic staff\" paid \"relevant assets\" to provide \"a two-way flow of intelligence and other useful information.\"",
  "VTB, which is majority-owned by the Kremlin and was sanctioned by the US in 2014, transferred $30,000 to the Citibank account of Russia's Washington, DC, embassy on August 3, prompting the bank to examine VTB's other transactions over the same period.",
  "The congressional intelligence committees have been examining the dossier's claims as part of their investigations into whether the Trump campaign colluded with Moscow to influence the outcome of the election.",
  "The Senate Intelligence Committee, which BuzzFeed News says has been made aware of the wire transfers, asked the Treasury for its FinCEN records in April, The Wall Street Journal reported at the time.",
  "Late last month, the Trump campaign chairman, Paul Manafort, and his longtime business associate Rick Gates were indicted by a grand jury as a result of charges stemming from the investigation.",
  "Mueller's team is reportedly scrutinizing a meeting in December between Jared Kushner, Trump's son-in-law, and Sergey Gorkov, the CEO of another sanctioned Russian bank, Vnesheconombank.",
  "\"Source E claimed that Russian diplomatic staff in key cities such as New York, Washington DC and Miami were using the emigre 'pension' distribution system as cover,\" the dossier reads.",
  "It is unclear which \"election campaign\" the money was for — the US campaign was in full swing, but Russia's lower house of Parliament was also set to hold an election on September 18.",
  "It received over 2,000 documents from the financial-crimes unit, which monitors over 200 million Bank Secrecy Act records involving more than 80,000 financial institutions.",
  "Citibank would then have been required to inform the Treasury's Financial Crimes Enforcement Network, or FinCEN, if it noticed any suspicious activity.",
  "Mueller began hiring lawyers in June with extensive experience in dealing with fraud, racketeering, and other financial crimes.",
  "The funds were transferred to about 60 embassies worldwide from August 3 to September 20, 2016, according to BuzzFeed News.",
  "The special counsel Robert Mueller is leading a parallel investigation into Russia's election interference.",
  "\"The operation therefore depended on key people in the US Russian emigre community for its success.",
  "At least one transaction originated from VTB Bank, the report said.",
  "Tens of thousands of dollars were involved.\"",
  "Russian President Vladimir Putin."
]