[
  "Chip Somodevilla/Getty Images\n\nThe Wall Street Journal claimed on Wednesday to have found yet another link between Donald Trump and Russia, this one in the form of an apparent 2010 deal between a state-run bank and one of Trump’s old partners in a Toronto hotel tower:\n\nAlexander Shnaider, a Russian-Canadian developer who built the 65-story Trump International Hotel and Tower, put money into the project after receiving hundreds of millions of dollars from a separate asset sale that involved the Russian bank, whose full name is Vnesheconombank.",
  "The Trump Organization is attempting to shrug off the report by saying that Trump was not involved with the VEB deal and that the Trump company “merely licensed its brand and manages the hotel and residences.” But while it’s true the WSJ report isn’t the straightest line between the Kremlin and Trump, it’s one that should raise the eyebrows of those in the FBI and Congress who are investigating Trump’s ties to Russia—particularly given the president’s steadfast denial of said links.",
  "And, as the Journal notes, VEB “has long been viewed by Russian analysts as a vehicle for the Russian government to fund politically important projects, including the 2014 Winter Olympics in Sochi.” Furthermore, one of the bank’s executives in New York was sentenced to prison last year after pleading guilty to conspiring to act in the United States as a Russian agent without alerting U.S. authorities.",
  "“To the best of my knowledge no person that I deal with does.”\n\nThat best of my knowledge hedge gives Trump some wiggle room, but that doesn’t change the fact that he appears to have benefited from the actions of a Russian bank with clear ties to the Russian government.",
  "(The project’s financial troubles continue to this day: It entered insolvency proceedings in November, and a judge in March approved its sale to a California-based investment firm for about $220 million.)",
  "After completing the deal, Shnaider and his business partner turned around and injected more money into the financially troubled Toronto project that bears Trump’s name.",
  "The next day, however, the lawyer attempted to walk that back, telling the paper that he was “not able to confirm that any funds” from the sale were used in Toronto.",
  "According to two people with knowledge of the deal, the buyer, which hasn’t been identified publicly, was an entity acting for the Russian government.",
  "About 300 people rally to protest against President Donald Trump’s firing of FBI Director James Comey outside the White House on May 10 in Washington.",
  "So, yeah, this isn’t exactly a good look for a president who is currently caught up in a swirl of troubling reports concerning his ties to Moscow.",
  "Mr. Shnaider sold his company’s share in a Ukrainian steelmaker for about $850 million in 2010, according to S&P Global Market Intelligence.",
  "Shnaider’s lawyer told the Journal in April that about $15 million from the asset sale was used for the Canadian development.",
  "At the time VEB financed the steelmaker deal, the chairman of VEB’s supervisory board was one Vladimir Putin.",
  "VEB initiated the purchase and provided the money, these people say.",
  "“I have nothing to do with Russia,” he declared in February."
]