[
  "In talks with Kislyak in December, Kushner floated the possibility of setting up a secure line of communication between the Trump transition team and Russia — and having those talks take place in Russian diplomatic facilities in the US, essentially concealing their interactions from US government scrutiny, The Post wrote, citing US intelligence officials briefed on the matter.",
  "The meeting — which had not previously been disclosed and came on the heels of Kushner's meeting with Kislyak at Trump Tower — caught the eye of the Senate Intelligence Committee, which is investigating Russia's interference in the 2016 election and whether any members of Trump's campaign were complicit.",
  "Jared Kushner Getty Images Jared Kushner, President Donald Trump's son-in-law and top White House adviser, was willing to go extraordinary lengths to establish a secret line of communication between the Trump administration and Russian government officials, The Washington Post reported on Friday.",
  "\"If you are in a position of public trust, and you talk to, meet, or collude with a foreign power\" while trying to subvert normal state channels, \"you are, in the eyes of the FBI and CIA, a traitor,\" said Glenn Carle, a former top counterterrorism official at the CIA.",
  "Pressed further, Brennan said that \"the information and intelligence revealed contacts and interactions between Russian officials and US persons involved in the Trump campaign that I was concerned about because of known Russian efforts to suborn such individuals.",
  "Former CIA Director John Brennan, in testimony Tuesday before the House Intelligence Committee, said that he was concerned by some of the \"interactions\" between Russian officials and members of the Trump campaign that took place during the election last year.",
  "But Kislyak and the Trump campaign interacted extensively, and Trump associates either kept those interactions secret from US officials or misrepresented them, as was the case with Michael Flynn, who was forced to resign in February for similar reasons.",
  "Reuters reported earlier this month that Flynn and Kislyak also spoke about setting up a secret back channel during the transition between Trump and Russian President Vladimir Putin \"that could bypass the US national security bureaucracy.\"",
  "Kushner, who did not disclose the meeting on his security clearance form, is now a subject in the FBI's investigation of Russia's election interference, and whether the Trump campaign colluded with Moscow to undermine Hillary Clinton.",
  "He added that he was \"worried by the contacts that the Russians were having with US persons\" and \"had unresolved questions\" by the time he left office about whether\" the Russians had succeeded in getting Americans to do their bidding.",
  "Kislyak reportedly orchestrated the meeting between Kushner and Gorkov, who was appointed by Russian President Vladimir Putin in January 2016 as part of a restructuring of the bank's management team, Bloomberg reported last year.",
  "During the presidential transition period leading up to Trump's inauguration, Kushner held a series of meetings with the Russian ambassador to the US, Sergey Kislyak, and the head of a Moscow bank that was under US sanctions.",
  "So the possibility remains, Carle said, that the Russians used the meeting with Kushner to distract the intelligence community and the public from potentially more incriminating relationships between the campaign and Moscow.",
  "He noted that while this reported back channel is \"explosive,\" it is worth questioning who planted the story — The Post reportedly received an anonymous letter in December tipping them off to the Kushner-Kislyak meeting.",
  "The Post's Ellen Nakashima, Adam Entous, and Greg Miller reported that the Russian ambassador was \"taken aback\" by Kushner's request, because it posed significant risks for both the Trump team and the Kremlin.",
  "Brennan replied that \"there was intelligence that the Russian intelligence services were actively involved in this effort ... to try to get individuals to act on their behalf either wittingly or unwittingly.\"",
  "Carle noted that, if the Kushner-Kislyak meeting and reported discussion were an isolated incident, then it could be spun as \"normal back-channel communication arrangements among states.\"",
  "Kushner did not previously disclose the December meetings to US officials during his background check, and the White House only acknowledged them after news outlets reported on it.",
  "Republican Rep. Tom Rooney asked Brennan if he ever found \"any direct evidence of collusion between the Trump campaign and Putin in Moscow\" while he was the CIA director.",
  "First, of course, is the Logan Act, which prohibits private individuals conducting negotiations on behalf of the US government with foreign governments,\" Deitz said.",
  "Kushner's attorney Jamie Gorelick responded to the Reuters story Friday evening via CNN, saying \"Mr. Kushner participated in thousands of calls in this time period.",
  "Indeed, Kushner also met with the CEO of Russia's state-owned Vnesheconombank, Sergey Gorkov, in December 2016, The New York Times reported in late March.",
  "We have asked (Reuters) for the dates of such alleged calls so we may look into it and respond, but we have not received such information.\"",
  "\"Second, it tends to reinforce the notion that Trump's various actions about [fired FBI Director James] Comey do constitute obstruction.\"",
  "He also had two previously undisclosed phone calls with Kislyak between April and November of last year, according to Reuters.",
  "Russian Embassy\n\nAdditionally, as a longtime diplomat, Kislyak would have known that his communications were being monitored.",
  "\"If Jared Kushner was trying to set up a back channel with the Russians, doesn't that mean he wasn't colluding with them?\"",
  "This is serious,\" said Bob Deitz, a veteran of the NSA and the CIA who worked under the Clinton and Bush administrations.",
  "\"We know about the multiple meetings of Trump entourage members with Russian intel-related individuals,\" Carle said.",
  "It raised questions in my mind about whether the Russians were able to gain the cooperation of such individuals.\"",
  "The Kremlin and the White House have provided conflicting explanations for why Kushner met with Gorkov.",
  "It follows a pattern among key Trump advisers that unfolded during and after the 2016 election.",
  "\"That is what I spent my life getting foreigners to do with me, for the US government.\"",
  "a White House official said in response to the story, according to CNN.",
  "President Donald Trump meets with Russian Ambassador Sergei Kislyak.",
  "\"In other words, there is now motive added to conduct,\" Deitz noted.",
  "Kislyak reportedly passed along that request to Moscow.",
  "\"There will be many others that we do not know about.\"",
  "He has no recollection of the calls as described.",
  "\"This raises a bunch of problematic issues.",
  "\"This is a big problem for the President.\"",
  "\"GOOD GRIEF."
]