[
  "It appears there could be some legal wiggle room for Kushner when it comes to failing to disclose the June 21st meeting with Russian lawyer Natalia Veselnitskaya because she does not appear to be an active government official, but a former one, and a single meeting could be construed as failing to meet the threshold of “close and/or continuing contact.” Kushner’s lawyers said they included the Veselnitskaya meeting later “out of an abundance of caution,” but this isn’t the first time Trump’s son-in-law has failed to disclose high-level meetings with Russian officials.",
  "The addendum detailed more than 100 calls or meetings with representatives of more than 20 countries, most of which came during the presidential transition, according to Jamie Gorelick, one of Kushner’s attorneys… On June 21, Kushner submitted another addendum; this one listed the meeting he attended—along with Donald Trump Jr. and Paul Manafort, Donald Trump’s campaign manager at the time—with a Russian lawyer who Trump Jr. believed had damaging information about Hillary Clinton.",
  "Here’s a recap of Kushner’s history (so far) with the national security forms via the Washington Post:\n\nKushner’s national security questionnaire was first submitted on Jan. 18, though a person familiar with his account said that his office did so prematurely, and the form did not list his foreign contacts and got the dates of his graduate degrees and his father-in-law’s address wrong.",
  "The 127-page background check requires disclosures of all sorts, including financial, travel, work history, family information, as well as disclosure of any contact with foreign government officials and “close and/or continuing contact with a foreign national within the last seven years.” (You can take a look at the forms yourself here.)",
  "We don’t know in how many which ways Kushner has broken the law, if any, just yet, but there’s one transgression that, while unglamorous, could put the senior adviser in the greatest direct legal peril—his repeated failure to provide accurate information on his foreign contacts on his national security clearance forms.",
  "Lying on the national security form, however, is a criminal offense as “knowingly falsifying or concealing a material face is a felony which may result in fins and/or up to five (5) years imprisonment.”\n\nThe question that will arise as Robert Mueller’s investigation continues is: Is Kusher sloppy or sneaky?",
  "Even still it might be difficult to prove that Kushner intentionally lied to cover up his meetings with foreign officials, particularly with the Russians, but, given the circumstantial evidence on the record so far, it’s increasingly hard to come to any other conclusion.",
  "National security lawyers have already expressed grave doubts about Kushner’s lack of transparency that would likely have cost any other federal employee his job, if it weren’t for his ties to a president who doesn’t care much for the appearance of ethics.",
  "The 36-year-old real estate heir has pushed shady loan deals, pursued dodgy backchannel communications with Moscow, and advanced his business interests all while reveling in the myriad of conflicts of interest his new position affords him.",
  "Kushner previously left off a December 2016 meeting with Russian Ambassador Sergey Kislyak and banker Sergey Gorkov, chairman of the Russian government-owned bank Vnesheconombank, which has been under U.S. sanction since July 2014.",
  "Getty Images\n\nSince Donald Trump’s election as president in November, his son-in-law and top adviser, Jared Kushner, has shown himself—to put it generously—to be pretty comfortable operating on the outermost fringe of the law.",
  "Each subsequent addendum, however, will surely appear more and more suspicious to investigators given the additional time Kushner was given to correct past inaccuracies and the heightened stakes because of those omissions.",
  "At the time, Kushner’s representatives had not compiled a list of the contacts, but they did so and submitted another addendum with them in mid-May, before an interview with FBI background investigators, the person said.",
  "The next day, Kushner’s representatives submitted an addendum acknowledging that he had foreign contacts and saying that he would willingly detail them, the person said.",
  "Kushner, who filed his SF-86 national security questionnaire in mid-January, has filed three updates to his original submission, according to the Washington Post.",
  "Inaccuracies or omissions can be costly for individuals, but usually results in their application being rejected.",
  "For starters, it doesn’t seem totally clear from recent history that the third update will be his last.",
  "Jared Kushner in the Rose Garden of the White House on June 30, 2017 in Washington, DC.",
  "Where does this leave Kushner?"
]