[
  "Comey's firing was widely criticized, and as accusations that Trump had fired Comey to obstruct an ongoing FBI counterintelligence investigation into whether his campaign colluded with Moscow to meddle in the 2016 election began piling up, the deputy attorney general, Rod Rosenstein, appointed Robert Mueller special counsel.",
  "In keeping with that, Bannon reportedly wants Reince Priebus, the former chief of staff, to testify to the special counsel leading the FBI's Russia investigation that Kushner was significantly involved in Trump's decision in May to fire James Comey as the bureau's director.",
  "AP Photo/Evan Vucci\n\nSteve Bannon, the former White House chief strategist, is gearing up for battle and has set his sights on President Donald Trump's son-in-law and senior adviser, Jared Kushner, according to Vanity Fair.",
  "During the meeting at Trump Tower with the Russian ambassador, Sergey Kislyak, Kushner reportedly floated the possibility of establishing a back-channel line of communication between the Trump transition team and Russia.",
  "Mueller's team has cast a wide net in its investigation, looking at Trump confidants including Paul Manafort, his former campaign chairman, and Michael Flynn, his former national security adviser.",
  "According to Vanity Fair, Priebus believes Trump was persuaded to fire Comey by Kushner and his wife, Ivanka, during a weekend at the president's golf club in Bedminster, New Jersey.",
  "But the FBI is looking into whether Gorkov suggested to Kushner that Russian banks could finance the business ventures of Trump's associates if US sanctions were lifted or relaxed.",
  "Kushner met with the Senate Intelligence Committee in late July and told reporters afterward that he \"did not collude\" with Russia during the election and had \"nothing to hide.\"",
  "The White House has said Kushner's subsequent meeting with Sergey Gorkov, the CEO of Russia's state-owned Vnesheconombank, was unrelated to business matters.",
  "Bannon and Kushner have frequently butted heads on ideology — Bannon's far-right nationalist instincts have clashed with Kushner's more moderate views.",
  "Those interactions that were already under scrutiny as part of the FBI investigation, but sources informed The Washington Post of the financial focus.",
  "When Trump returned to the White House on May 8, he informed aides he was going to fire Comey, and he dismissed the FBI director the next day.",
  "In the wake of his ouster on Friday, Bannon is looking to even the score with West Wing rivals like Kushner, Vanity Fair reported.",
  "Mueller is also diving into the Trump family's finances and business dealings, including Kushner's.",
  "Kushner met separately with the Russian ambassador to the US and a Russian businessman in December.",
  "Steve Bannon."
]