[
  "The president’s son-in-law is one of Trump’s closest advisers and met with Russian representatives on multiple occasions during the presidential transition making him a likely subject of Mueller’s team, which is charged with getting to the bottom of Russia’s influence on the election, if there was any coordination with the Trump campaign, as well as, the Post reported Wednesday, any obstruction of justice attempts by President Trump.",
  "“It would be standard practice for the Special Counsel to examine financial records to look for anything related to Russia.” What we do know is that in December 2016, Kushner met first with Russian Ambassador Sergey Kislyak and then with Sergey Gorkov, the chairman of the Russian government-owned bank Vnesheconombank.",
  "The meeting occurred as Kushner’s company was seeking financing for its troubled $1.8 billion purchase of an office building on Fifth Avenue in New York, and it could raise questions about whether Kushner’s personal financial interests were colliding with his impending role as a public official.",
  "The Russian bank, Vnesheconombank, which has been the subject of U.S. sanctions following Russia’s annexation of Crimea, has said the session was held for business reasons because of Kushner’s role as head of his family’s real estate company.",
  "— Donald J. Trump (@realDonaldTrump) June 15, 2017\n\nCrooked H destroyed phones w/ hammer, 'bleached' emails, & had husband meet w/AG days before she was cleared- & they talk about obstruction?",
  "Getty Images\n\nThe Washington Post reported Thursday that Jared Kushner, in particular Kushner’s financial dealings, are under investigation by Special Counsel Robert Mueller.",
  "#MAGA — Donald J. Trump (@realDonaldTrump) June 15, 2017\n\nWhy is that Hillary Clintons family and Dems dealings with Russia are not looked at, but my non-dealings are?",
  "As the Mueller investigation grinds on, now just one month into its inquiry, the president of the United States spent Thursday having a cyber-conniption on Twitter.",
  "From the Post:\n\nThe White House has said that the subsequent meeting with the banker was a pre-inauguration diplomatic encounter, unrelated to business matters.",
  "You are witnessing the single greatest WITCH HUNT in American political history - led by some very bad and conflicted people!",
  "“We do not know what this report refers to,” a lawyer for Kushner said in an email to the Post.",
  "The White House and the sanctioned Russian bank gave conflicting reasons for the meeting.",
  "— Donald J. Trump (@realDonaldTrump) June 15, 2017\n\nAt least he’s keeping it together.",
  "The bank has been under U.S. sanction since July 2014.",
  "Who me?"
]