[
  "At least five other Trump associates — Flynn, the former national security adviser; Attorney General Jeff Sessions; Roger Stone, an early Trump campaign adviser; Carter Page, an early foreign-policy adviser; and JD Gordon, the campaign's national-security representative at the Republican National Convention — have been asked to testify before the Senate Intelligence Committee and preserve any relevant documents about contact they may have made with Russians during the election.",
  "Flynn resigned as national security adviser after he misled Vice President Mike Pence about his conversations with Kislyak, and Sessions recused himself from the Department of Justice's Russia-related investigations after The Washington Post reported that he met with Kislyak twice last year and failed to disclose those meetings during his confirmation hearing.",
  "Spencer Platt/Getty Images The Senate Intelligence Committee will question President Donald Trump's son-in-law, Jared Kushner, as part of its investigation into Russia's interference in the 2016 election and whether any collusion occurred between the Trump campaign and the Kremlin.",
  "Kushner, a White House senior adviser, will also be asked about a previously undisclosed meeting he had in December with the head of Russia's state-owned Vnesheconombank, which was sanctioned by President Barack Obama after Russia annexed Crimea in 2014.",
  "On Friday, Stone, Page, and Trump's former campaign chairman, Paul Manafort, sent letters to the House Intelligence Committee volunteering to be interviewed as part of that committee's investigation into Russia's election interference.",
  "\"Mr. Kushner will certainly not be the last person the committee calls to give testimony, but we expect him to be able to provide answers to key questions that have arisen in our inquiry,\" the statement continued.",
  "At the time, Kushner was trying to find investors for a Fifth Avenue office building in Manhattan that is set to be heavily financed by Anbang Insurance Group, a firm with ties to the Chinese government.",
  "While Stone, Manafort, and Page all have connections to Russia, they have all denied that they helped facilitate any collusion between the Trump campaign and Moscow during the election.",
  "The investigation has been examining whether members of Trump's campaign team colluded with Russian officials to undermine Hillary Clinton, the 2016 Democratic presidential nominee.",
  "A White House official told Business Insider that Kushner took the meetings as part of his role as \"the official primary point of contact with foreign governments and officials.\"",
  "The interview will center on Kushner's meeting with Russia's ambassador to the US, Sergey Kislyak, in December at Trump Tower with Gen. Michael Flynn, according to The Times.",
  "\"Throughout the campaign and transition, Jared Kushner served as the official primary point of contact with foreign governments and officials,\" the official said.",
  "\"Mr. Kushner has volunteered to be interviewed as part of the committee's investigation into the Russian activities surrounding the 2016 election,\" Sens.",
  "All are now reported to have met with Kislyak in the latter half of 2016 as Russia was attempting to sway the outcome of the election in Trump's favor.",
  "Kushner's meeting with Vnesheconombank's chief, Sergey Gorkov, came at the request of Kislyak, White House spokeswoman Hope Hicks told The Times.",
  "This announcement serves to demonstrate that commitment,\" the Senators said in a join statement released on Monday afternoon.",
  "Kislyak delivered the message to Kushner via Avrahm Berkowitz, an aide whom Kushner sent to meet with Kislyak in his place.",
  "The FBI is investigating the Russian interference separately from Congress, FBI Director James Comey confirmed last week.",
  "\"Given this role, he has volunteered to speak with Chairman Burr's Committee but has not yet received confirmation.\"",
  "Richard Burr and Mark Warner, the committee's chairman and vice chairman, told The New York Times in a statement.",
  "Kushner is the closest person to Trump to be swept up in the Senate or House committees' investigations so far.",
  "\"From the beginning of this investigation we have committed to follow the facts wherever they lead us.",
  "Hicks told The Times that the \"Kushner Tower\" project wasn't discussed during his meeting with Gorkov.",
  "\"The timing of Mr. Kushner's testimony is still being determined.\""
]