[
  "ALSO WATCH:\n\nOf particular interest is Kushner’s meetings just after the election with the chairman of Anbang Insurance, a Chinese company that purchased a stake in the Kushner Companies property at 666 Fifth Avenue in Manhattan.",
  "Mueller’s investigators have asked witnesses in interviews as recently as this month about Kushner’s negotiations for financing for a New York City office building owned by his family’s company, Kushner Companies, CNN reports.",
  "The bank has said publicly that Gorkov attended the meeting as part of a “roadshow of business meetings” that he was conducting in the U.S.\n\nKushner reportedly met with Mueller’s team last November.",
  "Special Counsel Robert Mueller is reportedly looking into White House adviser Jared Kushner’s business dealings with foreign investors during the presidential transition period.",
  "The new line of inquiry signals that Mueller’s interest in Kushner has expanded beyond any contacts he had with Russians during the 2016 campaign, according to CNN.",
  "A meeting that Kushner had during the transition period with Sergey Gorkov, chairman of the Russia-owned bank Vnesheconombank, is also coming under scrutiny.",
  "Follow Chuck on Twitter\n\nFreedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "According to press reports at the time, former National Security Adviser Michael Flynn was the main focus of the meeting.",
  "Flynn pleaded guilty shortly after to lying to the FBI about his contacts with Russian Ambassador Sergey Kislyak.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Mueller’s team has yet to reach out to Kushner Companies’ executives for interviews, according to CNN.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Kushner has said that the Dec. 2016 meeting was held to discuss official government business.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "For as little as $3, you can help us."
]