[
  "While the security questionnaire states that \"withholding, misrepresenting, or falsifying information\" could lead to the loss of clearance, denial of a job, or prosecution, applicants are often permitted to amend the forms and avoid adverse consequences if the omissions are determined to be unintentional.",
  "The Senate Intelligence Committee announced in late March that it is planning to question Kushner about the meetings with Kislyak and the bank head as part of its broader investigation into Russian interference in the 2016 election and the possibility that Trump's associates colluded with Russia.",
  "Jared Kushner Getty Images In seeking a top-secret government security clearance, Jared Kushner, President Donald Trump's son-in-law and senior adviser, failed to report dozens of contacts with foreign officials, according to a Thursday New York Times report.",
  "The security clearance questionnaire leaked to The Times requires that those applying for access to top-secret national security information report all communications with foreign government officials over the previous 7 years.",
  "In March, Attorney General Jeff Sessions recused himself from overseeing Russia-related investigations after reports surfaced that said Sessions met with Kislyak during the campaign — meetings he did not disclose to Congress.",
  "Kushner's lawyer, Jamie Gorelick, called the omissions an error and said that Kushner told the FBI the day after he submitted the form on January 18 that he would provide the agency with additional information.",
  "Earlier this year, Trump's national security adviser, Michael Flynn, resigned when it became clear he had discussed sanctions with Kislyak and misrepresented those conversations to Vice President Mike Pence.",
  "The fact that Kushner failed to report meetings with Russian officials is notable given the ongoing congressional and FBI investigations into relations between Trump associates and Russian officials.",
  "According to Gorelick, Kushner told the FBI: \"During the presidential campaign and transition period, I served as a point-of-contact for foreign officials trying to reach the president-elect.",
  "Kushner has been granted an interim security clearance — Gorelick says Kushner will provide the FBI with complete information regarding his contacts when the agency interviews him.",
  "The contacts included meetings with Russian ambassador Sergey Kislyak and the head of a Russian state-owned bank, Vnesheconombank, both of which took place in December.",
  "Vnesheconombank is under US sanctions imposed by the Obama administration following Russia's 2014 annexation of Crimea and attacks in Ukraine.",
  "This is not the first time Trump's top advisers have failed to report their communications with Russian officials.",
  "… I would be happy to provide additional information about these contacts.\"",
  "I had numerous contacts with foreign officials in this capacity."
]