[
  "In December 2016, in the middle of the Trump transition, Kushner held meetings with Russian Ambassador Sergey Kislyak and banker Sergey Gorkov, a graduate of Russia’s spy school and now-chairman of the Russian government-owned bank Vnesheconombank, which has been under U.S. sanction since July 2014.",
  "“In addition to the December meetings, a former senior intelligence official said FBI agents had been looking closely at earlier exchanges between Trump associates and the Russians dating to the spring of 2016, including one at the Mayflower Hotel in Washington,” according to the Post.",
  "Kobi Gideon/GPO via Getty Images\n\nThe FBI investigation into President Trump’s Russia ties has been inching closer to the White House and, on Thursday, according to the Washington Post and NBC News, Trump senior adviser Jared Kushner is now a focus of the ongoing probe.",
  "To make matters murkier, last month, the New York Times reported that Kushner omitted those meetings from his top-secret security clearance forms, which require individuals to disclose all meetings with foreign officials over a seven-year period.",
  "While former National Security Adviser Michael Flynn and former Trump campaign chairman Paul Manafort are both formally considered subjects of the FBI investigation, the level of scrutiny Kushner is under is more preliminary.",
  "Trump, as the presumptive Republican nominee, met with the Russian ambassador in April 2016 at a VIP reception at the Washington, D.C. hotel ahead of speech where Trump promised to improve relations with Russia.",
  "The FBI investigation is looking into Russian meddling in the election and potential collusion with Trump and his associates, but it is also looking to see if any financial crimes have been committed.",
  "Along with the Russians, the Times reported that Kushner failed to mention dozens of meetings with other government officials from other countries in the lead up to Trump’s inauguration.",
  "Kushner comes from a billion-dollar real estate family and served as a senior adviser, perhaps the president’s closest counselor, on the campaign as well as in the White House.",
  "Later in December Flynn spoke to Kislyak over the phone about new Obama-led sanctions on Russia, which led to Flynn later losing his job as national security adviser.",
  "Kushner, who is also Trump’s son-in-law, is the first person currently serving in the administration known to be considered a focal point of the FBI inquiry.",
  "After the meeting with Kislyak in New York, which Michael Flynn also attended, Kushner dispatched his deputy to meet again with the Russian ambassador.",
  "Kushner has not been accused of any wrongdoing, but two meetings in particular have piqued investigators’ interest.",
  "Kushner’s attorneys have said it was an oversight and have offered to file an amended form.",
  "Kushner appears to fall under both categories as a person of interest.",
  "The inner circle."
]