[
  "Tim O’Brien, a Trump biographer and the executive editor of Bloomberg View, wrote on Thursday that, “given the significance of 666 Fifth Avenue to Kushner and his family’s fortunes, it’s also possible that he saw the Russians as potential investors.” Russian banks aren’t the go-to lenders for American real estate projects, but oligarchs sometimes help: The Russian investment fund Onexim, for example, headed by the billionaire Mikhail Prokhorov, took a major stake in Brooklyn’s Atlantic Yards project and the Brooklyn Nets basketball team.",
  "In March, the Times reported that Senate investigators would ask if Kushner had used his contacts with the Russians to discuss ways to “secure additional financing for the building.” Last week, Reuters reported that the FBI is investigating whether Russian officials might have suggested to Kushner that favorable financing arrangements might be available to Trump confidants in exchange for the relaxation of sanctions.",
  "The Kushner-Gorkov encounter was first reported in March—Kushner had left it, along with dozens of other meetings with foreign governments, off his White House disclosure forms—but it’s under new scrutiny now that the Washington Post has reported the extent to which Kushner tried to hide his dealings with the Russian officials from the Obama administration.",
  "At the time, Kushner had been courting foreign lenders for a megaloan to renovate his family’s overleveraged office tower at 666 Fifth Ave. That building, which Kushner purchased for a record sum at the height of the real estate bubble, has become a financial burden the company must resolve before the end of next year.",
  "The whole Kushner family flaunts its association with the president when it seeks investors; conversely, the suggestion of horse-trading must hover over all Jared Kushner’s financial diplomacy—as it did over Donald Trump’s first phone call with the Argentine President Mauricio Macri.",
  "If Syria policy was an urgent concern of Jared Kushner’s in early December, as the Obama administration weighed further sanctions against Russia for meddling in the election, the association with Flynn further raises the possibility that Kushner was involved in talk about sanctions.",
  "Last week’s revelation that Kushner sought to use Russian diplomatic facilities in the U.S. to communicate privately with the Kremlin before Trump’s inauguration further challenges the idea of Trump’s son-in-law using transition diplomacy to try to secure a loan.",
  "Earlier this month, the Wall Street Journal uncovered that VEB had provided financing for the purchase of a Ukrainian steel mill from a part owner who was simultaneously developing the Trump International Hotel and Tower in Toronto.",
  "Sanctioned or not, new strategy or not, the Russian state bank is not the kind of outfit that would finance the project that the Kushners desperately want built, a Zaha Hadid–designed condo conversion in Midtown Manhattan.",
  "That doesn’t mean Kushner Companies could not benefit in more indirect ways from Russian financing, as Donald Trump has often done (whether through Deutsche Bank’s money laundering operation or otherwise).",
  "What’s more, Kushner’s 666 Fifth Ave. project is almost too large to benefit from the type of money moving that VEB (or the Kremlin, through Gorkov) performed for Trump Toronto builder Alexander Shnaider.",
  "In March, the White House denied that Kushner had talked business with Gorkov, or about sanctions, and said the meeting had been arranged by Russian Ambassador Sergey Kislyak, not by Kushner.",
  "Within a month, he’d have received a promotion to all-purpose White House problem-solver, with daunting responsibilities like innovating the bureaucracy and bringing peace to the Middle East.",
  "It’s a development bank that aims to invest and otherwise support politically important projects in Russia, like the facilities for the Sochi Olympics, or those related to Russian exports.",
  "Kushner was still the CEO of his family’s real estate company, which dealt with foreign lenders like Frankfurt, Germany–based Deutsche Bank and Paris-based Natixis for its big purchases.",
  "Even if Gorkov was traveling as an emissary of the Russian state, the attention to the skyscraper subplot stems directly from his role as bank chief—which seems almost incidental.",
  "The news that he wanted that line to be secret, for better or for worse, seems to corroborate that Kushner was on a quest to speak directly with Moscow—not with a loan officer.",
  "It’s the kind of loan that would be subject to scrutiny by the Committee on Foreign Investments in the United States, a body composed of the heads of major government agencies.",
  "China’s Anbang Insurance Group, with which the Kushners sought a deal on 666 Fifth Ave. that fell apart this winter, has a reputation for overpaying for Midtown property.",
  "When he took an unpaid position at the White House in January, Kushner relinquished his ownership stake in 666 Fifth Ave. and his leadership role in the family business.",
  "Why wouldn’t Jared, as the then-chief executive of Kushner Companies, have tried to see if the Russians would be interested in investing in a trophy property in Midtown?",
  "Accusations like those have been lobbed at the president, whose properties in Washington, Buenos Aires, and elsewhere seem irrevocably tangled in conflicts of interest.",
  "AFP/Getty Images\n\nIn December, Sergey Gorkov, the chairman of the Russian state bank Vnesheconombank, or VEB, visited New York for a conversation with Jared Kushner.",
  "On the one hand, Kushner’s quest for a direct line to the Kremlin had been reported by CNN as an initial motivation for his discussion with Gorkov back in March.",
  "Gorkov described his trip in different terms, as part of a new, global corporate strategy to meet business and financial leaders in Europe, the U.S., and Asia.",
  "Kushner Companies is seeking a construction loan that’s an order of magnitude larger than what Western banks have provided in the past for Midtown real estate.",
  "In a statement released when news of the encounter was revealed in March, Gorkov identified Kushner by his then-job as head of Kushner Companies.",
  "He was also the son-in-law of the president-elect, the impresario of his transition team, and its chief communicator with foreign leaders.",
  "Those meetings are now under investigation by the FBI; divining their purpose has become yet another Trump administration Tarot reading.",
  "But that is the inevitable result of having a couple of developers with family real estate companies running American foreign policy.",
  "So: Why would Kushner be so eager for a back channel that it brought him into a meeting with the head of a sanctioned Russian bank?",
  "Gorkov, meanwhile, was the head of a bank with $59 billion in assets, restrained by sanctions that the U.S. imposed in 2014.",
  "That Kushner was trading sanctions relief for a $4 billion construction loan from a bank with just $59 billion in assets.",
  "The skyscraper that Jared Kushner purchased on his 27th birthday has become a big problem for his father’s company.",
  "The AP has also said that Kushner wanted to set up Michael Flynn with Russian military officials to work on Syria.",
  "Sean Spicer said in March that Kushner met with Gorkov as part of his role as a “conduit” with foreign leaders.",
  "Gorkov graduated from the Academy of the Federal Security Service, or FSB, a kind of Langley-on-the-Moskva.",
  "And yet: If Kushner wanted a construction loan, VEB would have been a very strange meeting to arrange.",
  "Foreign lenders will cut bigger loans with lower rates and, at times, value properties more highly.",
  "Last year, the largest commercial property lender in America’s financial capital was Deutsche Bank.",
  "(The administration was skeptical out of the gate on sanctions and muddled on Syria policy.)",
  "As usual, where the Trump clan is concerned, the simplest explanation is: Follow the money.",
  "Kushner Cos. seeks a $4 billion loan, equal to more than 5 percent of VEB’s total assets.",
  "He had been appointed as VEB chairman by Russian President Vladimir Putin in February.",
  "But as Trump himself noted, the president can’t be liable for a conflict of interest.",
  "But prior to January, it would have been his job to seek out financing abroad.",
  "This is not a few oligarchs overpaying for apartments over Central Park.",
  "In March, a VEB banker in New York pleaded guilty to spying for Russia.",
  "Commercial banks in the U.S. are under greater regulatory supervision.",
  "On Friday, the Times reported Kushner wanted to discuss Syria.",
  "The bank has a Trump connection, but it is tenuous.",
  "It’s a theory being pursued in Washington.",
  "VEB’s ties to the Kremlin are deep.",
  "Kushner would have known all that.",
  "Each man was playing two roles.",
  "Jared Kushner could.",
  "Less likely?"
]