[
  "Former CIA Director John Brennan, in testimony last week before the House Intelligence Committee, said that \"the information and intelligence\" he saw before leaving office in January \"revealed contacts and interactions between Russian officials and US persons involved in the Trump campaign that I was concerned about because of known Russian efforts to suborn such individuals.\"",
  "Scott Olson, a recently retired FBI agent who ran counterintelligence operations and spent more than 20 years at the bureau, agreed that it is not unusual for low-level staffers to work between governments and bypass bureaucracy to exchange views and build consensus in advance of higher-level negotiations.",
  "\"If you are in a position of public trust, and you talk to, meet, or collude with a foreign power\" while trying to subvert normal state channels, \"you are, in the eyes of the FBI and CIA, a traitor,\" said Glenn Carle, a former top counterterrorism official at the CIA for more than two decades.",
  "Jim Bourg/Reuters Former intelligence officials described Jared Kushner's reported attempt to set up a backchannel line of communication with Russia last December that would bypass the US' national security and intelligence apparatus as \"off the map,\" \"explosive,\" and \"extremely dangerous.\"",
  "Kushner met with Russia's ambassador, Sergey Kislyak, in December at Trump Tower, where he floated the possibility of setting up a secure line of communication between the Trump transition team and Russia — and having those talks take place in Russian diplomatic facilities in the US.",
  "Indeed, \"FBI investigators are examining whether Russians suggested to Kushner or other Trump aides that relaxing economic sanctions would allow Russian banks to offer financing to people with ties to Trump,\" Reuters reported on Friday, citing a current US law enforcement official.",
  "Kushner, President Donald Trump's son-in-law and a top White House adviser, was willing to go extraordinary lengths to establish a secret line of communication between the Trump administration and Russian government officials, The Washington Post reported Friday.",
  "Former national security adviser Michael Flynn, who was forced to resign on February 13 amid questions about his communication with Kislyak, also spoke with the Russian ambassador about setting up a secret backchannel during the transition, according to Reuters.",
  "The meeting — which had not previously been disclosed and came on the heels of Kushner's meeting with Kislyak at Trump Tower — caught the eye of the Senate Intelligence Committee, which is conducting its own investigation Russia's election interference.",
  "Kushner, who did not disclose the meeting on his security clearance form, is now under scrutiny in the FBI's investigation of Russia's election interference, and whether the Trump campaign colluded with Russian officials to undermine Hillary Clinton.",
  "Kislyak reportedly orchestrated the meeting between Kushner and Gorkov, who was appointed by Russian President Vladimir Putin in January 2016 as part of a restructuring of the bank's management team, Bloomberg reported last year.",
  "Trump told NBC's Lester Holt shortly thereafter that \"the Russia thing\" was on his mind when he fired Comey, leading lawmakers and legal experts to question whether Trump obstructed justice — a criminal and impeachable offense.",
  "So the possibility remains, Carle said, that the Russians used the meeting with Kushner to distract the intelligence community and the public from potentially more incriminating relationships between the campaign and Moscow.",
  "'A huge red flag'\n\nMark Kramer, the program director of the Project on Cold War Studies at Harvard's Davis Center for Russian and Eurasian Studies, said Saturday that Kushner's reported backchannel plan is \"a huge red flag.\"",
  "The Post's Ellen Nakashima, Adam Entous, and Greg Miller reported that the Russian ambassador was \"taken aback\" by Kushner's request, because it posed significant risks for both the Trump team and the Kremlin.",
  "Eric Thayer/Getty Images\n\nCarle said that if the Kushner-Kislyak meeting and reported discussion were an isolated incident, it could be spun as \"normal back-channel communication arrangements among states.\"",
  "White House Senior Advisor Jared Kushner listens during President Donald Trump's joint news conference with German Chancellor Angela Merkel in the East Room of the White House in Washington, March 17, 2017.",
  "\"What manner of ignorance, hubris, suspicion, and contempt [for the previous administration] would you have to have to think doing this with the Russian ambassador would be a good or appropriate idea?\"",
  "U.S. President Donald Trump meets with Russian Foreign Minister Sergey Lavrov, left, next to Russian Ambassador to the U.S. Sergei Kislyak at the White House in Washington, Wednesday, May 10, 2017.",
  "\"If the report accurately recounts what Kislyak transmitted, and if Kislyak's transmission accurately reflects what Kushner was seeking, then it's a very damaging piece of evidence,\" Kramer said.",
  "Chip Somodevilla/Getty Images\n\nThe New York Times confirmed the Post's story late Friday night, adding that the planned purpose for the secure channel was to discuss military strategies in Syria.",
  "White House Senior Advisor and son-in-law to the president Jared Kushner (L) joins other cabinet members and senior members of the Trump administration during a news conference.",
  "This is serious,\" Robert Deitz, a veteran of the NSA and the CIA who worked under the Clinton and Bush administrations, said in an email of the latest developments.",
  "He added: \"A back channel in itself would not be suspicious, but a back channel relying solely on Russia's facilities would be egregiously unwise and dangerous.",
  "But Kislyak and the Trump campaign interacted extensively, and Trump associates either kept those interactions secret from US officials or misrepresented them.",
  "\"This was probably as off-putting to Kislyak as it is for you and me,\" Michael Hayden, who served as the director of the NSA and the CIA, told CNN on Saturday.",
  "'You are, in the eyes of the FBI and CIA, a traitor'\n\nTrump fired FBI Director James Comey earlier this month as Comey was overseeing the FBI's investigation.",
  "\"Even accepting their Syria spin, what Kushner tried to do was blind the US government on incredibly important national security matters,\" Hennessey added.",
  "First, of course, is the Logan Act, which prohibits private individuals conducting negotiations on behalf of the US government with foreign governments.",
  "Trump reportedly pressured Comey, in a meeting one day after Flynn resigned, to drop the bureau's investigation into his foreign contacts and payments.",
  "That would essentially conceal their interactions from US government scrutiny, The Post wrote, citing US intelligence officials briefed on the matter.",
  "Russian Foreign Ministry Photo via AP\n\nAdditionally, as a longtime diplomat, Kislyak would have known that his communications were being monitored.",
  "This is extremely dangerous because it results in verbal (and therefore undocumented and unwitnessed) agreements, which are binding on governments.",
  "McMaster, said during a press conference on Saturday that, if Kushner did try to set up such a back channel, \"I would not be concerned about it.\"",
  "Kushner met with the CEO of Russia's state-owned Vnesheconombank, Sergey Gorkov, in December 2016, The New York Times reported in late March.",
  "\"So, generally speaking, about back-channel communications, what that allows you to do is to communicate in a discreet manner.\"",
  "Carle said that while this reported back channel is \"explosive,\" it is worth questioning who tipped off The Post to the story.",
  "\"It raised questions in my mind about whether the Russians were able to gain the cooperation of such individuals,\" he said.",
  "If true, \"this actually is even more disturbing,\" said Susan Hennessey, a former attorney for the National Security Agency.",
  "\"We know about the multiple meetings of Trump entourage members with Russian intel-related individuals,\" Carle said.",
  "Second, it tends to reinforce the notion that Trump's various actions about Comey do constitute obstruction.\"",
  "It's a huge red flag, and it's not surprising that the FBI investigators would have been taken aback by it.\"",
  "The Post said it received an anonymous letter in December tipping it off to the Kushner-Kislyak meeting.",
  "The Kremlin and the White House have provided conflicting explanations for why Kushner met with Gorkov.",
  "I know of no other experience like this in our history, and certainly not within my life experience.\"",
  "That's not the behavior of someone who recognizes America is still, at its core, a common endeavor.\"",
  "This is doing US government diplomatic business over a foreign government's communication system.",
  "\"Why in God's name would they want to conceal plans on Syria strategy from the US military?\"",
  "Kushner was among those who pressured Trump to fire Comey, according to The New York Times.",
  "But what Kushner appears to have done is \"substantially different, in two ways,\" he said.",
  "He continued:\n\n\"Second, he asked to use a foreign government's communication facilities.",
  "\"That is what I spent my life getting foreigners to do with me, for the US government.\"",
  "\"First, he is not seeking a back-channel for a low-level staff exchange,\" Olson said.",
  "This shows a staggering lack of understanding of the US and its place in the world.",
  "\"We have back-channel communications with a number of countries,\" McMaster said.",
  "When he negotiates a business deal does he use the other guy's notes?\"",
  "\"In other words, there is now motive added to conduct,\" Deitz said.",
  "Kislyak reportedly passed along Kushner's request to Moscow.",
  "\"There will be many others that we do not know about.\"",
  "Actually, it shows a staggering lack of common sense.",
  "It's a conversation recorded by the opposing party.",
  "\"He wants high-level direct-contact communication.",
  "\"This raises a bunch of problematic issues.",
  "\"This is a big problem for the President.\"",
  "It's not an off-the-record conversation.",
  "Trump's national security adviser, H.R.",
  "Free governments do not work this way.",
  "If they do, they are no longer free.\"",
  "This is way beyond a private server.",
  "\"That's not how it works.",
  "\"This is off the map.",
  "Hayden added.",
  "\"GOOD GRIEF.",
  "James Comey.",
  "They can't."
]