[
  "Prussian general and military theorist, Carl von Clausewitz wrote: “War is a mere continuation of politics by other means.”\n\nApplying that maxim to the relationship between politics and business, I am curious to see if Jared Kushner’s position as son-in-law and now senior advisor to President Donald Trump contributes in any way to the preservation of the Kushner family fortune.",
  "Compared to Clausewitz, perhaps President Harry S. Truman provides a more relevant quote:\n\n“You can’t get rich in politics unless you’re a crook.”\n\nLawrence Sellin, Ph.D. is a retired US Army Reserve colonel, an IT command and control subject matter expert, trained in Arabic and Kurdish, and a veteran of Afghanistan, northern Iraq and a humanitarian mission to West Africa.",
  "In January 2007, the Kushner Companies bought the 41-story skyscraper at 666 Fifth Avenue for $1.8 billion, the highest price ever paid for a New York City office building, which Jared described as a “great acquisition.”\n\nPlans to redevelop the property into an 80-story luxury edifice including a retail mall, hotel and high-priced condominiums foundered.",
  "Not bad, but perhaps not as well as others like former Senator Harry Reid (D-NV), who had grown up in an alcoholic miner’s cabin and retired after 40 years of “public service” a millionaire many times over, while raising a large family and incurring the expenses associated with maintaining two residences on opposite sides of the country.",
  "Trump was elected to change the all too familiar inside-the-Beltway pattern of endemic corruption, unobstructed by a compliant media, and treating ordinary Americans as cash cows to be milked by politicians for the benefit of themselves, their friends, children and financial contributors.",
  "Peter Schweizer accurately described how the U.S. government operates in his 2011 book “Throw Them All Out: How Politicians and Their Friends Get Rich Off Insider Stock Tips, Land Deals, and Cronyism That Would Send the Rest of Us to Prison.”\n\nWhen Barack Obama became a U.S.",
  "It was a meeting the White House described as a “routine diplomatic encounter,” but Gorkov said “he met with Mr. Kushner in his capacity as the then-chief executive of Kushner Companies.”\n\nIn Washington D.C., you can’t put a price on influence because it’s, well, priceless.",
  "On November 16, 2016, less than a week after the election, Jared Kushner hosted the Anbang CEO for a lavish dinner at New York’s Waldorf Astoria Hotel, presumably to help conclude a $400 million deal, some analysts claim as “unusually favorable” to the Kushners.",
  "Kushner is reportedly China’s main point of contact with the Trump Administration and was instrumental in arranging the President’s two-day meeting with Chinese President Xi Jinping at the Trump estate in Mar-a-Lago, Florida.",
  "The deal ultimately collapsed, allegedly by mutual agreement, no ethical concerns were mentioned by either side and Jared transferred his stake in the building to a family trust before officially entering the White House.",
  "The enterprise has been plagued with burgeoning debt, vacant office space and now the withdrawal of potential investor Anbang Insurance Group, a Chinese financial conglomerate linked to the Communist Party.",
  "According to CNN, “Kushner is seen as a moderating voice on US-China ties,” compared to hard-liners, such as Trump’s chief strategist Stephen Bannon and U.S. trade envoy Peter Navarro.",
  "Without additional investment, the Kushner Companies could be in serious economic difficulty and Jared Kushner’s possible role in preventing that has become the subject of scrutiny.",
  "Today he is worth between $20 million and $40 million, reportedly receiving a $60 million advance for a joint book with his wife, Michelle.",
  "In December 2016, Kushner met with Sergey N. Gorkov, the chief of Vnesheconombank, Russia’s state-owned development bank.",
  "It will, therefore, be instructive if the outcome of the Mar-a-Lago conclave produces a soft or a hard China policy.",
  "Senator in 2005, he was a law school faculty member making $85,000 per year.",
  "That is, for 666 Fifth Avenue – the devil is in the details.",
  "He receives email at lawrence.sellin@gmail.com.",
  "Or at least bottomless."
]