[
  "La expresidenta del Comité Nacional Demócrata, Debbie Wasserman-Schultz, y varios de sus colegas demócratas pidieron que la autorización de seguridad de Kushner sea revocada \"de inmediato\"\n\nInvestigadores federales han estado investigando los lazos entre los asociados de la campaña de Trump y Rusia durante meses\n\nWashington (CNN) - Mientras que el hijo mayor del presidente Donald Trump, Donald Trump Jr., se encuentra en el centro de una tormenta política derivada de su controvertida reunión con una abogada rusa el verano pasado, las preguntas también están comenzando a girar alrededor de la participación de otro miembro de la familia Trump que estuvo presente en la cita: Jared Kushner.",
  "LEE: NYT: el correo a Trump Jr. mencionó el esfuerzo de Rusia para ayudar a la campaña de Trump\n\nA pesar de las acusaciones de que Kushner desconocía el propósito de la reunión antes de que ocurriera, los legisladores de ambos partidos exigen claridad sobre por qué él y otros altos funcionarios de la campaña acordaron reunirse con un individuo vinculado a una nación hostil, especialmente sobre el pretexto de recibir información potencialmente dañina sobre un oponente político después de las negaciones anteriores de los asociados de Trump sobre una disposición a confabularse con los rusos durante la campaña del 2016.",
  "Presentó información complementaria en la que indicaba que había tenido \"numerosos contactos con funcionarios extranjeros\", sobre los cuales estaría dispuesto a proporcionar información adicional, y desde entonces ha presentado esa información, incluida aquella según la cual durante la campaña y la transición tuvo más de cien reuniones con representantes de más de 20 países, la mayoría de los cuales transcurrieron durante la transición.",
  "LEE: Donald Trump Jr. cambió su versión sobre reunión con abogada rusa\n\nLa carta argumentaba que Kushner podría ser vulnerable al chantaje debido a las llamadas previamente no reveladas al embajador de Rusia en Estados Unidos, Sergei Kislyak, y las reuniones no reveladas con Kislyak y el consejero delegado del Vnesheconombank, un banco estatal ruso bajo sanciones estadounidenses.",
  "LEE: Este es el párrafo más indignante sobre la reunión entre Donald Trump Jr. y los rusos\n\nPero los mensajes de correo electrónico publicados por Trump Jr. ofrecieron la evidencia más concreta de que los miembros de la campaña de Trump y sus familiares estaban dispuestos a considerar recibir apoyo supuestamente del gobierno ruso durante la campaña presidencial del 2016.",
  "Trump Jr. acordó reunirse con alguien de quien se le dijo que era una \"abogada del gobierno ruso\" después de recibir un correo electrónico que le ofrecía \"información confidencial de muy alto nivel\" que \"incriminaría\" a la candidata presidencial demócrata Hillary Clinton, según los correos electrónicos del publicista Rob Goldstone que Trump Jr publicó este martes.",
  "\"El hecho es que permitió que su suegro, el presidente de Estados Unidos, el vicepresidente y muchos otros portavoces, salieran a repetir una mentira, día tras día, de que nadie en la campaña Trump se había reunido con el gobierno ruso o con agentes del gobierno ruso\", dijo el senador demócrata Chris Murphy este martes durante una entrevista con MSNBC.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nInvestigadores federales han estado investigando los lazos entre los asociados de la campaña de Trump y Rusia durante meses como parte de una investigación sobre la interferencia rusa en la campaña del 2016.",
  "Mientras Trump Jr. ha recibido numerosas críticas por su papel en la creación y asistencia a la reunión, Kushner, que actualmente se desempeña como asesor principal del presidente con acceso a información secreta y que ejerce una influencia significativa en la Casa Blanca en asuntos de política exterior, también está bajo fuego.",
  "Aunque los investigadores nunca han dicho que Kushner es un objetivo de la investigación sobre Trump y Rusia, este se ofreció voluntariamente para testificar frente a los comités del Congreso que pesquisan todo lo relacionado con Rusia y las elecciones del 2016 tras informes de que se reunió con Kislyak y el banquero ruso.",
  "El New York Times informó este sábado que Trump Jr. se reunió con la abogada rusa Natalia Veselnitskaya, junto con el yerno de Trump y asesor de la Casa Blanca, Jared Kushner, y el expresidente de la campaña de Trump Paul Manafort, una afirmación que posteriormente confirmó Trump Jr en una declaración pública.",
  "La comunidad de inteligencia de Estados Unidos concluyó que Putin dirigió una campaña de influencia para herir a Clinton y ayudar a Trump durante la campaña presidencial del 2016, aunque no estaba claro si la reunión y los correos electrónicos que recibió Trump Jr. estuvieron relacionados con ese esfuerzo.",
  "Sin embargo, el senador Sheldon Whitehouse, demócrata del Comité Judicial del Senado, le dijo a CNN que los nuevos detalles (especialmente los relacionados con Manafort y Kushner) demuestran claramente \"un intento por parte de los miembros de la campaña Trump de estar en connivencia con los rusos\".",
  "Los correos electrónicos con Donald Trump Jr. sobre la reunión en cuanto al tema Rusia fueron descubiertos mientras Kushner y su equipo legal se preparaban para su testimonio ante el Congreso cuando estaban haciendo una revisión de documentos, le dijo a CNN una fuente familiarizada con el proceso.",
  "El mes pasado, el demócrata Elijah Cummings, del Comité de Supervisión de la Cámara, escribió una carta pidiendo que se suspendiera la autorización de seguridad de Kushner citando \"toda una serie de actividades\", incluyendo \"preocupaciones sobre las actividades de Kushner antes de la posesión\".",
  "El señor Kushner ha presentado nuevas actualizaciones e incluyó, con mucha cautela, esta reunión con una persona rusa, a la que asistió brevemente a petición de su cuñado, Donald Trump Jr. Como el señor Kushner ha afirmado constantemente, está ansioso por cooperar y compartir lo que sabe\".",
  "Sin embargo, los correos electrónicos compartidos por Trump Jr. este martes indican que él no sólo reunió a los principales tenientes de su padre sin previo aviso, sino que más bien Kushner y Manafort fueron informados de la reunión por lo menos un día o dos antes de que esta ocurriera.",
  "El senador Lindsey Graham, un republicano de Carolina del Sur, aseguró que si estás en campaña y recibes una oferta de un gobierno extranjero, la respuesta es \"no\", y añadió que las preguntas sobre la participación de Kushner en la reunión necesitan ser respondidas.",
  "Pero como sucedió después de esos informes en mayo, los detalles son complicados en cuanto a lo que Kushner sabía y qué estaba tratando de hacer al reunirse con una abogada rusa que, según el hijo mayor de Trump, debía darles información perjudicial sobre Clinton.",
  "El abogado de Trump Jr. ha desestimado las revelaciones como \"mucho ruido acerca de nada\" y Trump Jr. dijo en una declaración la mañana de este martes que pensaba que la información que se le ofrecía era \"investigación sobre la oposición política\".",
  "La expresidenta del Comité Nacional Demócrata, Debbie Wasserman-Schultz, y varios de sus colegas demócratas pidieron que la autorización de seguridad de Kushner sea revocada \"de inmediato\", diciendo que \"participó claramente en la connivencia\".",
  "Veselnitskaya también afirmó que la reunión se centró principalmente en la Ley Magnitsky, un proyecto de ley promulgado en el 2012 por el presidente Barack Obama, que sancionó a personas rusas sospechosas de abusos contra los derechos humanos.",
  "El sábado, el abogado de Kushner, Jamie Gorelick, declaró: \"Como ya se ha dicho, el formulario SF-86 del señor Kushner fue presentado prematuramente y, entre otros errores, no mencionó ningún contacto con funcionarios de gobiernos extranjeros.",
  "LEE: Donald Trump Jr. revela cadena de correos sobre su reunión con los rusos\n\nKushner inicialmente omitió la interacción con Veselnitskaya en su solicitud de autorización de seguridad, pero incluyó la reunión en un formulario suplementario.",
  "Trump y la Casa Blanca han refutado reiteradamente las acusaciones de connivencia con los rusos, y el presidente ha calificado varias investigaciones sobre el tema como \"cacería de brujas\".",
  "Sin embargo, la línea oficial de Trump Jr. ahora sostiene que Kushner y Manafort, a pesar de tener tanto tiempo de espera, finalmente fueron a la reunión sin ningún indicio de su propósito.",
  "En su carta, Cummings citó un decreto que exige a los empleados que se les suspenda preventivamente su permiso de seguridad si son sospechosos de ser un riesgo para la seguridad nacional.",
  "\"Si se tratara de un mundo político normal, Jared Kushner no tendría trabajo al final del día, al menos tendría que revocar su habilitación de seguridad\", dijo el senador Murphy.",
  "Luego, el formulario fue enmendado nuevamente para incluir la reunión de Trump Jr tan pronto como fuera descubierta, dijo una fuente con conocimiento del proceso a CNN.",
  "Esto significa que el SF-86 de Kushner cambió varias veces: Primero, el formulario inexacto, en el que se dejó en blanco la sección de contactos extranjeros.",
  "El senador Whitehouse tuvo una reacción más moderada, diciéndole a Wolf Blitzer de CNN que, al menos, la autorización de Kushner debería ser revisada.",
  "El presidente de Rusia, Vladimir Putin, tomó represalias contra las sanciones al prohibir la adopción de niños rusos por ciudadanos estadounidenses.",
  "Tan pronto como el documento fue descubierto, el formulario de información de Kushner fue enmendado para incluir la reunión, dijo la fuente.",
  "Según la declaración del domingo de Trump Jr., él le pidió \"a Jared ya Paul que asistieran, pero no les dijo nada sobre el asunto central\".",
  "A continuación (y al día siguiente), el formulario fue modificado para decir que tenía múltiples contactos y los revelaría.",
  "Varios demócratas también han renovado los llamamientos para suspender o revisar la autorización de seguridad de Kushner.",
  "El proceso de recolección de información progresó durante el invierno y la primavera.",
  "Pero no está claro si Kushner fue informado antes de la reunión con Veselnitskaya.",
  "Tanto el Kremlin como Veselnitskaya han dicho que no hay conexión entre ellos.",
  "Gloria Borger, de CNN, contribuyó a este artículo",
  "La reunión tuvo lugar el 9 de junio de 2016."
]