[
  "REUTERS/Alexander Demianchuk Ethereum founder Vitalek Buterin has struck a deal to create a completely new entity, called Ethereum Russia, with Russia's state-owned Bank for Development and Foreign Economic Affairs, otherwise known as Vnesheconombank (VEB).",
  "Martynov explained that Ethereum Russia will provide education, events and architecture review for VEB, and guide the development of a new center for blockchain research in the National University of Science and Technology (MISIS).",
  "Speaking at the St. Petersburg Economic Forum in June, President Vladimir Putin described the digital economy as a \"foundation for creating brand new business models,\" following a meeting with Ethereum co-founder Vitalik Buterin.",
  "In July, the privately owned airline S7 began using a digital ledger to underpin their ticket sales — which some observed as an effort to outpace the state-owned Aeroflot, who are thought to be pursuing a similar project.",
  "China is testing out a national cryptocurrency supported by a blockchain, Estonia has plans for its own coin, and there have been reports that a cryptocurrency bill will soon pass through the U.S. Congress.",
  "The reason Ethereum Russia and Ethereum foundation must be two separate entities is so that the Foundation may remain \"pure,\" and without conflicts of interest.",
  "Ethereum Russia was founded by Buterin and Vladislav Martynov, CEO of Yota Devices, a mobile communications and connectivity devices company based in Russia.",
  "This way, other variable collaborations with the Russian government and corporate bodies may proceed on its own Ethereum platform, without a hitch.",
  "Genesis Mining\n\nBuying in\n\nRussia has made no secret of its intention to stay one step ahead of the game when it comes to the blockchain.",
  "In recent months, the country has displayed a marked interest in the technology, especially in relation to the cryptocurrency market.",
  "Russia's desire to give its state-owned enterprises and governmental bodies access to blockchain experts should come as no surprise.",
  "However, time is of the essence, as we're already seeing various nations commit to the technology in relation to digital currencies.",
  "The blockchain is still a relatively new concept, and Russia wants to make sure that it gets in on the ground floor.",
  "The country is implementing blockchain technology more aggressively than many other major economic powers.",
  "It was created to enhance the country's ability to implement blockchain technology.",
  "It is funded by VEB."
]