[
  "“It was a very, very brief meeting to get a sense of what Sergey’s role was and who he was in contact with in Moscow.” In any case, the official had confirmed that Kushner had met with Kislyak, and I included that in a story I co-authored with David Remnick and Joshua Yaffa, published on February 24th.",
  "Last month, the Times reported that, in filling out his security-clearance forms, Kushner omitted two meetings with Russian visitors—the encounter with Kislyak and a meeting with Sergey Gorkov, the head of Vnesheconombank, a state-owned bank that has been subject to U.S. sanctions.",
  "is investigating Jared Kushner’s meetings with Russian visitors, the news thrust the Russia probe to a new level of proximity to President Trump, reaching above former campaign aides to encompass the President’s close adviser and son-in-law.",
  "In February, not long after the national-security adviser, Mike Flynn, resigned for lying about his conversations with Russia's Ambassador, Sergey Kislyak, I heard from sources that the two men had also had a meeting with Kushner.",
  "If any of that were true, I realized, it was news; there had not been any reported contact between Kushner and a Russian official, and Flynn’s dealings within the Administration were now of obvious importance.",
  "The news also reminded me of an odd episode that highlights how Kushner, and the White House, have struggled to clarify the nature of his Russian contacts.",
  "Kushner, who rarely speaks in public, has volunteered to speak to congressional committees that are looking into Russian interference.",
  "Because the White House’s multiple mistakes in describing Kushner’s Russian contacts are now a matter of interest to investigators.",
  "Nobody who reports in Washington is stunned when an Administration—any Administration—tells you something that’s not quite right.",
  "Until recently, Kushner’s ties to the Russia investigation had been a low-grade, if recurring, problem for the White House.",
  "Other stories depicted Steve Bannon, the White House chief strategist, as concerned about Kushner's contact with Russians.",
  "Kushner had reportedly defended Flynn, long after other advisers determined that he had done damage to the White House.",
  "His lawyer has said that Kushner will speak to law-enforcement investigators as well, if he is asked to do so.",
  "“My understanding from Jared is that he met with Sergey alone and just for a few minutes,” the official said.",
  "But this is not an attempt to puff up the impact of a policy, or an effort to downplay a flawed initiative.",
  "There is still much to be learned about why Kushner has become a “significant focus” of the investigation.",
  "An attorney for Kushner has said that he had offered to amend the forms once the errors were discovered.",
  "The official took responsibility for the mistake, saying that it was a failure to nail down the details.",
  "On March 2nd, the Times reported that Flynn did, in fact, attend Kushner’s meeting with the Ambassador.",
  "The next day, I called the senior White House official and asked about the denial that Flynn was there.",
  "Kushner would not talk to me, so there was no way to learn more about what he had told his colleague.",
  "Hearing from the President’s son-in-law directly may well clear things up—or muddy them further.",
  "looking at his role in possible coördination between the Kremlin and the Trump campaign?",
  "All of those prospects have been mentioned in reporting on the growing Russia probe.",
  "On February 23rd, I asked a senior White House official if the three had met.",
  "Or any link to improper financial dealings with Russian-backed businesses?",
  "When the Washington _Post _reported, on Thursday, that the F.B.I.",
  "The official would check with Kushner, I was told.",
  "I double-checked with the official about Flynn.",
  "A few hours later, the official called back.",
  "These are misstatements of verifiable facts.",
  "There was more to the story, however.",
  "Or in efforts to cover that up?",
  "Why does any of this matter?",
  "No, the official said.",
  "Was he there, too?",
  "Is the F.B.I."
]