[
  "On Friday, his spokesman Jason Maloni was compelled to testify to a grand jury in D.C. On Monday, CNN reported that a national-security court had issued a warrant allowing the FBI to surveil Manafort on two separate occasions, once from 2014 to 2016 and then a second that began at some point in 2016 and ended in 2017.",
  "Wednesday evening, The Washington Post reported that emails from Manafort two weeks before Trump claimed the GOP presidential nomination show him offering private briefings on the race to Oleg Deripaska, a Kremlin-linked Russian billionaire with whom he had previously done business.",
  "On the one hand, it’s true that Manafort must be racking up stupendous legal bills to defend himself—he fired a white-shoe law firm in favor of a boutique one in August, after the raid, but neither comes cheap—and the probe has also put a damper on his business.",
  "(Manafort’s spokesman has since alleged during an NPR interview that any investigation was political retribution by the Obama administration, an inflammatory charge; however, as I wrote this week, any such warrant has to be approved by courts.)",
  "In any case, the apparent divide between the White House and Manafort might help explain another scoop, this one from The New York Times, which finds that Manafort is lobbying on behalf of an independence referendum by Iraq’s Kurds.",
  "The White House has not mounted the same sort of defense of Manafort that it has of, say, Michael Flynn, the fired national-security adviser, into whom Trump reportedly asked then-FBI Director James Comey to drop an investigation.",
  "The newspaper reports that the emails are written intentionally vaguely, but that they refer to Deripaska by his initials, OVD, and that investigators believe they use “black caviar” as a euphemism for compensation.",
  "Trump’s lawyer Ty Cobb told Bloomberg’s Margaret Talev that “it would be truly shocking” if Manafort had “tried to monetize his relationship with the president” and said Trump would never tolerate that.",
  "When he was hired, Bloomberg View columnist Eli Lake quipped, “Trump just hired his next scandal,” a statement more true even than it appeared at the time.",
  "That story also reported that FBI agents had picked the locks to Manafort’s Alexandria, Virginia, home, during a previously reported July raid.",
  "The sense of shock feels flimsy—after all, monetizing relationships with powerful figures is how Manafort earns his keep.",
  "But the Trump team’s vetting process has been shown to be exceedingly flawed in several cases, not least Flynn’s.",
  "The same day, The New York Times reported that Mueller’s team had told Manafort he should expect to be indicted.",
  "“If he needs private briefings we can accommodate,” Manafort wrote, according to the Post.",
  "Maloni said that Manafort was simply seeking payment already owed for services rendered.",
  "Mueller and congressional investigators have both obtained the emails, the report said.",
  "“It’s no secret Mr. Manafort was owed money by past clients,” he told the Post.",
  "What’s interesting is that the Times says Manafort is scraping a bit for work.",
  "The Trump team should have known what they were getting with Manafort.",
  "It has been a intense harrying week for Manafort.",
  "The Trump administration opposes the referendum.",
  "That was just the start."
]