[
  "… [Kim Guadagno] is, nonetheless, the GOP front-runner thanks, if nothing else, to name ID and a comfortable financial advantage (spending about $2 million) over her chief rival, state legislator Jack Ciattarelli… An upset is probably even less likely on the Democratic side, where former Goldman Sachs president and ambassador to Germany Phil Murphy has sucked most of the oxygen out of the race by spending around $20 million…”\n\nVa. Dems torn between centrist Northam and left-wing Perriello - Richmond Times Dispatch: “In purple Virginia, Democrats have long seen political appeal in [Ralph Northam]’s unique background as a native of the rural Eastern Shore, a U.S. Army veteran and a soft-spoken doctor accustomed to comforting ailing children and anxious parents.",
  "… When [Tom Perriello], a 42-year-old Charlottesville native who recently worked as a U.S. State Department diplomat, reappeared on the political scene in January to challenge Northam for the Democratic nomination, he did it with a fervently anti-Trump message and an argument that Virginia Democrats should shed their corporate-friendly, moderate tendencies and embrace a more ambitious agenda rooted in economic populism.”\n\n\n\nTRUMP BLINDSIDED MATTIS WITH HARSH WORDS FOR NATO\n\nPolitico: “When President Donald Trump addressed NATO leaders during his debut overseas trip little more than a week ago, he surprised and disappointed European allies… National security adviser H.R.",
  "She reiterated her disappointment over his decision to pull out of the Paris Agreement on climate change, before being eventually forced to defend the capital’s mayor.”\n\nMUELLER PROBE CONSOLIDATES OTHER RUSSIA CASES\n\nAP: “The special counsel investigating possible ties between President Donald Trump’s campaign and Russia’s government has taken over a separate criminal probe involving former Trump campaign chairman Paul Manafort, and may expand his inquiry to investigate the roles of the attorney general and deputy attorney general in the firing of FBI Director James Comey, The Associated Press has learned.",
  "‘I don’t want to hurt anyone’s feelings but the United States, everywhere, all over the world actively interferes in the electoral campaigns of other countries,’ he said.”\n\nConcerns in White House over Trump's lawyer - Axios: “Some in the White House are uncomfortable with the hiring of Marc Kasowitz — Trump's longtime lawyer, who was recently brought on as outside counsel to lead the defense against the Russia probe.",
  "‘They didn’t know it had been removed,’ said a third source of the Trump national security officials on hand for the ceremony.”\n\nAfter attacks, British election campaigns resume - Reuters: “After militants killed seven people and injured 48 in London, British Prime Minister Theresa May resumes campaigning on Monday just three days before a national election which polls show is much tighter than previously predicted.",
  "Kasowitz is a bit of an enabler and spins him up.’”\n\nWhite House worry: Overzealous aides may have gone too far in freewheeling campaign - Atlantic: “As the blast radius of the Russia investigation continues to expand, Donald Trump is facing an unnerving new reality: The fate of his presidency may now hinge on the motley, freewheeling crew of lieutenants and loyalists who have long populated his entourage.",
  "May said Britain must be tougher in stamping out Islamist extremism after three knife-wielding assailants rammed a van into pedestrians on London Bridge and stabbed others nearby.”\n\nMay condemns Trump for attacking London mayor - Bloomberg: “Prime Minister Theresa May said she thought Donald Trump was ‘wrong’ to attack London Mayor Sadiq Khan in the wake of Saturday’s terror attack in London.",
  "… No one familiar with the matter has been willing to publicly discuss the scope of his investigation because it is just getting underway and revealing details could complicate its progress.”\n\nPutin denies hacking, but suggests U.S. deserved it - The Hill: “Russian President Vladimir Putin … again insisted that claims of Moscow interfering in last year's election are false.",
  "SCOREBOARD\n\nTrump net job-approval rating: -18.2 points\n\nChange from one week ago: -2.2 points\n\nHUGE TURNOUT IN ATLANTA SPECIAL HOUSE RACE\n\nAJC: “Early voting in Georgia’s 6th Congressional District topped 46,000 over the weekend, with two weeks of early voting still to go ahead of the hotly contested June 20 runoff between Republican Karen Handel and Democrat Jon Ossoff.",
  "… Ossoff's decision to duck the debate comes as his race is becoming increasingly scrutinized for national implications.”\n\nTuesday primary in New Jersey’s ‘forgotten’ gubernatorial race - NY Mag: “Part of the problem in New Jersey is that the cast of characters who passed up the race is more interesting than the candidates actually running.",
  "The strongest vein of public sentiment about the federal government is usually “get stuff done.” Americans broadly disagree about specific solutions to problems, but if you want to get the backing of everybody in your Facebook feed, just say something about how these lazy jerks in Washington talk all the time and never accomplish anything.",
  "- AP\n\n\n\nFrustrated Dems whisper wishes that Hillary would leave them alone - The Hill\n\nKushners look for loan to pay back Chinese investors after appearing to sell access - Bloomberg\n\n\n\n14 arrests, dozens of weapons seized at Portland protests - WaPo\n\nAUDIBLE: BET YOUR BOTTOM RUBLE\n\n“This is not a bank.",
  "… Sources close to the president say there is growing concern in the White House about what skeletons may emerge as investigators comb through a coterie of aides, past and present, who would have done virtually anything to win favor with Trump.”\n\nPLAY-BY-PLAY\n\nHow big will the border wall be?",
  "**\n\nOn the roster: Feelings overrated - Huge turnout in Atlanta special House race - Trump blindsided Mattis with harsh words for NATO - Mueller probe consolidates other Russia cases - The emir of Roosevelt Avenue\n\n\n\nFEELINGS OVERRATED\n\nHow you feel about President Trump just doesn’t matter.",
  "After avoiding several attempts by reporters to get her to condemn the U.S. president for openly criticizing Khan in a series of tweets hours after the attack at London Bridge that killed seven people and left dozens injured, May was asked what it would take for her to criticize Trump.",
  "THE RULEBOOK: TIMING IS EVERYTHING\n\n“It is not to be wondered at, that a government [the Articles of Confederation] instituted in times so inauspicious, should on experiment be found greatly deficient and inadequate to the purpose it was intended to answer.” – John Jay, Federalist No.",
  "Early voting for the runoff began last week and runs through June 16.”\n\nOssoff declines debate - WashEx: “Democrat Jon Ossoff declined to participate in a debate with his Republican opponent Karen Handel ahead of their closely watched special election for a Georgia House seat.",
  "We should rather treat this bank as a government agency.” – Karen Vartapetov, a public finance analyst at ratings house Standard & Poor’s, talking to the NYT about Vnesheconombank, the Kremlin-backed firm under scrutiny for ties to presidential son-in-law Jared Kushner.",
  "But, with all of the work that needs to be done in the next six weeks or so, if Trump remains in this distracted and distracting mode – reminiscent of his summer doldrums in the 2016 campaign – the window of opportunity will shut hard and tight on him and his party.",
  "McMaster, Defense Secretary James Mattis and Secretary of State Rex Tillerson all supported Trump doing so and had worked in the weeks leading up to the trip to make sure it was included in the speech, according to five sources familiar with the episode.",
  "This suits many reporters just fine, since they would rather talk about how the targets of Trump’s broadsides feel, how voters may feel or, a perennial favorite, how they themselves as journalists feel about what the White House is saying or doing.",
  "The White House playbook for the week called for adding another legislative priority in the form of infrastructure, with the president today calling for legislation breaking up the existing air traffic control system for America’s airports.",
  "Yes, the administration will go through the motions of talking infrastructure and Vice President Mike Pence and others will continue to talk about the need for Congress to rally and start a late-inning comeback on Trump’s larger agenda.",
  "This note will not repeat itself at any great length on the subject of the necessity for Trump to stabilize and make predictable his conduct in order to give his administration and Republicans in Congress the best chances for success.",
  "Good pollsters use historical and demographic data to determine what the composition of the electorate is likely to be, and then seeks out, through random sampling, a group that reflects the make-up of the entire country.",
  "… The study indicated that people high in eudaemonic happiness were more likely to show the opposite gene profile of those suffering from social isolation: inflammation was down, while antiviral response was up.",
  "Deputy Attorney General Rod Rosenstein told the AP in a separate interview that he would step aside from any oversight of special counsel Robert Mueller if he were to become a subject of Mueller’s investigation.",
  "note: A survey of 3 million Americans aimed at figuring out what a potential electorate of more than 150 million people thinks might be more accurate than one that surveyed 1,100, but probably not much.",
  "Since that first test, in 2013, there have been three successful replications of the study, including one of a hundred and eight people, and another of a hundred and twenty-two.”\n\n\n\nFlag on the play?",
  "… The move to consolidate the matters, involving allegations of misuse of Ukrainian government funds, indicates that Mueller is assuming a broad mandate in his new role running the investigation.",
  "If your survey only included 3 million Californians or only 3 million white males over the age of 65 or 3 million young women, it would be perfectly useless for determining the national mood.",
  "Voter intensity is a tricky subject even close to an election, and judging at this point whether Democrats will be more fired up and ready to go than Republicans is impossible to say.",
  "… In his Nicomachean Ethics, he described the idea of eudaemonic happiness, which said, essentially, that happiness was not merely a feeling, or a golden promise, but a practice.",
  "… ‘They had the right speech and it was cleared through McMaster,’ said a source briefed by National Security Council officials in the immediate aftermath of the NATO meeting.",
  "‘I haven’t seen, even once, any direct proof of Russian interference in the presidential election in the United States,’ he said [in an interview with NBC News’ Megyn Kelly].",
  "It’s arguable that the events in London could have brought new focus to the administration’s initiatives on vetting migrants, border security and national security spending.",
  "Out in the Twitterverse, voters can fight about how they feel about Trump’s feelings or the hurt feelings of others or if we should be feeling angry or offended or anything.",
  "It’s wonky and Washington and includes eye-glazing information about debt limits and public-private partnerships and long-term uninsured rates and… zzzzzzzzzzzzzzzz.",
  "The turnout as soon as mid-week could surpass the entire total from the contest’s original April 18 special election, when about 55,000 people cast early ballots.",
  "THE EMIR OF ROOSEVELT AVENUE\n\nAP: “One Philadelphia teenager’s mom took his prom to the extreme, spending $25,000 on a camel, three tons of sand and exotic cars.",
  "Select polling locations will additionally be open this coming Saturday in all three counties with areas in the 6th District, including Cobb, DeKalb and Fulton.",
  "But instead, the president wanted to talk about how he felt about the mayor of London, the court system and even the deficiencies of his own Justice Department.",
  "… Now, thousands of years later, evidence that Aristotle may have been onto something has been detected in the most surprising of places: the human genome.",
  "This was intended to set up Trump’s trip to the Cincinnati area Wednesday to renew his campaign proposal of a $1 trillion infrastructure spending package.",
  "One of the ideas that animated Trumpism in its early stages was that America needed a tough leader who didn’t care about all of these squishy feelings.",
  "It is 1,247 days until your feelings about Trump will matter directly and 519 days until you can even usefully express your feelings about his party.",
  "… Added a senior White House official, ‘There was a fully coordinated other speech everybody else had worked on’—and it wasn’t the one Trump gave.",
  "Trump instead opted to take the less radical course and remain in the underlying agreement but walk away from the deal his predecessor signed.]",
  "A frequent informal adviser to the White House said: ‘There are some people who believe he's the right choice, because he knows the President.",
  "She told herself if she was going to make it, she would put on a big prom for her son.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "Of course, neither do Trump’s feelings particularly matter either – except insofar as his expressions of them warp the world of consequence.",
  "That would have required him yanking the U.S. out of the underlying accord through the United Nations, but he certainly could have done it.",
  "The best pollsters are the ones that make the best assumptions about who we are as a nation, not the ones that simply call more people.]",
  "The accuracy of a poll depends less on the number of people surveyed but how reflective the sample is of the electorate on the whole.",
  "I am convinced, as many are, that 2020 will be the year of Dem's continuously saying ‘get out the vote this time and win for us’.",
  "The total includes early votes cast Saturday in Fulton County, which kept polls open to accommodate voters’ weekend schedules.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Do you have any insight / prediction of those day's (none of us look forward to)?” – Terry Killen, Jamestown, N.Y.\n\n\n\n[Ed.",
  "If, on the other hand, it was simply an executive agreement then the president can (and has) withdraw from it at any time.",
  "The Atlanta Press Club announced Sunday Ossoff declined the invitation for a CNN/Press Club debate with Handel on June 13.",
  "2\n\nTIME OUT: BORN HAPPY\n\nNew Yorker: “Nearly two and a half millennia ago, Aristotle triggered a revolution in happiness.",
  "FROM THE BLEACHERS\n\n“If the accord was a treaty that was never ratified by the Senate then we were never part of it.",
  "Trump was, in this telling, a tough-minded capitalist who would get down to business and not waste time on emotion.",
  "And in something like this, it's good to have somebody you know and trust and can tell you: 'I've got your back.'",
  "On the other hand, there are people in the building who say that Kasowitz brings out the worst in the President.",
  "The Senate is back at work with major deadlines approaching on borrowing, spending, taxes and health insurance.",
  "It will come down, essentially, to this: are the members of the Red Team proud of the job their man is doing?]",
  "In either case, why do we have to wait until 2020 to get out of it?” – Rus Bailey, Battle Creek, Mich.\n\n[Ed.",
  "Republican's will undoubtedly counter with ‘out vote them at the booths again to Make America Even Greater’.",
  "note: This may be a frustrating answer to give, but that all depends on what happens between now and then.",
  "What reporters, most voters and, apparently, the president would far rather talk about is how they feel.",
  "“All the poll results that I have read are taken from approximately 1100 randomly called phone numbers.",
  "This week was supposed to be the resumption of the “get stuff done” portion of the Trump presidency.",
  "If you think that he is a new Moses come to lead America out of bondage, that doesn’t matter either.",
  "If he floods your neural network with rage and despair with his every utterance, it doesn’t matter.",
  "At the time, Greek philosophers were trying hard to define precisely what this state of being was.",
  "Saudia Shuler says she had thought of sending her only son, Johnny Eden Jr., to Dubai for a visit.",
  "“Up to November 2016, I was besieged with that old time comment ‘my vote doesn't matter anyway’.",
  "note: Well, to be fair, Mr. Bailey, the president could have opted to withdraw immediately.",
  "He brought three dates, all in custom-made gowns, and wore three different outfits himself.",
  "If the poll calls were at least 3 million that would at least be a little more credible.",
  "Can you explain how these results reflect reality?” – Nina Groth, Trinidad, Calif.\n\n[Ed.",
  "Luxury cars, including a Rolls Royce and a Lamborghini, were on loan for the evening.",
  "How can results from these few calls be determined to represent everyone in America?",
  "… Putin also pinned blame on the U.S. for interfering in other foreign elections.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "She says she fought cancer and suffered from a stroke in the past few years.",
  "Instead, she decided to bring Dubai to Philadelphia for the formal dance.",
  "She brought the sand and the camel into their neighborhood for photos.",
  "However, this past election has shown that is not the case.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Handel previously agreed to participate on May 31.",
  "Brianna McClelland contributed to this report.",
  "So maybe save up some of the feels for later.",
  "But, of course, that’s not what’s happening.",
  "But that’s all kind of boring, isn’t it?",
  "Shuler says it was all worth it.",
  "It makes no sense to me.",
  "Sign up here.",
  "Sign up here.",
  "Sorry."
]