[
  "Back Channel Communications\n\nThe Washington Post ignited the media firestorm by publishing a story that Kushner met with Sergei Kislyak, the Russian ambassador to Washington, in December and allegedly sought a private communications channel with the Kremlin.",
  "Only two days later, in an opinion column by David Ignatius, did the Washington Post admit the value of secret contacts when he observed, “Such back channels can add stability and predictability in foreign relations.” Few in the media have picked up on it.",
  "But the press almost never mentions that people are rarely prosecuted because it is exceedingly difficult to demonstrate that it was “knowingly falsified or concealed,” as the law demands.",
  "His brother Bobby Kennedy arranged an urgent deal with Soviet Ambassador Anatoly Dobrynin to remove the missiles in Cuba in exchange for the U.S. removing obsolete missiles in Turkey.",
  "Significantly, the day after Kushner submitted his form, his attorney alerted the FBI it was in error and would be amended to include several meetings with foreign officials.",
  "The Logan Act Charade\n\nBecause the Kushner meeting occurred after Trump was elected but before he took office, the media continues to claim that the Logan Act was violated.",
  "Security Clearance Form\n\nThe media continues to speculate that Kushner committed a crime by omitting his Russian meetings when he filled out his security clearance forms.",
  "“This nation was dedicated to freedom under law, not under mobs.”\n\nSo wrote the late Justice, Tom Clark, who gave me my first tour of the Supreme Court in the 1970s.",
  "Since violation is not a strict liability crime, the feds would have to prove “specific intent.” That is, Kushner tried to deliberately deceive the government.",
  "Notably, President John Kennedy depended on two sets of back channel communications with the Soviets to diffuse the Cuban Missile Crisis in October of 1962.",
  "As Homeland Security Secretary John Kelly observed, “It’s both normal, in my opinion, and acceptable.”\n\nSo much for the “bombshell.” More like a media dud.",
  "Kushner Not a “Target”\n\nMedia madness switched gears into overdrive when it was reported that Kushner is a focus by the FBI in their Russian investigation.",
  "At the same time, the State Department commandeered ABC correspondent John Scali to work out other details with Soviet Embassy official Alexander Fomin.",
  "Within an hour, television reporters and pundits were declaring it a “bombshell” –their favorite description of anything related to Trump.",
  "It makes no difference whether the idea of a private communications channel was broached before or after President Trump took office.",
  "No one bothered to point out that nearly every recent president has established and relied on similar back channel contacts.",
  "Kushner also met with a Russian banker, Sergey Gorkov, the head of Vnesheconombank, which is the subject of U.S. sanctions.",
  "No act by the Trump administration, however slight, will be spared a full-throated “scandal” as declared by the media.",
  "The media tends to forget (or not realize) that it is not a crime to talk with a Russian, including an ambassador.",
  "After all, it is Kislyak’s job to meet as frequently as possible with current and incoming government officials.",
  "Passed in 1799, it prohibits private citizens from interfering in diplomatic disputes with foreign governments.",
  "Other presidents have had discussions with foreign governments before taking office, including President Obama.",
  "If the feds had such evidence, he would have received a “target letter” as Justice Department rules require.",
  "It means, quite simply, the Bureau would like to speak with him about his meetings with Russian officials.",
  "Even if it was somehow germane and valid, Kushner was not acting as a private citizen as the Act requires.",
  "But nowhere in the hyper-media coverage was this mentioned in the hours after the Kushner story broke.",
  "Justice Clark cared deeply about the role of the news media in holding our government accountable.",
  "Perhaps when he does, he will expose the media for its slanted coverage and hyperbolic headlines.",
  "Therefore, it is legally inoperable because it has remained dormant for more than two centuries.",
  "Prosecutors are not allowed to use a statute that has fallowed for such a long period of time.",
  "It does not necessarily imply there is a scintilla of evidence that he committed any crimes.",
  "The latest victim is President Trump’s son-in-law and White House adviser, Jared Kushner.",
  "But he would be dispirited to see their embrace of “mobocracy,” as he once described it.",
  "Neither is it a crime to collude with a foreign government to influence an election.",
  "Such a meeting, by itself, does not violate the sanctions order nor is it a crime.",
  "The lawyer for Jared Kushner says he is prepared to answer any and all questions.",
  "As I explained in a recent column, there is no criminal statute prohibiting it.",
  "There was no attempt at reasoned analysis, no context of historical precedence.",
  "He met with two foreign officials from Russia –an ambassador and a banker.",
  "Immediate notification of a filing mistake vitiates any legal culpability.",
  "It sits on the books of our criminal codes only as words collecting dust.",
  "Does he endeavor to influence those people and our government’s policies?",
  "He was serving as a representative of the incoming administration.",
  "Yet the media seems oblivious to both the law and its application.",
  "The media all but shouted, “off with his head!” Execution first.",
  "A trial with real or imagined evidence sometime later, if ever.",
  "But, again, journalists seem to conveniently overlook this.",
  "Few people manage to fill them out correctly or completely.",
  "They assert political control by denigrating and vilifying.",
  "But no one has ever been prosecuted under the Logan Act.",
  "Incomplete paper work, by itself, is not a criminal act.",
  "All deeds are treated as crimes or impeachable offenses.",
  "Surely, Kushner violated that law, the media exclaimed.",
  "The story is too good to let the facts get in the way.",
  "The mob as a ruling class is today’s mainstream media.",
  "Back channel communications were allegedly discussed.",
  "Mass hysteria in both print and television ensued.",
  "Our ambassador in Moscow serves the same function.",
  "President Trump insists there was no collusion.",
  "These circumstances hardly constitute a crime.",
  "A catastrophic nuclear exchange was averted.",
  "But even if there was, it is not unlawful.",
  "It is a distinction without a difference.",
  "His crime appears to be no crime at all.",
  "That’s why he’s stationed in Washington.",
  "Have you ever seen one of these forms?",
  "Of course, they’ll never admit to it.",
  "It’s called diplomacy and advocacy.",
  "The media deserves a good mugging.",
  "But what does that really mean?",
  "They are long and confusing.",
  "In other words, it is dead.",
  "Nothing more.",
  "Of course."
]