[
  "In addition to Jared Kushner's meeting with Russian Envoy Sergey Kislyak, congressional and federal investigators are also closely scrutinizing another meeting Mr. Trump's son-in-law and top aide had during the transition period, the New York Times reported Monday.",
  "The channel would have been used primarily to discuss U.S.-Russian cooperation to end the Syrian civil war, but it could also have been used by Flynn, who would soon be named national security adviser, with military officials in Moscow, according to the Times.",
  "The officials cited by the Times now think the meeting with Gorkov may have been part of effort to create a secret channel to Putin, but it's not clear whether Kushner felt Gorkov could be a go-between or whether he would help establish the secret channel.",
  "Kushner had met with Kislyak and with top campaign adviser Michael Flynn a few days earlier and had asked Kislyak about the possibility of setting up a back channel of communications with the Kremlin during the transition, CBS News confirmed.",
  "He has not played a diplomatic role for Putin, which prompted questions about why he was meeting with Kushner during the transition, according to the Times, which cited current and former officials in its report.",
  "\"Mr. Kushner has consistently said that he will share what he knows about these meetings, and the details pertaining to, which were previously reported in March,\" she added.",
  "Kushner's lawyer, Jamie Gorelick said a few days ago in a statement, \"Mr. Kushner previously volunteered to share with Congress what he knows about these meetings.",
  "\"Mr. Kushner was acting in his capacity as a transition official and had many similar discussions with foreign representatives after the election,\" she wrote.",
  "For example, he also started conversations with leaders from Saudi Arabia that led to the president's recent successful international trip.\"",
  "\"In these meetings, Mr. Kushner worked to build relationships that would help advance the president's foreign policy goals.",
  "In mid-December, Kushner met with Russian banker, Sergey Gorkov, who is an associate of Russian President Vladimir Putin.",
  "Gorkov is the head of Vnesheconombank, a state-owned Russian entity that is the subject of U.S. government sanctions.",
  "Hope Hicks, director of strategic communications in the White House, provided a statement to CBS News.",
  "The meeting with Gorkov, the Times said, came at Russian Envoy Sergey Kislyak's request.",
  "He will do the same if he is contacted in connection with any other inquiry.\"",
  "Gorkov was trained by Russia's Federal Security Service (FSB).",
  "This was first reported by the Washington Post last week."
]