[
  "Since taking power in 2000, Putin's power has been based on an implicit agreement with the Russian public, in which he delivers high economic growth, and in return Russians accept his government's abuses, which include corrupt cronyism and authoritarian crackdowns on civil and political rights.",
  "On November 10, Russia's Central Bank announced that it expects zero growth in 2015 if sanctions remain in place and oil prices average $95 per barrel — a forecast that manages to be both gloomy and overly optimistic, given that crude oil is currently trading for much less than that.",
  "Putin's approval ratings have climbed steadily throughout the year, reaching an astounding high of 88 percent in October, according to a poll by the Levada Center, a Russian NGO:\n\nBut while that strategy may have been a success politically, it has caused problems economically.",
  "In 2013, oil and gas accounted for a stunning 68 percent of Russia's total export revenues:\n\nRussia's other big problem is that it's under economic sanctions as a result of its occupation of Crimea and other military adventures in eastern Ukraine.",
  "Many Russia-watchers believe that, when Russia's economy began weakening, and, thus, so did Putin's approval ratings, Putin responded in part by trying to increase his popular support by stirring up nationalism.",
  "The sanctions cut off a number of major Russian companies and individuals from international capital markets, including the energy giant Rosneft and financial institutions like Gazprombank and Vnesheconombank.",
  "Many observers believe that Russia's involvement in the Ukraine was due in part to the slowing economy, as Putin whipped up nationalism and anti-Western fervor to distract from the stagnating economy.",
  "The fall in the ruble appears to be mainly the result of two factors: a sharp decline in global oil prices and sanctions that Western countries put on Russia in retaliation for invading Ukraine.",
  "In that story, Russia's annexation of Crimea and support for the eastern Ukraine rebel groups was a way of protecting Ukrainian self-determination in the face of western imperialism.",
  "When the economy began to slow, Putin needed to find something else to offer Russians in exchange for their political support — and the Ukraine crisis offered an obvious opportunity.",
  "Russian state media created a narrative in which the protests in Ukraine were really an American-backed plot to isolate Russia and terrify Ukraine's Russian-speaking population.",
  "Russia, then, could risk getting caught in a vicious cycle, in which Putin's reactions to the bad economy trigger reactions from the West that hurt the economy even more.",
  "The value of Russia's currency, the ruble, plummeted more than 8 percent in the past week alone — and it's down more than 40 percent since the beginning of this year.",
  "And yet those sanctions and the economic damage that they caused fit perfectly with the narrative of Russia standing bravely against the hostile forces of the West.",
  "That may mean that the sanctions could have the unintended consequence of strengthening the nationalist populism that prompted the invasion in the first place.",
  "The invasion prompted the Western sanctions that have limited Russian firms' access to global capital markets and amplified the effect of falling oil prices.",
  "The falling ruble is bad news for Russians\n\nAs the above chart shows, the value of the Russian Ruble has plummeted since the beginning of the year.",
  "In other words, the political strategy Putin used to distract Russians from their stagnating economy has ended up making the economy even worse.",
  "Food prices have risen especially quickly because Moscow banned imports of Western meat, dairy products, fish, fruit, and vegetables in August.",
  "On Monday morning, Russia's central bank announced that it expects the Russian economy to grow zero percent in 2015 and 0.1 percent in 2016.",
  "According to the Wall Street Journal, consumer prices rose by 8.3 percent in October, 8 percent in September, and 7.6 percent in August.",
  "If that's right, then the strategy that Putin used to distract from the weakened economy has actually weakened the economy even further.",
  "And that, in turn, should prompt questions about what Putin might do to shore up his support in the face of this new bad economic news.",
  "If that's right, then that would mean that the sanctions meant to weaken Russia's economy are also a result of Russia's weak economy.",
  "That's a problem for Russian consumers, who have seen the prices of food and other necessities shoot up in recent months.",
  "It's down more than 40 percent against the dollar since January and down more than 8 percent in the last week alone.",
  "Falling oil prices have hit Russia hard because the Russian economy is heavily dependent on energy exports.",
  "That is likely one of the reasons why he invaded Ukraine, which also distracted from the poor economy.",
  "The cause: sanctions and falling oil prices\n\nThe cost of crude oil has collapsed in recent months.",
  "The government is reportedly considering imposing price controls on \"socially important\" goods.",
  "Prices have fallen from more than $100 per barrel last summer to less than $80 today.",
  "Those two things might not appear connected, but in a sense one led to the other.",
  "The sanctions appear to be accelerating the economy's decline.",
  "The Russian economy is in bad shape.",
  "Is Russia stuck in a vicious cycle?",
  "That strategy worked very well."
]