[
  "It’s also important for the American people to understand whether or not former Trump campaign chair Paul Manafort was doing business with Russian oligarchs close to Russian President Vladimir Putin as well as engaging in possibly illegal financial transactions through dodgy banks in Cyprus on behalf of Russian interests, Kauzlarich said of the widely reported stories on Manafort.",
  "So a second possibility is for the president or attorney general to appoint an independent prosecutor – as was done, for example, in the Watergate investigation.”\n\nUnder normal circumstances, Congress is thought to have the necessary independence from the executive branch to conduct such investigations impartially, and thus credibly.",
  "“The ideal behind the checks and balances in a democracy is to force legislators and politicians to try to override their Type 1 intuitions with Type 2 reasoned analysis, and that is why we need independent investigations on important issues such as the Russian ties to the election,” said Shermer.",
  "Richard Kauzlarich, a professor and co-director of the Center for Energy Science and Policy at George Mason University’s Schar School of Policy and Government, said that like the Watergate approach, the examination must take place independent of the politics of the White House or Congress.",
  "“The focus needs to be on the money.”\n\nKauzlarich, who spent three decades as an American diplomat promoting democracy around the world, warned against corruption as a corrosive element in the process of building modern market-based economies and democratic societies.",
  "McCain was talking about Nunes’ March 21 trip to the White House when two insiders handed off intelligence reports, then Nunes turned around the next day and called a press conference — before he had shared the reports with any of the other House Intelligence members.",
  "“It seems to me that, (1) an investigation is necessary; (2) Congress is the branch that should be leading the investigation; and (3) Congress must move quickly to establish a credibly independent and impartial forum and process for such an investigation.",
  "And then there are the reports surrounding State Corporation “Bank for Development and Foreign Economic Affairs (Vnesheconombank)” (VEB), which operates to enhance competitiveness of the Russian economy, diversify it and stimulate investment activity.",
  "In these dangerous times, we need politicians who know and understand history and are willing to be independent thinkers even if that means not towing the party line,” said presidential historian Mike Purdy, the founder of Presidentialhistory.com.",
  "During an April 2 interview on ABC’s “This Week,” Arizona Senator John McCain blasted House Intelligence Chairman Devin Nunes for destroying any semblance of bipartisanship in the House investigation of Russia’s meddling in the 2016 election.",
  "Dueling press conferences between Nunes and Schiff highlight the difficulty of conducting a truly impartial investigation on something of this level of sensitivity in the current, highly partisan political environment in Washington, he said.",
  "Facts are facts and all Americans should be passionately interested in ferreting out the facts about what type of contact occurred between the Trump campaign and Russia and the extent of Trump’s business interests in Russia, said Purdy.",
  "But the darker allegations of cooperation and collusion between members of the Trump campaign team and the Kremlin will continue to erode faith in the very foundations of our democracy until we arrive at the truth.",
  "Cognitive psychologists have known for decades that we all operate under “clouds of uncertainty” in our lives, he said, in everything from shopping and mate selection to economic policy and political decisions.",
  "Although the journey to the facts may mean months of agonizing political uncertainty, a bipartisan or —better yet — independent investigation would likely lead to an endpoint and hopefully, resolution.",
  "“Both Russia and Turkey appear to have used business relationships with prospective policy makers in a Trump administration to cover efforts to influence the new administration on sanctions,” he said.",
  "He said the intervention into the 2016 presidential election by a foreign power —details to still be unpacked through investigations — strikes a threatening dagger at the heart of American democracy.",
  "“The American people need to know whether or not it’s true that Flynn, through his contract with the Turkish business Inovo BV, was receiving funds from the government of Turkey,” said Kauzlarich.",
  "James Gardner, interim dean at the University at Buffalo School of Law, said it is essential that the allegations involving Russia and Trump be subjected to a serious and credible investigation.",
  "Interference with electoral processes thus casts doubt not only on the accuracy of the outcome but on the very legitimacy of the government’s claim to hold and exercise power,” said Gardner.",
  "deriv[e] their just powers from the consent of the governed.”\n\n“This means that a government may be regarded as legitimate only when it is the government to which the people have consented.",
  "How are people supposed to engage in spirited discussion, debate or protest over health care, Supreme Court justices, tax reform or infrastructure in a time of such political instability?",
  "Shermer said it is important to have a full independent investigation and an objective airing of the facts — so that we can foster slow, deliberate and rational thinking on the issue.",
  "But if the results of an investigation reveal inappropriate or illegal activities, the essence of the facts should drive potential consequences and future security actions,” he said.",
  "Michael Artime is an expert in American politics and currently serves as a visiting professor of Politics & Government at Pacific Lutheran University in Tacoma, Washington.",
  "What is at stake is the possibility of treason itself.”\n\nGardner said any investigation to deal with these charges credibly must be conducted by the government itself.",
  "This “requires an independent and open examination so that the American people can see whether (or not) the alleged behavior violated U.S. law,” said Kauzlarich.",
  "As Michael Shermer, author of “Why People Believe Weird Things,” told me in an email message, political behavior is really just cognitive psychology writ large.",
  "These attempts to soft-pedal an investigation ultimately put party politics and blind obedience to the president above the interests of the nation,” said Purdy.",
  "“It is disingenuous for Trump to suggest that Democrats are only interested in the investigation to delegitimize his election and make up for their loss.",
  "It is shortsighted for Republicans in Congress to blindly defend the president and obstruct a fair, transparent, rigorous and objective investigation.",
  "He said the handling of the investigation thus far by Nunes and the Trump administration has cast a cloud over their trustworthiness and transparency.",
  "The controversy surrounding Nunes and the growing hyper-partisan rancor lead some experts to say the need for an independent investigation is urgent.",
  "“The best option at this point is to have an independent investigation into the potential connection between the campaign and Russia,” said Artime.",
  "I decided to reach out to a few experts and gather their thoughts on whether or not an independent investigation was necessary at this point.",
  "Kauzlarich added that any investigation must include examination of the allegations surrounding Michael Flynn’s relationship with Turkey.",
  "In highly unusual meetings with the Russian ambassador involving Jared Kushner, the idea of Kushner meeting VEB President Gorkov arises.",
  "Common sense dictates that all Americans, even the President himself, should support a vigorous investigation and airing of the truth.",
  "That the Russians attempted to influence the outcome of the 2016 Presidential election in favor of Donald Trump is a fact.",
  "“Here is a Russian bank (VEB) close to Putin, subject to U.S. economic sanctions and headed by a former FSB officer.",
  "“I don’t think that there can be a satisfactory investigation that is not independent at this point,” said Artime.",
  "It should not just be a concern of the Democratic party but one the Republican party should fully embrace as well.",
  "You don’t need a lawyer to tell you that goes beyond ‘normal’ contacts with a foreign diplomat,” said Kauzlarich.",
  "“Moreover, the charge of collaboration with a foreign power raises alarming questions of the highest order.",
  "He pointed to a line from Thomas Jefferson in the Declaration of Independence that says “governments .",
  "“If the results show there was nothing inappropriate, then it’s time to move on to other issues.",
  "I also wanted to get a better sense of what all of this uncertainty is doing to our democracy.",
  "If it does not, a true crisis of democratic legitimacy is possible,” said Gardner.",
  "“When the government investigates, it can proceed in one or both of two ways.",
  "First, the executive branch can conduct the investigation,” Gardner said.",
  "Citing media reports, he laid out some of the more serious allegations.",
  "“However, a body that investigates itself often lacks credibility.",
  "The American people deserve to know the facts, he said.",
  "“This is not a party issue but an American issue.",
  "It could be said there is no story but Russia.",
  "Ambassador (Ret.)",
  ".",
  "."
]