[
  "Kushner has submitted additional [federal disclosure] updates and included, out of an abundance of caution, this meeting with a Russian person, which he briefly attended at the request of his brother-in-law, Donald Trump Jr. As Mr. Kushner has consistently stated, he is eager to cooperate and share what he knows.”\n\nSen. Chris Murphy (D-CT) on Wednesday said, “if this were a normal political world, Jared Kushner wouldn’t have a job by the end of today.”\n\n“At the very least, he should absolutely have his security clearance revoked,” he said, according to The Hill.",
  "According to a Friday Yahoo News report, Kushner’s lawyers have claimed that Kushner’s initial filing of his SF-86 form did not mention any meetings with foreign officials whatsoever because an unnamed “member of his staff had prematurely hit the ‘send’ button for the [form] before it was completed.”\n\nKushner initially submitted his SF-86 form on January 18, but, as the New York Times noted in a Wednesday report, he “supplemented the list of foreign contacts” and added “more than 100 names” since then.",
  "Yahoo’s report immediately raised questions about 1) whether Kushner was required to print out the initial security clearance form and sign it himself or sign the form electronically and 2) why it took him nearly four months to amend the SF-86 form after an unnamed staffer supposedly accidentally hit the “send” button.",
  "“[D]uring the campaign and transition, he had over 100 calls or meetings with representatives of more than 20 countries, most of which were during transition,” Jamie Gorelick, one of Kushner’s lawyers, said in a Wednesday statement.",
  "President Donald Trump’s son-in-law and top adviser Jared Kushner reportedly omitted from his initial security clearance form at least 100 contacts that he made with foreign government officials.",
  "Kushner reportedly notified the FBI within 12 hours that he would add amendments, but it took him another four months to amend the document, which he reportedly submitted on May 11.",
  "Sen. Richard Blumenthal (D-CT) said on Thursday that he believes Kushner “ought to resign” because he “apparently concealed a meeting that is harmful to our national security.”",
  "It is still unclear whether Kushner met with the Vnesheconombank chief as a representative of Trump’s transition team or as a representative of the Kushner family business.",
  "In that meeting, which former National Security Adviser Mike Flynn attended, Kushner reportedly tried to establish “backchannel” communications with Russia.",
  "Flynn was reportedly not forthcoming about this meeting with Vice President Mike Pence, which led Trump to fire Flynn and eventually replace him with H.R.",
  "The first big meeting Kushner omitted was a meeting with Russian lawyer Natalia Veselnitskaya during the general election campaign.",
  "He attended that meeting with Donald Trump Jr. and Paul Manafort, as Trump Jr.’s emails with publicist Rob Goldstone indicated.",
  "The second big meeting that Kushner reportedly did not disclose was his meeting with Russian Ambassador Sergey Kislyak.",
  "The third big meeting Kushner reportedly omitted was his December 2016 meeting with Russian banker Sergey Gorkov.",
  "McMaster.",
  "“Mr."
]