[
  "March 29, 2017 -- Sources close to Kushner tell CNN his meetings with Gorkov and Kislyak were not about sanctions: When Kushner voluntarily appears before the Senate intelligence committee, he will describe his interactions with Russians during the transition as a point man \"looking for the right person to engage with on Russia,\" and nothing more, according to a --When Kushner voluntarily appears before the Senate intelligence committee, he will describe his interactions with Russians during the transition as a point man \"looking for the right person to engage with on Russia,\" and nothing more, according to a source familiar with what transpired.",
  "The White House and the Russian bank have offered conflicting explanations for the meeting between Kushner and Sergey Gorkov, a Putin appointee, which has only fueled the intrigue around the senior Trump aide who was named as a point of focus in the FBI's criminal probe into Russian meddling in the 2016 election, according to US officials briefed on the investigation.",
  "Former State Department official Dan Fried, who was quoted in Yahoo's story, later clarified to CNN that he did not have first-hand knowledge that the Trump administration would attempt to unilaterally relax Russia sanctions but did reach out to some members of Congress because he was concerned by rumors he had heard from other officials that there was a possibility.",
  "January 18, 2017 -- Kushner omits meetings with Russians in paperwork for his top secret security clearance: According to The New York Times, \"Kushner did not mention dozens of contacts with foreign leaders or officials including a December meeting with the Russian ambassador, Sergey Kislyak, and one with the head of a Russian state-owned bank, Vnesheconombank.\"",
  "03:07\n\nA recent report from Yahoo News that top Trump administration officials began developing plans to lift economic sanctions against Russia almost as soon as they took office could also add new significance to Kushner's efforts to set up a direct line with the Kremlin and his meeting with Gorkov, whose bank has been under US sanctions for nearly three years.",
  "JUST WATCHED Gergen: Kushner should consider taking leave Replay More Videos ... MUST WATCH Gergen: Kushner should consider taking leave 00:52\n\nAccording to the White House, Kushner met with Gorkov as the Trump transition team's \"official primary point of contact with foreign governments\" and insists discussions were unrelated to personal business.",
  "Also on March 27, 2017 -- White House says Kushner met the VEB president in his capacity as a transition official, VEB says that they met with Kushner in his capacity as a businessman from his company: The White House said Kushner was acting as a Trump adviser -- not as a private developer -- when he met with Gorkov.",
  "JUST WATCHED Gorkov confronted, denies comment on Kushner Replay More Videos ... MUST WATCH Gorkov confronted, denies comment on Kushner 00:50\n\nKushner's attorney said her client is willing to talk to the FBI if asked about his meeting with Gorkov, as well as separate meetings with Russian ambassador Sergey Kislyak.",
  "March 27, 2017 -- Kushner volunteers to testify before Senate Intelligence Committee: Kushner volunteers to testify before senators investigating ties between the Trump campaign and Russian officials, because of his role in arranging meetings between top campaign advisers and Kislyak.",
  "Washington (CNN) The political firestorm around President Donald Trump's top adviser and son-in-law Jared Kushner is picking up momentum due to mounting confusion over why Kushner secretly met with the head of a Russian state-owned bank during the presidential transition in December.",
  "May 25, 2017 -- Outlets report that Kushner is now a focus of the Russia investigation: The FBI's criminal probe of Russian meddling in the 2016 presidential election is increasingly touching on the multiple roles of Kushner on both the Trump campaign and the Trump transition team.",
  "Points of focus that pertain to Kushner include: the Trump campaign's 2016 data analytics operation; his relationship with former national security adviser Michael Flynn; and Kushner's own contacts with Russians, according to US officials briefed on the probe.",
  "Points of focus that pertain to Kushner include: the Trump campaign's 2016 data analytics operation; his relationship with former national security adviser Michael Flynn; and Kushner's own contacts with Russians, according to US officials briefed on the probe.",
  "Points of focus that pertain to Kushner include: the Trump campaign's 2016 data analytics operation; his relationship with former national security adviser Michael Flynn; and Kushner's own contacts with Russians, according to US officials briefed on the probe.",
  "Read the full story here\n\nMay 29, 2017 -- Reports emerge that the FBI is closely scrutinizing Kushner-Gorkov meeting: The FBI The FBI is scrutinizing the meetings Kushner held with Kislyak and a follow up meeting with Gorkov, said a US official.",
  "According to this source, neither of Kushner's meetings -- with the Russian ambassador Sergey Kislyak and with Russian banker Sergey Gorkov -- were about sanctions, which Russian banks have been lobbying against since they were imposed in 2014.",
  "A source told CNN in March that it was a \"relationship meeting\" as part of efforts by the transition team -- and Kushner in particular -- to establish a back channel to Putin, as they had done with other leaders during the transition.",
  "Last month, CNN reported that the FBI's investigation of Russian meddling in the 2016 presidential election was increasingly touching on the multiple roles of Kushner on both the Trump campaign and the Trump transition team.",
  "--Kushner volunteers to testify before senators investigating ties between the Trump campaign and Russian officials, because of his role in arranging meetings between top campaign advisers and Kislyak.",
  "Late December 2016 -- Kushner meets Gorkov: As --As The New York Times first reported, Kushner meets with the president of state-run Russian bank VEB, Sergey Gorkov, at Kislyak's recommendation.",
  "The FBI's criminal probe of Russian meddling in the 2016 presidential election is increasingly touching on the multiple roles of Kushner on both the Trump campaign and the Trump transition team.",
  "However, the Russian bank maintains that Kushner was acting as the head of his family's real estate company when he met with Gorkov -- directly contradicting the White House's statement.",
  "The Washington Post has reported that the meeting was likely on December 13 or 14 based on Gorkov's flight records, but CNN has not independently confirmed that information.",
  "\"He was a conduit and to -- to leaders and that's until we had a State Department, a functioning place for people to go,\" said White House press secretary Sean Spicer.",
  "\"He was a conduit and to -- to leaders and that's until we had a State Department, a functioning place for people to go,\" said White House press secretary Sean Spicer.",
  "One element that is of interest to investigators is the different explanations that Gorkov's bank and the those around Kushner gave for the purpose of the meeting.",
  "VEB confirmed the meeting with Kushner in a statement to CNN, though described Kushner in his role as head of Kushner Companies, not as a representative of Trump.",
  "VEB confirmed the meeting with Kushner in a statement to CNN, though described Kushner in his role as head of Kushner Companies, not as a representative of Trump.",
  "A new Washington Post report is raising further questions around the circumstances of the meeting between Kushner and Gorkov.",
  "There is no indication Kushner is currently a target of the probe and there are no allegations he committed any wrongdoing.",
  "--The White House said Kushner was acting as a Trump adviser -- not as a private developer -- when he met with Gorkov.",
  "He will do the same if he is contacted in connection with any other inquiry,\" said Jamie Gorelick, his attorney.",
  "But investigators are interested in learning more about Kushner's interaction with Gorkov, sources told CNN.",
  "\"Mr. Kushner previously volunteered to share with Congress what he knows about these meetings.",
  "A source close to Kushner told CNN on May 25 that he had not been contacted by the FBI.",
  "Replay More Videos ... MUST WATCH Who is the Russian banker Kushner met with?",
  "The December 2016 meeting was first reported by the New York Times in March.",
  "Here is what we know so far about Kushner's meeting with Gorkov.",
  "JUST WATCHED Who is the Russian banker Kushner met with?",
  "Full story here.",
  "Read more."
]