[
  "The Times reported that even Kushner was not spared the president’s rage this week, as he branded staffers “incompetent.” It is true that administration staffers have not covered themselves in glory, but many of Trump’s troubles seem to stem from his own actions, including frequently undercutting aides’ credibility.",
  "Bannon has told confidants that he believes Mr. Kushner’s contact with Russians, and his expected testimony before Congress on the subject, will become a major distraction for the White House.”\n\nAt the time, Bannon and Kushner were locked in a heated intramural battle for power in the White House.",
  "Now, with the firing of James Comey, the White House’s admission that the firing was intended to stifle the Russia probe, and the appointment of a special counsel, there are serious questions about whether the Trump administration obstructed justice or broke other laws in an attempted cover-up.",
  "In April, he acknowledged that he had failed to disclose dozens of contacts with foreign officials, including a conversation with Russian Ambassador Sergey Kislyak and a meeting with the head of Vnesheconombank, a state-owned Russian bank.",
  "It has long been known that former Trump officials, including fired National-Security Adviser Michael Flynn, former campaign chairman Paul Manafort, and former campaign aide Carter Page, were under scrutiny.",
  "Many Trump administration aides are tangled up in Russian relations; word that the probe now extends to an actively serving official in the White House may worry all of them, including Kushner.",
  "Meanwhile, continued investigations into Russian interference in the election and whether the Trump campaign colluded with it have begun producing increasingly frequent revelations.",
  "When the Justice Department announced the appointment of the special counsel on Wednesday, the decision came as a surprise to the White House, which was not given advance warning.",
  "Kushner, whose work remains behind the scenes and who seldom speaks to the press, has so far avoided the public embarrassment that staffers from Sean Spicer to H.R.",
  "During a strategy session, Kushner was said to favor an aggressive response, attacking the move, but Trump opted for a bland, conciliatory statement instead.",
  "At least one person has suggested that Kushner’s ties to Russia posed a threat to the White House: Trump’s top strategist, Steve Bannon.",
  "On Friday, The Washington Post reported that investigators are looking closely at a senior White House aide who is close to Trump.",
  "The Wall Street Journal also reported this week that the bank financed a large deal with a Trump business partner.",
  "The Post’s sources did not indicate who the person of interest was or even whether they’re suspected of any crime.",
  "Today the White House is once again, as it was during the Kushner-Bannon contretemps, in turmoil.",
  "And back then, it appeared that Kushner had vanquished Bannon, whose duties were curtailed.",
  "The progress of Trump’s trip and the Russia probe over the next seven days will test that.",
  "After all, it is difficult to win a workplace battle against the boss’s son-in-law.",
  "But it is not too late for Bannon to be proved correct.",
  "The New York Times reported in April, “Mr.",
  "McMaster have suffered."
]