[
  "Citing people familiar with the probe, CNN said Mueller’s investigators have recently been asking questions about Kushner’s conversations to shore up financing for 666 Fifth Avenue, a Kushner Companies-backed New York City office building suffering from financial troubles.",
  "“Another anonymous source with questionable motives now contradicts the facts — in all of Mr. Kushner’s extensive cooperation with all inquiries, there has not been a single question asked nor document sought on the 666 building or Kushner Co. deals.",
  "Special Counsel Robert Mueller’s interest in Jared Kushner is extending beyond his contacts with Russia, and now includes his efforts to secure financing for his company from foreign investors during the presidential transition, according to CNN.",
  "A week after the election, Kushner met with the chairman and other executives of Chinese conglomerate Anbang Insurance, which also owns the Waldorf Astoria hotel in New York, according to the New York Times.",
  "As reported by CNN, Kushner and Anbang’s chairman were close to finishing a deal that would allow the Chinese company to invest in the 666 Fifth Avenue property, but talks collapsed in March 2017.",
  "Mueller’s team has not contacted Kushner Companies for information or requested interviews with its executives, a person “familiar with the matter” told CNN.",
  "Mueller’s team has also asked about Kushner’s dealings with a Qatari investor regarding the same property, one of the sources told CNN.",
  "Mueller is also reportedly looking into Kushner’s meeting with a Russian state-run Vnesheconombank Chairman, Sergey Gorkov.",
  "During the presidential transition, President-elect Trump allowed Kushner to be a lead contact for foreign governments.",
  "Discussions with foreign investors reportedly include those in China, according to the report.",
  "Nor would there be any reason to question these regular business transactions,” Lowell said.",
  "The property reportedly shoulders $1.4 billion in debt.",
  "Kushner attorney Abbe Lowell denied CNN’s report.",
  "Those efforts also stalled."
]