[
  "An alleged Kazakh money-laundering network channeled millions through apartment sales at the Trump SoHo; a Russian oligarch bought a Palm Beach estate from Trump in 2008 for $95 million, more than double what Trump had paid for it four years earlier; in Florida, 63 Russians, some with political connections, spent $100 million buying property at seven Trump-branded luxury towers, Reuters established.",
  "Tom Keatinge, a former JPMorgan banker who now specializes in financial crime at London’s Royal United Services Institute (Rusi), said that if the $100 million payment were deemed a bribe, the flow of money through Shnaider to the Trump Toronto meant that “you could argue that the Trump Organization is receiving the proceeds of crime and therefore is being used as a money-laundering opportunity.\"",
  "“Anyone getting substantial funds originating in the former Soviet Union should have known that the funds were high risk and required a careful due diligence review to ensure the money was clean.”\n\nShnaider’s rise to become one of Canada’s wealthiest men (he was on Forbes’ list of billionaires by the age of 36) was helped by Boris Birshtein, his father-in-law and mentor in business.",
  "The documents show that of the $160 million in extra cash from the Kremlin-backed buyers, $50 million would cover a termination penalty owed to Akhmetov, $10 million would be a sweetener for Midland — and $100 million would need to be sent, via shell companies in Cyprus and other circuitous routes, to what Shnaider called the “introducers” who arranged the deal.",
  "Abe Wallach, a former senior figure at the Trump Organization, was quoted in a 2017 Bloomberg article saying: “Donald doesn’t do due diligence.”\n\nShnaider, born in St. Petersburg and raised in Toronto, amassed a fortune that, like those of several of Donald Trump’s business partners, had its roots in the tumultuous final years of the Soviet Union.",
  "Knowledge of an illicit transaction might not be as sensational as the most notorious claim in the former MI6 officer Christopher Steele’s dossier on Trump’s Russian connections — that Russian intelligence had footage of the future president instructing prostitutes to urinate on the Moscow hotel bed in which the Obamas had once slept.",
  "“You just push and build market share without doing the controls that are required.” The EBRD told the FT that in 2010, concerned by “an alleged incident,\" it “worked closely with the [Raiffeisen] management team to develop an appropriate response, the central part of which was a comprehensive review of the bank’s compliance system.\"",
  "A Cypriot company, DE Multi-Finance, which until at least 2003 was controlled by a man who had served as a director of Birshtein companies, was listed in 2016 among the creditors to the Trump Toronto, but Birshtein’s lawyer said Birshtein had “never had any association or connection” with DE Multi-Finance or the Trump Toronto.",
  "That year, Birshtein sold out of Midland, the group Shnaider and Shyfrin would greatly expand, his lawyer said, adding: “Our client is a law-abiding businessperson with no criminal record.”\n\nBirshtein’s lawyer said his client “had no involvement with [the Trump Toronto] in any manner either directly or indirectly.\"",
  "Instead, the company’s role was limited to licensing its brand and managing the hotel and residences, which it did until June 2017 when its agreement ended.”\n\nIt is precisely this approach to the provenance of the money that has sustained Trump’s business career that concerns many who have examined it closely.",
  "He was able to borrow sporadically from Deutsche Bank, with whom he had a long and fractious relationship, but, from about the turn of the millennium, he also adopted a new model, under which he licensed his brand to skyscraper developments that the Trump Organization would then manage under contract.",
  "“I started with [Leonid] Brezhnev and, you know, somehow I manage to get in some way [a] unique position and I met lot of people and made friendship with a lot of very powerful people.”\n\nIn May, the FT spoke with a former KGB officer who worked in the 1980s in the agency’s foreign intelligence arm.",
  "To his left, also holding a novelty spade, was his partner in a C$500 million (£287 million) skyscraper, construction of which was to begin that day: a Russian-Canadian billionaire whose fortune had its origins in the collision of communism, capitalism and the KGB at the fall of the Soviet empire.",
  "It was July 2017, Donald Trump was seven months into his presidency and Washington was fizzing with news that he had held an undisclosed private rendezvous with Putin during a trip to Germany and that Donald Jr. had met a Russian lawyer promising dirt on Hillary Clinton during the campaign.",
  "“And [Trump and his children] need the family business model to still be there.”\n\nThe tale of the Trump Toronto illuminates what it means for the U.S. to have a leader whose business model has long depended on exchanging his family name for money with a murky past, no questions asked.",
  "Vadim Grib, a banker who led a rival consortium in the privatization, claimed when he spoke to the FT recently in Kiev that Shnaider and Shyfrin were unfairly favored by the Ukrainian authorities, who designated them “strategic investors,\" giving them an advantage over competitors.",
  "It had expanded aggressively in the former Soviet Union, at times becoming embroiled in regional power struggles, such as when its investment arm was revealed in 2006 to have represented the concealed interests of a Ukrainian oligarch in an opaque gas deal with Russia’s Gazprom.",
  "It was the start of a series of events that have not previously been reported and that are described in the documents seen by the FT, including a complaint Shnaider brought against Shyfrin in 2016 in a London arbitration court and one of Shyfrin’s witness statements in response.",
  "The Washington Post reported in February that the United Arab Emirates, China, Israel and Mexico were trying to influence Jared Kushner, Trump’s son-in-law and senior White House adviser and the scion of another New York real estate family, through his business interests.",
  "Legal documents, signed statements and two dozen interviews with people with knowledge of the project and the money that flowed through it reveal that the venture connects the U.S. president with a shadowy post-Soviet world where politics and personal enrichment merge.",
  "Millions from the project would subsequently flow out to Trump himself — and documents seen by the FT raise serious questions about how Shnaider’s company was making its money in the period leading up to the decision to invest this $40 million in the Trump Toronto.",
  "According to a 2017 witness statement by Eduard Shyfrin, a Ukrainian metals trader who became Shnaider’s partner, Belgian police investigating Mikhailov raided Birshtein and Shnaider’s houses in Antwerp in 1996, prompting Shnaider to shift his base back to Toronto.",
  "According to an account at the time in an intelligence newsletter, detectives who searched Mikhailov’s Swiss residence found a contract for him to pay Birshtein $150 million — an agreement, Mikhailov said, that was “most likely” connected to the pipeline project.",
  "However, while doing business in Russia and Ukraine, Midland paid various commissions, as it was common practice.” Crucially, he added: “I did not even know if the commission was to be purely for [Bakai]” or also for “additional recipients” who Bakai represented.",
  "Tom Warner, a U.S.-based corporate investigator specializing in Russia and Ukraine, is among those who spoke to the FT who believe that Trump’s outlook is shaped by the alignment of his interests with those who brought him the money that sustained his career.",
  "Trump has broken with presidential tradition by refusing to divest his holdings in the dozens of companies that comprise the Trump Organization or to release tax returns that might shine more light on what appear to be multitudinous conflicts of interest.",
  "Months after Shnaider authorized this “commission” and the Zaporizhstal sale was completed — bringing in hundreds of millions for Midland — the documents show that he earmarked $40 million for further investment in the construction of the Trump Toronto.",
  "Now that Trump is president, his administration’s approach to the division between affairs of state and personal interests at times appears to echo how business is often done in the post-Soviet states where many of his backers made their money.",
  "In May last year, his decision to fire James Comey as head of the FBI triggered the appointment of Robert Mueller, himself a former FBI chief, as special counsel to investigate links between the Russian government and the Trump campaign.",
  "In 2005, Shnaider told Canada’s Globe and Mail newspaper that “due to unfortunate and irreconcilable differences relating to business policy and family matters, I have not had any contact with my father-in-law for more than four years.\"",
  "“He had big connections” in Ukraine, Mikhailov said, “as far as I know, all the way up to the president and his entourage.” (Birshtein, through his lawyer, said he had “never been friends” with Leonid Kuchma, Ukraine’s then president.)",
  "A month after the 2007 groundbreaking, Trump wrote a letter to The Wall Street Journal citing the financing for “our” Trump Toronto project as “a testament to the strength of the Trump name and brand within the financial community.\"",
  "Thereafter, at least $4 million subsequently flowed out of the project to Trump in licensing and management fees — possibly much more, given that his financial disclosures as candidate and president only cover the years since 2014.",
  "He added that Birshtein had no knowledge that Arbatov “was in any way affiliated with the KGB”, but noted that “affiliation with the KGB or other arms of the former Soviet state was exceptionally commonplace in the Soviet Union.\"",
  "Mathieu Boulègue, an expert at the Chatham House think-tank in London, said Red October was “one of the few remaining Russian companies able to produce the armored steel and reinforced steel you need for the military industry.\"",
  "But when the FT sent questions to the Trump Organization for this article, it declined to answer them, saying: “The Trump Organization was not the owner, developer or seller of the Trump International Hotel and Tower Toronto.",
  "The lawyer added, however, that Birshtein did recall agreeing in the mid-1980s to participate in a Soviet plan to set up international business ventures that was led by Georgi Arbatov, head of a prestigious Moscow think-tank.",
  "In recent years, it has become increasingly clear that many of the oligarchs who made their riches amid the downfall of the Soviet Union have protected their fortunes by advancing the interests of the ruling cliques at home.",
  "A great barrel of a man in a maroon checked jacket, his Moscow office festooned with icons of the Orthodox Church, he insisted he was merely a “run-of-the-mill businessman” with interests in trade, tourism and real estate.",
  "After a series of corporate bankruptcies in the 1990s and early 2000s left the property business he had inherited from his father largely unable to borrow from mainstream banks, Trump turned to ever more obscure backers.",
  "Several experts on financial crime and espionage told the FT that the most troubling part of the interplay between Trump’s past in business and his present in public office was his potential susceptibility to blackmail.",
  "Nor has it been revealed that legal filings in a recent commercial dispute between Shnaider and his business partner raised the possibility that some of the money could have ended up with Russian government officials.",
  "If that was the case, the steel mill deal would risk falling foul of anti-bribery laws in Canada and potentially other western countries that make it a crime to pay foreign officials to gain a business advantage.",
  "Such scrutiny intensified this week after Trump attended a NATO summit in Brussels, visits London to meet prime minister Theresa May and was then due to sit down with Russian president Vladimir Putin in Helsinki.",
  "Asked whether he stood by that statement, Bakai told the FT he was prevented from providing comment for publication because he was under house arrest in a separate case and prohibited from speaking to the media.",
  "He also said that, in the late 1980s, Birshtein was one of the western businessmen whose companies became linked with KGB figures involved with the agency’s efforts to build up international business interests.",
  "He had no involvement with Ukraine or metallurgy prior to his marriage to a daughter of Mr. Birshtein.”\n\nThe Ukrainian steel business would catapult Shnaider and Shyfrin into the ranks of the global super-rich.",
  "All the while, his steel mill was becoming embroiled in Putin’s efforts to project Russia’s influence beyond its borders — a strategy that would eventually expand to include meddling in the 2016 U.S. election.",
  "In the years leading up to 2010, some EBRD directors became alarmed with what they saw as Raiffeisen’s cavalier attitude to the origins of its clients’ money, according to two people familiar with the matter.",
  "According to Shnaider’s arbitration claim, Shyfrin told him that buyers acting “on behalf of the Russian government” wanted to buy their Zaporizhstal stake and that he was coming “under pressure” to sell.",
  "Experts on illicit finance said that any legal vulnerability for Trump and his business would depend on what he and other executives knew — or should have known — about the source of his partner’s funds.",
  "The payment was to facilitate the sale of his group’s prize asset, its stake in the vast Zaporizhstal steel mill in eastern Ukraine — and represented more than 10 percent of the $850 million sale price.",
  "Also present were representatives of the project’s financial backers — an Austrian bank that would soon be accused of failing to conduct sufficient checks on the sources of its ex-Soviet clients’ money.",
  "Birshtein’s lawyer said “the joint venture arrangement, while proposed and formalized, never actually materialized into any substantive projects and was formally terminated shortly after its inception.\"",
  "He also said Birshtein had met Mikhailov “a handful of times” but “was never involved with the pipeline project”, had “no business dealings” with him and was not aware of his alleged criminal activity.",
  "One major 2003 acquisition, of the storied Red October steel plant in the Russian city of Volgograd, showed that they were able to navigate the emerging business scene in Russia as they had in Ukraine.",
  "Over the years that followed, while Trump was trying and failing to have his mobster associate Felix Sater secure a deal for a Trump Tower in Moscow, Shnaider poured funds into the Toronto skyscraper.",
  "Sergei Mikhailov, known as Mikhas, is widely recognised as the leader of what, in the 1990s and early 2000s, was regarded as Moscow’s most powerful organised crime syndicate: the Solntsevskaya Bratva.",
  "The Trump Organization has taken an approach to due diligence (the background checks on a business partner) that one former associate who does not wish to be identified called “willful obliviousness.\"",
  "“Russia has long been associated with dirty money,” said Elise Bean, a former top official on the U.S. Senate’s leading investigative committee and veteran of several money-laundering investigations.",
  "“He trusted me and this is a very important factor in business.” He said the duo made “big plans” for business ventures, most ambitiously to renovate a pipeline that ran from Central Asia to Ukraine.",
  "Shyfrin wrote in his witness statement that a top Russian official told him “in very clear terms” to proceed with the deal, hinting that, if he did not, his Russian assets would be in jeopardy.",
  "In May, the BBC reported that Michael Cohen, Trump’s lawyer, received a $400,000 payment arranged by intermediaries acting for Petro Poroshenko, Ukraine’s president, to set up talks with Trump.",
  "Raiffeisen, the Austrian bank whose representatives stood alongside Trump and Shnaider at the Toronto groundbreaking in 2007, had previously backed Midland projects in the former Soviet Union.",
  "Shnaider offered an alternative version of events in his arbitration claim — but one that ends with similar suspicions over whether there may have been illicit enrichment of Russian officials.",
  "There appears to be no dispute in the documents that Shnaider signed off on the $100 million payment on the understanding that it was heading for representatives of the Kremlin’s interests.",
  "“This is irresponsible behavior,” Kurt Bayer, a former Austrian finance ministry official who was an EBRD director at the time, told the FT in describing Raiffeisen’s dealings at the time.",
  "Midland received $850 million for its stake, $160 million more than the amount that Shnaider and Shyfrin had been offered for the steel mill by Rinat Akhmetov, Ukraine’s richest oligarch.",
  "Mikhailov said the prospective partnership with Birshtein came to an abrupt end when Mikhailov was arrested in Switzerland in 1996, accused of being a member of a criminal organization.",
  "He replied that “in any complex investigation, when you start turning over rocks, sometimes you find things that are unrelated to the primary investigation that are criminal in nature.\"",
  "More from the Financial Times:\n\nDonald Trump gives final tongue-lashing to NATO allies\n\nTrump visit to U.K. begins on awkward note\n\nU.S. antitrust chief signals comfort with tech deals",
  "It was persuaded to finance the Trump Toronto, Shnaider said at the time, thanks to “the universal appeal of the Trump brand and the Trump Toronto team’s global business experience.\"",
  "These include evidence that Trump’s billionaire partner in the Toronto project authorized a secret $100 million payment to a Moscow-based fixer representing Kremlin-backed investors.",
  "But construction dragged on and in October, Alex Shnaider, the billionaire backer who had broken ground with Trump three years earlier, put aside another $40 million for the project.",
  "But the former KGB officer told the FT that Veselovsky had also served as a senior officer in the KGB’s foreign operations arm and had been “the mastermind of KGB money laundering.\"",
  "While Birshtein was cultivating the Soviet elite, Shnaider’s Russian parents had joined a wave of Jewish emigration, settling in 1982 in a Toronto district popular with immigrants.",
  "To the sound of Aaron Copland’s “Fanfare for the Common Man,\" Alex Shnaider and Donald Trump cut a red ribbon to mark the belated opening of their Toronto skyscraper in April 2012.",
  "The Wall Street Journal reported in 2017 that the sale of the mill was financed by Vnesheconombank (VEB), a Russian state-owned bank whose chairman at the time was Vladimir Putin.",
  "That payment was part of a series of transactions that generated millions for the backers of the Toronto venture — a project that, in turn, made millions for the future president.",
  "Many of today’s oligarchs have sought to portray themselves as unremarkable businessmen, preferring that their life-and-death struggles for riches in the 1990s fade into history.",
  "Trump’s three adult children were present: Ivanka, who would later work alongside her father in the White House, and Donald Jr. and Eric, who would take over the family business.",
  "In the years before Putin’s 2014 invasion, Russia waged an economic incursion in eastern Ukraine, securing industrial assets either directly or through sympathetic oligarchs.",
  "By 2010, according to Shyfrin’s witness statement, he was “well connected politically at the highest levels” and fronting a deal that the Kremlin was very keen to see done.",
  "We see a lot of money pouring in from Russia.” Some of this came through sales of individual units in Trump-branded properties, where Trump was sometimes entitled to a cut.",
  "Birshtein’s lawyer told the FT that his client’s company hired Veselovsky because he had an economics PhD and was a member of the central committee of the Communist party.",
  "“People really want to own what I do,” Donald Trump told an interviewer that day, declaring that, among other qualities, the tower would be “taller than other buildings.\"",
  "At the time, Moscow was capitalizing on a slump in demand for Ukrainian steel to snap up assets in order to maintain influence over a neighbor being courted by the west.",
  "First, it required them to pre-sell just 80 percent of the units before releasing loan funds, less than the 100 percent that local media reported was the usual standard.",
  "With the $100 million commission arranged, the sale went through, and the proceeds flowed into Shnaider’s company, which in turn earmarked funds for the Trump Toronto.",
  "That is especially true in the case of those who have done business with a U.S. president whose campaign is under investigation for alleged collusion with the Kremlin.",
  "Some of the money flows that the Financial Times has established raise questions about Trump’s vulnerability to undue influence now that he is in the White House.",
  "One October day in 2007, a celebrity real estate developer in a greatcoat and powder-blue tie alighted from a stretch limousine in Toronto’s financial district.",
  "By 2010, the Trump Toronto was supposed to be finished: 65 storeys containing 261 luxury hotel rooms and condominiums, all encased in a shimmering glass façade.",
  "Many Raiffeisen projects received funding from the European Bank for Reconstruction and Development, a World-Bank-type institution for the post-Soviet region.",
  "Given that the ultimate backer of the deal was the Kremlin, that raises the possibility that money passed from Trump’s business partner to Russian officials.",
  "He served in senior positions in Ukraine’s state gas company and the presidential administration before fleeing for Russia during the 2004 Orange Revolution.",
  "By 2001 Shnaider and Shyfrin had paid a reported $70 million for a stake in Zaporizhstal that, within five years, would be valued at nearly 10 times as much.",
  "Mikhailov, 60, told the FT that he met Birshtein — “a very talented businessman” — at a meeting with the Moldovan president in 1995 and the pair hit it off.",
  "A few months earlier, documents show Shnaider had approved a secret $100 million “commission” payment to “introducers” representing the Kremlin’s interests.",
  "In 1991, shortly before the Soviet Union would finally collapse, Birshtein’s company hired Leonid Veselovsky as an economic adviser on a one-year contract.",
  "Birshtein now describes Shnaider as his “former, long-estranged son-in-law” (neither would confirm whether Shnaider and Birshtein’s daughter had divorced).",
  "The new Ukrainian government accused him of embezzlement but the Russian authorities declined to send him home and he set up in Moscow as a business fixer.",
  "By 2008, Trump’s son, Donald Jr., was telling a real estate conference: “Russians make up a pretty disproportionate cross-section of a lot of our assets .",
  "Raiffeisen said that its compliance processes and staffing “had to be adjusted” due to its growth in central and eastern Europe and increased regulation.",
  "The Trump name was everywhere but, in Toronto, a crane was removing it, letter by enormous letter, from the pinnacle of Canada’s second-tallest building.",
  "He was drawn to business and, by the early 1990s, Birshtein was introducing him to the helter-skelter capitalism taking hold in the former Soviet Union.",
  "Michael Flynn, Trump’s first national security adviser, has pleaded guilty to charges that included lying about a lobbying contract he had with Turkey.",
  "Then, in the late 1990s, during the wave of cut-price privatizations that created many oligarchs, the chance arose to buy the Zaporizhstal steel mill.",
  "Securing permission to buy and run the plant would involve maintaining a relationship with the upper echelons of the Russian military, Boulègue said.",
  "“I’m for many years in business with Soviet Union,” Birshtein, who was born in Soviet Lithuania and emigrated to Canada, told an interviewer in 1993.",
  "Camera flashes glinted on the shovels as the grinning dignitaries plunged them into a neat patch of dirt on which had been painted the word “Trump.\"",
  "The FBI’s top expert on Russian organised crime in the 1990s said the group’s activities included extortion, narcotics, murder and money laundering.",
  "One of the most striking things about the history of the Trump Toronto is the number of independent threads that connect Trump to post-Soviet money.",
  "More than a decade had passed since Trump signed up to the project in 2001, alongside Ritz-Carlton and a little-known developer called Leib Waldman.",
  "In his witness statement, Shyfrin acknowledged that this “substantial” commission “may appear unusual compared to western-style business dealings.",
  "The money was not exclusively from the former Soviet Union: at the Trump Panama, some of it allegedly belonged to Latin American drug traffickers.",
  "It serves as a financial arm of the Kremlin, sometimes even more, such as when a Russian spy in New York used a job as a VEB banker as his cover.",
  "Shnaider said Shyfrin told a Midland manager in Moscow at about the time of the deal that he needed money “to pay off officials in the Kremlin”.",
  "He faces charges, which he denies, of laundering $30 million in connection with his work as a consultant for pro-Russian politicians in Ukraine.",
  "Testifying before the Senate Intelligence Committee, Comey was asked whether the investigation might turn up matters unrelated to the campaign.",
  "Yet as their influence in the west grows, it becomes more important to understand any links to the authoritarians and kleptocrats back home.",
  "Was a transaction that ultimately saw millions flow to a future U.S. president facilitated by the illicit enrichment of Russian officials?",
  "Convivial and ambitious, Birshtein enjoyed the rare privilege among western-based businessmen of being able to traverse the Iron Curtain.",
  "Mikhailov said his job was to source the technical know-how, while Birshtein’s task was to convince the authorities to back the project.",
  "Mikhailov also remembered meeting Birshtein’s young protégé, Alex Shnaider, at a restaurant in Belgium, where Birshtein kept an office.",
  "These strongly suggest that VEB itself put up the entire purchase price and ended up with control of Midland’s stake in the steel mill.",
  "The most pressing question, said analysts to whom the FT has outlined this money flow, was what became of the $100 million commission.",
  "And then there was the must-have asset for billionaires who got rich in the former Soviet Union: a prime piece of western real estate.",
  "Birshtein’s lawyer told the FT that it would be “preposterous” and “patently false” to say that the businessman was a KGB “operative”.",
  "When Trump turns on longstanding U.S. allies and suggests that Russia be readmitted to the G-8, some analysts see ulterior motives.",
  "The FT reviewed corporate filings for the Cyprus and British Virgin Islands companies to which Midland sold its Zaporizhstal stake.",
  "Much of the rest of Mueller’s investigation is closely guarded but it is clear that he sees prior financial dealings as fair game.",
  "Sales at the Toronto tower came in lower than the developers had predicted during construction but Trump still made his millions.",
  "Asked to explain its leniency, Raiffeisen told the FT that Austrian bank secrecy laws prevented it from discussing the project.",
  "The principal launch pad that Birshtein built for Shnaider was in Ukraine, where Birshtein had established interests in metals.",
  "The former champion wrestler added that, given the turbulence of the post-Soviet years, “my success is that I’m still alive.\"",
  "The project almost collapsed the following year when Waldman was exposed as a fugitive fraudster and Ritz-Carlton pulled out.",
  "“Boris did a lot of things for him,” said a former Midland manager, and Shnaider built on “what Boris had created for him.\"",
  "He claimed that, under the pretext of having to send a secret commission to Bakai, Shyfrin diverted the money to himself.",
  "Like Trump, he owed his opportunity to the previous generation and was keen to show he was his own man, associates said.",
  "He explained how, as the Soviet Union was collapsing, the Communist party and the KGB scrambled to stash money abroad.",
  "Keatinge, the Rusi expert on illicit finance, calls such a scenario “the number-one fear of any intelligence agency”.",
  "This was a time when the former Soviet Union’s newly minted oligarchs were seeking foreign havens for their wealth.",
  "Several people with knowledge of the deal offered differing accounts to the FT of where the $100 million ended up.",
  "It was here that Shnaider would start to make the millions that would ultimately help to build the Trump Toronto.",
  "Mikhailov spent two years in jail awaiting a verdict before he was acquitted by a jury and awarded compensation.",
  "A large proportion of sales of high-end US property takes place through companies whose true owners are hidden.",
  "A U.S. Treasury investigation last year found that one in three cash buyers of top-end property was suspicious.",
  "(Veselovsky could not be reached for comment; the former KGB officer said he had “disappeared without trace”.)",
  "When Trump Toronto finally went bust in 2016, the bank was still owed all but C$9 million of its initial loan.",
  "Raiffeisen had funded other North American real estate ventures but most of its business lay east of Vienna.",
  "Shnaider said Shyfrin told him that Moscow regarded buying the Zaporizhstal mill as “politically strategic.\"",
  "Their partner in the bid was Vasyl Khmelnytsky, a businessman who was then a member of Ukraine’s parliament.",
  "In a rare interview with the FT in June, Mikhailov denied this, saying the Solntsevskaya “does not exist.\"",
  "For Alex Shnaider, the connection to an alleged Russian gangster runs through his erstwhile father-in-law.",
  "He insisted, however, that no money ever changed hands, dismissing investigators’ claims to the contrary.",
  "Both Shnaider and Shyfrin declined to be interviewed or to answer questions from the FT for this article.",
  "“Fifteen years ago, to be a successful businessman, you have to have access to those in power,” he said.",
  "First, they established themselves as middlemen between the old Soviet steel plants and global markets.",
  "Stocky and with close-cropped hair, Shnaider has a more serious demeanor than the gregarious Birshtein.",
  "From about this time, Birshtein receded from the post-Soviet business scene and his son-in-law emerged.",
  "According to a defector’s account published years later, Arbatov was also a KGB asset codenamed Vasili.",
  "Employing 50,000 people, the Zaporizhstal steel mill is among Ukraine’s biggest industrial operations.",
  "Raiffeisen put up C$310 million for the Trump Toronto — then treated the developers remarkably kindly.",
  "In the 1990s, the country’s mineral riches were a scene of lawless and sometimes violent competition.",
  "Each version, however, gives rise to important questions about Trump’s business partner’s dealings.",
  "(The two leaders did meet in June last year but Poroshenko and Cohen have denied the BBC’s claims.)",
  "The deal was to be financed by VEB, the Russian state-owned bank that was then chaired by Putin.",
  "Paul Manafort, one of Trump’s campaign managers, has already learnt what this means in practice.",
  "But it could be at least as powerful if used as kompromat with which to pressure the president.",
  "Shnaider’s lawyer did not respond to a question about this alleged encounter with Mikhailov.",
  "In 2017, a property fund bought out the bankrupt venture and renamed it the Adelaide Hotel.",
  "As the Trumps strode through the marble lobby, anyone would think this was their building.",
  "This wealth has been coursing through western markets, often disguised by shell companies.",
  "“Putin or his chosen successor will be there long after Trump leaves office,” Warner said.",
  "The Financial Times has been investigating the money behind Trump Toronto for 10 months.",
  "Bakai signed a statement in the arbitration case saying he did indeed receive the money.",
  "Trump’s sector, real estate, has long been susceptible to infusions of incognito money.",
  "The Swiss did not pursue charges against Birshtein but Mikhailov’s case came to court.",
  "The man who set up the sale, according to Shyfrin’s witness statement, was Igor Bakai.",
  "The trial was held under tight security after a witness was shot dead in Amsterdam.",
  "Allegations of ties to the American mob have followed Trump throughout his career.",
  "In October 2016, days before Trump’s victory, he was granted Russian citizenship.",
  "That would bring them both into the orbit of one of its most notorious figures.",
  "Reports of conflicts of interests across the wider administration proliferate.",
  "He bought a 170-foot yacht, an Israeli football club and a Formula One team.",
  "Birshtein gave Mr. Shnaider some interests in the Ukrainian steel business.",
  "This was, Raiffeisen added, “a development in the entire banking industry”.",
  "When sales lagged, Raiffeisen allowed deadlines to slip at least 10 times.",
  "In an interview with the FT, Khmelnytsky agreed that connections were key.",
  "In effect, Shnaider and Shyfrin’s deal was with the Russian state itself.",
  "Trump-branded property ventures have a way of going bust, even in booms.",
  "For entertainment at a family party in Toronto, he booked Justin Bieber.",
  "Nonetheless, Birshtein’s role in Shnaider’s rise to riches is indelible.",
  "(After Russia invaded Ukraine, VEB was placed under western sanctions.)",
  "For his part, Shyfrin appears not to have fallen foul of the Kremlin.",
  "They bought a delicatessen, where the young Shnaider stacked shelves.",
  "To Birshtein’s knowledge, “no such contract exists,\" his lawyer said.",
  "So commenced work on the Trump International Hotel and Tower Toronto.",
  "Consequently, it had no involvement in the financing of the project.",
  "Neither he nor Trump answered the FT’s questions about how they met.",
  "The M came off first, then the P. Soon the T, R and U were gone too.",
  "But this $100 million commission has not previously been reported.",
  "Birshtein’s lawyer said his client did not recall such a meeting.",
  "That is not Birshtein’s only recorded connection to a KGB figure.",
  "Shnaider also amassed the standard trappings of enormous wealth.",
  "Before a bank of photographers, he took hold of a golden shovel.",
  "Their lawyers said the arbitration documents were confidential.",
  "In May 2010, Shnaider received a call from Shyfrin in Moscow.",
  "Mr Shnaider, however, knew nothing about steel at the time.",
  "Gradually, a rift emerged between Birshtein and Shnaider.",
  "(In his witness statement, Shyfrin denied saying this.)",
  "Bakai is a well-known figure in both Kiev and Moscow.",
  "It lies just 150 miles from the Russian border.",
  "Shyfrin wrote in his witness statement: “Mr.",
  "The past, however, is not so easily erased.",
  "Shnaider joined the venture in about 2003.",
  "From there, Shnaider and Shyfrin expanded.",
  "But the money had come from elsewhere.",
  "VEB declined to comment.",
  "But there was a twist.",
  "But Trump pressed on.",
  ".",
  "."
]