[
  "On the whole, said Mikhail Zygar, a political journalist and the author of “All the Kremlin’s Men,” a well-sourced insider look at the cloistered world of Russian politics, the way the U.S. media has covered the Russia scandal has made “Putin seem to look much smarter than he is, as if he operates from some master plan.” The truth, Zygar told me, “is that there is no plan—it’s chaos.”\n\nBy way of an example, Zygar narrated what he saw as the total disorder that has marked Russia’s military campaign in Syria, which began with a surprise incursion of air power, in September, 2015.",
  "“There was no strategy, no preparatory work, no coördination with Iran, none with Turkey either, which is how we almost ended up in a war—not to mention the huge amount of money that was simply stolen in the course of this operation.”\n\nAccording to Zygar’s sources, Putin forced Russia’s military prosecutor into retirement, in April, before he could deliver a report to the country’s upper house of parliament that would have revealed substantial financial losses in Syria due to corruption.",
  "“We can be sure that Russian cyber forces exist, that there are a lot of people involved, that the special services are capable of something like this—but that doesn’t mean we can say with one-hundred-per-cent certainty they are guilty.” It appears that the primary sources for many Washington-based reporters are U.S. intelligence agencies, which unanimously concluded that the effort to disrupt the election was directed by Putin and emanated from Russia.",
  "The Russian media is under nearly omnipresent pressure from numerous entities: political operatives in the Kremlin, who tightly monitor what is said in the press about Putin and the myriad arms of the Russian state; media owners, who neuter coverage and readily get rid of overly ambitious reporters and editors; and financial constraints, namely a small advertising market and a tiny number of readers willing to pay for independent journalism.",
  "When I asked him what he thought of how American journalists have described both the composition and tactics of Russian hacking squads, he said that the general understanding “is correct, but, all the same, there isn’t really much in the way of real evidence.” It’s one thing to say Russia has both the motive and, with its cyber forces, the technical ability to hack U.S. accounts, Turovsky told me—but, after that, things get very murky.",
  "They were complaining that it was impossible to investigate anything in such conditions.”\n\nEven as Turovsky was cautious about some of the more sweeping allegations directed at hackers working for the Russian state, he acknowledged that the chances of the claims being true were just as high as the chances of them being false—that is the hall-of-mirrors reality of reporting on Kremlin plots and intrigue.",
  "For the past six months, the U.S. media has followed the story of Russia’s interference in the 2016 Presidential election—and the question of possible collusion between figures close to Donald Trump and the Kremlin—with vigor, intensity, and the deployment of an extraordinary amount of newsroom resources.",
  "“They couldn’t even film a two-minute video!”\n\nFrom the beginning, much of the U.S. coverage of Russia’s interference in the 2016 election has focussed on the hacks of the e-mail accounts of the Democratic National Committee and Hillary Clinton’s campaign adviser, John Podesta.",
  "He retold the story of how Putin showed Oliver Stone a video that was supposedly of Russian forces bombing ISIS fighters—“our aviation at work,” Putin told Stone—which turned out to be a lifted clip from 2013 of U.S. pilots attacking Taliban positions in Afghanistan.",
  "In his articles, Turovsky identified private companies that had lucrative cybersecurity contracts with Russian intelligence agencies, uncovered Russian military-recruiting videos for would-be hackers, and documented a case of Russian officials testing a DDoS attack.",
  "(Turovsky and his editors ended up in a dispute with the Times, with Meduza claiming that an article* from a series on Russia and its projection of power abroad, which won this year’s Pulitzer Prize, were based on Meduza’s reporting and not given proper citations.",
  "Putin seems to consider the intervention a success, because it outmaneuvered Western attempts to isolate him and elevated him to the position of global statesman; but, whatever the achievements, they came out of an absolutely slapdash policy, according to Zygar.",
  "I spoke to more than a half-dozen of them, all of whom found themselves in some way bemused, frustrated, or disappointed in the way that the U.S. press has covered Putin and Russia—especially concerning the question of election interference—over the last months.",
  "Some of the best reporting appeared in an investigation last winter by Danya Turovsky, a correspondent for Meduza, an online publication that is based in Riga, Latvia, in order to circumvent the pressure and attempts at censorship faced by newsrooms in Moscow.",
  "He told me that, during the course of his reporting, he was struck by how technologically backward much of the Russian state’s security apparatus appeared—a nuance he said that he hasn’t often observed in American press coverage of the situation.",
  "“Oftentimes, in Russia, what seems totally absurd actually turns out to be the truth,” he said, pointing to the story, reported in detail by my colleague Adrian Chen, of a so-called “troll farm” run out of a nondescript office in St. Petersburg.",
  "In advance of Trump and Putin’s first meeting, on the sidelines of the G-20 summit in Hamburg, I decided to ask Russia’s sharpest and most experienced political journalists and investigative reporters what they thought of this coverage.",
  "“As I understand, there aren’t really groups, just a lot of different people who do this work; it’s pure conjecture to think they form into discrete, particular squads that you could call this or that,” Turkovsky said.",
  "For example, the way that the terms “Fancy Bear” and “Cozy Bear”—nicknames for hacking units linked to Russian intelligence services—entered the American journalistic lexicon gave him pause.",
  "Yet, even given these many constraints, Russia is nevertheless home to a coterie of talented and self-motivated journalists, who produce work that is courageous and illuminating.",
  "“Who would have imagined there was a building where people go to work and get paid salaries to sit all day and write online comments in different languages?” Turovsky said.",
  "There is little concrete information available regarding the world of Russian state hackers, with reporting on the subject somewhere between difficult and impossible.",
  "As James Clapper, the former director of National Intelligence, put it, Watergate “pales” in comparison to the current political scandal surrounding the White House.",
  "Once, a source took Turovsky inside a cybersecurity facility run by the F.S.B., Russia’s main security service and the successor agency to the K.G.B.",
  "That makes it possible that American journalists know more about the hacking than their Russian colleagues do.",
  "After an internal review, the Times determined that the article in question was based on original reporting.)",
  "To access it, they have to sign up in advance and get a key that was good for a certain amount of time.",
  "Still, Turovsky is suspicious of the level of specificity in U.S. reporting on Russian hackers.",
  "The result is that the space for independent, muckraking journalism has shrunk further.",
  "Such cynicism and malfeasance is more the rule than the exception, Zygar said.",
  "There were no computers connected to the Internet—just one for each floor.",
  "officers had to give up their phones upon entering.",
  "“Nothing was calculated,” Zygar said.",
  "Zygar shook his head with laughter.",
  "As he described it, “the F.S.B."
]