[
  "Richard Blumenthal, D-Conn., Al Franken, D-Minn., and Mazie Hirono, D-Hawaii, sent a letter to the director of White House Management and Office of Administration asking for a review into whether Kushner should continue to have access to classified national security information.",
  "AP Photo/Andrew Harnik Three Democratic senators are demanding that Jared Kushner's security clearance be immediately suspended after it was revealed last week Kushner attended a meeting with a Russian lawyer at Trump Tower in 2016.",
  "Blumenthal, Franken, and Hirono requested a review of Kushner's security clearance last month after it was revealed Kushner failed to disclose contacts with other Russian officials on his security clearance form.",
  "Kushner, Donald Trump Jr., and former Trump campaign chairman Paul Manafort met with Natalia Veselnitskaya at Trump Tower last year after they were promised damaging information on Hillary Clinton.",
  "A British publicist who arranged and attended the meeting, Rob Goldstone, told Trump Jr. in an email that the information was part of the Russian government's efforts to help Trump's campaign.",
  "The three senators joined a growing chorus of congressional Democrats questioning Kushner's security clearance following revelations last week about the meeting with a Russian lawyer.",
  "\"Mr. Kushner attended a meeting which was held with the stated purpose to receive Russian government information intended to influence a US election,\" the senators wrote.",
  "Given the enormity of the outstanding national security concerns regarding his conduct, Mr. Kushner should not retain access to our nation's most critical secrets.\"",
  "Kushner has amended his security clearance form at least three times and added 100 names to it, including Veselnitskaya's.",
  "Until completion of the review, the three senators said, Kushner's security clearance should be suspended.",
  "Those contacts include a meeting with Sergey Gorkov, chairman of Russian-owned Vnesheconombank.",
  "Most disturbingly, Mr. Kushner sought a secret channel to communicate with the Kremlin.",
  "\"Mr. Kushner omitted this fact on his security clearance form.",
  "Jared Kushner.",
  "Sens."
]