[
  "Kushner failed to disclose his private email account\n\nIn September, Senate Intelligence Committee Chair Richard Burr (R-NC) and ranking member Mark Warner (D-VA) sent Kushner an angry letter complaining that they’d learned he had used using private email to handle government business “through the news media rather than from you, in your closed staff interview.”\n\nLowell said he and Kushner had reviewed the emails and decided that none were relevant to the Russia investigation.",
  "Lawrence Noble, the general counsel of the Campaign Legal Center, a nonpartisan watchdog group, told me that Kushner has made so many lapses that “you have to ask if his initial instinct is to try to see if he can get away with hiding contacts or records that he thinks can be used as evidence of the campaign’s involvement with Russians.”\n\n“If so, he has forgotten — or never knew — the warning that the cover-up is sometimes worse than the crime,” Noble said.",
  "The second document was an email thread about a “Russian backdoor overture and dinner invite.” The Judiciary Committee’s letter doesn’t specify exactly what that means, but NBC and CBS report that it references an attempt by Aleksander Torshin — the deputy head of Russia’s central bank who has close ties to Russian President Vladimir Putin — to connect with the Trump campaign.",
  "Lowell pushed back against the Senate Judiciary Committee’s accusations that Kushner isn’t cooperating, arguing in a letter that there were no “missing documents.” But it’s clear from the original letter lawmakers sent to Kushner’s attorney that they believe Kushner and his attorney are disregarding the full scope of their request.",
  "Kushner failed to submit financial disclosure forms on time\n\nKushner is supposed to provide the Office of Government Ethics (OGE) with regular updates on his divestment from his vast business empire, which is a tedious, months-long process intended to mitigate conflicts of interest concerns while he serves in the White House.",
  "The thread describes Torshin as wanting Trump to attend an event on the sidelines of a National Rifle Association convention in May 2016, and also angling to meet a high-level Trump campaign official at that convention, possibly to convey a message from Putin.",
  "Kushner failed to disclose the Trump campaign’s communications with Russia\n\nThe Senate Judiciary Committee’s letter to Kushner’s attorney on Thursday revealed that they had identified at least three crucial documents that Kushner had failed to send to them.",
  "“I did not have the time to read every one, especially long emails from unknown senders or email chains to which I was added at some later point in the exchange.”\n\nHe also blamed his assistant for initially filing an incomplete security clearance form.",
  "Kushner failed to disclose his meetings with Russians\n\nWhen Kushner applied for top-secret security clearance when he entered the White House, he was supposed to list any foreign government officials whom he had met with in the past seven years.",
  "Just last week, the Senate Judiciary Committee notified Kushner’s attorney that Kushner had failed to provide them with some vital emails regarding their investigation into possible collusion between the Trump presidential campaign and Moscow.",
  "Kushner failed to disclose his business ties with Russians\n\nIn July, Kushner made a public statement in response to the Russia scandal, saying: “I have not relied on Russian funds to finance my business activities in the private sector.",
  "They also indicate that he knew Donald Trump Jr. had secretly corresponded with WikiLeaks, the radical transparency organization that released emails during the campaign season stolen from the Democratic National Committee's servers.",
  "And when he offers explanations for the oversights, they’re loaded with deflections such as when he said that a busy schedule and email overload made it hard for him to remember communications with foreign officials.",
  "Specifically, the Senate panel asks that Kushner hand over all email correspondence about a certain set of individuals and organizations that they’re investigating, not just correspondence directly to or from them.",
  "He failed to include the names of more than 100 foreign officials whom he met with in the years before joining the White House on his application for national security clearance — including top Russian officials.",
  "Leaked documents published by the International Consortium of Investigative Journalists in November revealed that Kushner has ties to a Russian oligarch who has helped the Kremlin invest in Facebook and Twitter.",
  "The third document is an email thread involving Sergei Millian, the president of the US-based Russian American Chamber of Commerce, who is believed to be a critical source for the infamous Steele dossier.",
  "But he testified that he had no memory of this during private interviews with lawmakers in July, and he didn’t hand over the email to congressional investigators in response to their documents request.",
  "In July, Kushner had told congressional investigators that he couldn’t recall any communication between the campaign and WikiLeaks — an assertion that’s at odds with what the committee now knows.",
  "Yet he keeps failing to disclose things that raise real questions about whether he tried to collude with Moscow during the campaign — and whether he's been trying to cover it up ever since.",
  "The leaks showed that Yuri Milner, a Russian billionaire investor with close financial ties to Russian state-owned companies, owns a stake in a company co-owned by Kushner called Cadre.",
  "He failed to mention meetings in December with Sergey Kislyak, then Russia’s ambassador to the US, and Sergey Gorkov, the head of the Russian state-owned bank Vnesheconombank.",
  "The problem is that he initially forgot to mention more than 100 meetings with foreign dignitaries — including several powerful Russians connected to the Kremlin.",
  "But it wasn’t a single error; he’s amended his security clearance form at least three times since his first submission, adding more than 100 names in the process.",
  "“It was typical for me to receive 200 or more emails a day during the campaign,” he said in a statement in July, in an attempt to explain his lack of disclosure.",
  "This is far from the first time that crucial pieces of information about Kushner’s Russia ties or business holdings seem to have mysteriously escaped his memory.",
  "Kushner has defended himself by arguing that it was hard to remember all his meetings with Russians because he was so overwhelmed by meetings and paperwork.",
  "Here’s a brief guide to all of the things Kushner has conveniently forgotten — and that special counsel Robert Mueller may wind up grilling him about.",
  "It’s definitely an email investigators would want to see, given that Torshin did in fact end up meeting with Trump Jr. at that convention anyway.",
  "He also didn’t disclose that he met with Natalia Veselnitskaya, a Kremlin-affiliated Russian lawyer, in Trump Tower in Manhattan in June 2016.",
  "According to reports, Millian could potentially be the source that claimed to be \"present\" for Trump's alleged \"perverted conduct in Moscow.\"",
  "\"Pass on this,\" Kushner wrote according to a letter that Kushner’s attorney Abbe Lowell sent to the Senate Judiciary Committee on Friday.",
  "Those emails indicate that Kushner knew about multiple attempts by Russian officials to get in touch with the Trump campaign in 2016.",
  "If you want to be harsher, you’d say that it looks like he’s trying to conceal things that would, at the minimum, look bad for him.",
  "According to McClatchy, he has amended his disclosure form 39 times — and many of those were in response to questions from OGE.",
  "He’s had to change his financial disclosure forms detailing his divestment from his business empire at least 39 times.",
  "One is an email that Donald Trump Jr. sent to Kushner about his secret correspondence with WikiLeaks over Twitter.",
  "The problem Kushner faces is that those omissions, intentional or otherwise, can carry serious consequences.",
  "Kushner actually also conveniently forgot to list Cadre among his holdings when he entered the White House.",
  "He’s neglected to mention the Russian technology magnate that owns a stake in a company he co-owns.",
  "That, obviously, doesn’t explain why Kushner didn’t mention the server in the first place.",
  "Kushner was fined $200 in October for failing to submit the disclosure forms on time.",
  "If you want to be generous to Kushner, you’d say he has an astonishingly poor memory.",
  "Beyond missing deadlines, Kushner is also leaving out important substantive details.",
  "It was actually the second time he’s failed to meet the ethics office’s deadline.",
  "Kushner forwarded that email to campaign spokesperson Hope Hicks in 2016.",
  "Jared Kushner insists he's got nothing to hide when it comes to Russia.",
  "But Kushner didn’t hand it over to congressional investigators.",
  "I have tried to be fully transparent.”\n\nBut that isn’t right.",
  "But he didn’t hand them over to congressional investigators.",
  "Kushner was copied on emails from Millian to the campaign.",
  "Kushner responded to the thread by declining the meeting.",
  "\"A lot of people come claiming to carry messages.",
  "For now I think we decline such meetings.\"",
  "Very few we are able to verify.",
  "It’s not going well."
]