[
  "He cited a recent Washington Post article, by Rolf Mowatt-Larssen, that argued that the meeting “is in line with what intelligence analysts would expect an overture in a Russian influence operation to look like,” and that it may have been the “green light Russia was looking for to launch a more aggressive phase of intervention in the U.S. election.”\n\nHayden told me, “My god, this is just such traditional tradecraft.” He said that he has talked to people in the intelligence community about Mowatt-Larssen’s theory and that “every case officer I’ve pushed on this” agreed with it.",
  "On June 3rd, Rob Goldstone, a British music publicist and former tabloid journalist, e-mailed Donald Trump, Jr., offering “some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” and noted that the offer was “part of Russia and its government’s support for Mr. Trump.” A meeting was set for June 9th, and Trump’s oldest child forwarded the full e-mail exchange to Kushner and Paul Manafort, who at the time was the campaign chairman.",
  "They did not reject a relationship.”\n\nThe intelligence community’s report makes a similar point, noting, “Russian influence campaigns are multifaceted and designed to be deniable because they use a mix of agents of influence, cutouts, front organizations, and false-flag operations.”\n\nOn July 22, 2016, WikiLeaks published its first batch of e-mails stolen from the D.N.C., and revelations contained in the e-mails became a favorite topic for the Trump campaign throughout the summer and fall.",
  "Trump’s speech itself extended an olive branch to Vladimir Putin, calling for “improved relations with Russia” and an effort to “make a deal that’s great” for “America, but also good for Russia.”\n\nBy May, Russia’s General Staff Main Intelligence Directorate—the G.R.U.—“had exfiltrated large volumes of data from the DNC,” according to the U.S. intelligence community’s unclassified report on Russian meddling.",
  "Nonetheless, Putin publicly indicated a preference for President-elect Trump’s stated policy to work with Russia, and pro-Kremlin figures spoke highly about what they saw as his Russia-friendly positions on Syria and Ukraine.”\n\nThat same month, Russian associates of the Trump family reached out to offer the Trump campaign some direct assistance.",
  "“The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations,” a joint statement by the Department of Homeland Security and the director of National Intelligence that was posted at 3:30 P.M. said.",
  "Again, what jumps out from Kushner’s account of the meeting is the easy access that the Russians had—“I agreed to meet Mr. Gorkov because the Ambassador has been so insistent,” and “said he had a direct relationship with” Putin, Kushner noted—and the obvious attempts to soften up Trump’s closest aides and family members.",
  "As the evidence mounted last year that the Russian government launched an unprecedented hacking and influence campaign to affect the 2016 election in Donald Trump’s favor, the Trump team, including Kushner, became increasingly more solicitous to high-level Russians offering information and requesting meetings.",
  "director, recently noted, “assaulted one of the foundational pillars of our democracy, our electoral system, that invaded Ukraine, annexed Crimea, that has suppressed and repressed political opponents in Russia and has caused the deaths of many of them.”\n\nThe Kushner-Kislyak relationship continued.",
  "The Russian Ambassador represents a country whose intelligence services had hacked their way into the Democratic National Committee’s networks ten months earlier and hacked the e-mail account of John Podesta, Hillary Clinton’s campaign chairman, the previous month.",
  "In his testimony, Kushner confirmed that at this meeting, which took place in Trump Tower, he and Kislyak and Michael Flynn, the incoming national-security adviser, who also attended, discussed using communications equipment at the Russian Embassy.",
  "“Beginning in June, Putin’s public comments about the U.S. presidential race avoided directly praising President-elect Trump, probably because Kremlin officials thought that any praise from Putin personally would backfire in the United States.",
  "The subject line was “Russia - Clinton - private and confidential.”\n\nYesterday, Kushner insisted, “I did not read or recall this e-mail exchange before it was shown to me by my lawyers.” Whether or not that’s true, he attended the meeting.",
  "Eric Swalwell, a Democrat on the House Intelligence Committee, told me that one of the key questions that congressional investigators have for Kushner is why he ignored the intelligence community’s warnings about Russia.",
  "Gorkov, whose bank, Vnesheconombank, was affected by the Obama Administration’s sanctions against Russia, brought Kushner a piece of art and a bag of dirt from Nvgorod, Belarus, where Kushner’s grandparents are from.",
  "“Once it became public that they were interfering in our election, which was in June, why did you continue to have contacts with them?” Swalwell, whose committee interviewed Kushner on Tuesday morning, said.",
  "The Russians were running a complex—and seemingly successful—campaign to gain access to Trump’s orbit, and the President-elect’s most trusted adviser claims he was clueless about what was actually going on.",
  "Without specifying which ones, he noted that some of the ambassadors invited him to lunch but that he “never took them up on any of these invitations.”\n\nFor Kislyak, it was clearly an important moment.",
  "Michael Hayden, the former head of the Central Intelligence Agency and National Security Agency, told me that he was convinced the meeting was a classic “soft approach” by Russian intelligence.",
  "2, would they report the meeting?” Hayden suggested that Russian intelligence was sophisticated enough to know whether the Trump campaign reported the meeting to the F.B.I., which it didn’t.",
  "Kushner’s testimony does not reveal evidence of any crimes, but it does reveal a campaign and Presidential transition that were remarkably easy targets for Russian intelligence efforts.",
  "According to Kushner’s account, they met in April, 2016, at the Mayflower Hotel, in Washington, D.C., during a reception before a speech that Trump delivered on foreign policy.",
  "Should we talk to them about that?’ ”\n\nIn fact, Kushner never raised Russia’s meddling during his two post-election meetings with Russians, according to his own accounts.",
  "“I love WikiLeaks!” Trump, according to one count, mentioned the group or the leaked e-mails a hundred and sixty-four times in the last thirty days of the campaign.",
  "He got there late, some Russians he never heard of were discussing adoption policy, and he quickly messaged his assistant to call him so he had an excuse to bail.",
  "But if you read it from the perspective of the Russians trying to gain a toehold—or more—inside the Trump campaign, you realize how easy he made it for them.",
  "Once again, the Russians seemed to have a level of access to the Trump campaign that other countries, including Western allies, could only dream of.",
  "Dimitri Simes, the publisher of The National Interest and the organizer of the event, introduced Kushner to Kislyak and three other ambassadors.",
  "As with his accounts of all the other interactions with Russians, Kushner claims he was simply a naïve staffer exchanging benign pleasantries.",
  "So, while Kushner claimed that the meeting was irrelevant, from a Russian intelligence perspective it would have been seen as a clear signal.",
  "On October 4th, after a lengthy internal debate, the Obama Administration finally went public with its accusations about Russia’s meddling.",
  "“This just came out—WikiLeaks!” Trump exclaimed at a rally on October 10, 2016, in Pennsylvania, promoting the latest disclosures.",
  "If you read Jared Kushner’s statement to congressional committees looking for evidence of a crime, there isn’t much there.",
  "The Trump campaign was more interested in the release from WikiLeaks than the release from the intelligence community.",
  "Kushner insists that there were no real policies discussed at the meeting, which he said lasted less than a half hour.",
  "Kushner’s first meeting with Sergey Kislyak, the Russian Ambassador to the United States, seems relatively innocuous.",
  "“This is how they do it.”\n\nHayden explained that the Russians would have learned several things from the approach.",
  "On December 13th, at Kislyak’s urging, Kushner met with Sergey Gorkov, a Russian banker who is close to Putin.",
  "(It was an eventful day: in between, at about 4 P.M., the infamous “Access Hollywood” tape was also released.)",
  "His professed innocence about the nature of these contacts may be the most troubling part of his testimony.",
  "“The Russians clearly thought they had reasons to believe this would be a friendly audience,” Hayden said.",
  "At Trump’s speech, Kislyak was honored with an invitation to the reception and a front-row seat.",
  "In June, the Russian government adopted “a clear preference” for Trump, according to the report.",
  "“If you’ve never seen a major-league curveball, you shouldn’t pretend you’re a major-leaguer.”",
  "“At the end, they have established that these guys are willing,” Hayden said, pausing.",
  "Kushner said the purpose was to relay information from Russian generals about Syria.",
  "There was no skepticism about Russia or its actions in recent years from Kushner.",
  "“They don’t discuss at all, like, ‘Hey, Russia is interfering in our election.",
  "But Kislyak was representing a leader who, as John Brennan, the former C.I.A.",
  "Kislyak contacted Kushner on November 16th, and they met on December 1st.",
  "According to Kushner’s account of the meeting, it was uneventful.",
  "One hour later, Podesta’s e-mails were released by WikiLeaks.",
  "Longtime intelligence officials have a more jaundiced view.",
  "To Kushner, the introduction was forgettable.",
  "“Would they take the meeting?” he said.",
  "“So, then you get the willingness.",
  "“How do I put this?",
  "No."
]