[
  "A dossier compiled by former British spy Christopher Steele at the request of anti-Trump Republicans last year — and presented by top US intelligence officials to Trump and President Barack Obama in January — said the Kremlin had kompromat, or compromising information, that could be used against Trump and his associates in the future.",
  "It also comes on the heels of reports by Reuters and The New York Times that the FBI is examining whether Sergey Gorkov, the CEO of the sanctioned Vnesheconombank, suggested to Kushner when they met in December that Russian banks could finance Trump associates' business ventures if US sanctions were lifted or relaxed.",
  "Thomson Reuters US intelligence officials intercepted conversations between Russian government officials during the 2016 campaign in which they discussed having potentially \"derogatory\" financial information about President Donald Trump and his associates, CNN reported Tuesday morning.",
  "The news comes days after The Washington Post's explosive report that Trump's son-in-law and senior adviser, Jared Kushner, suggested setting up a secret communications backchannel with Moscow during a meeting with Russia's ambassador in December.",
  "Russian officials reportedly believed \"they had the ability to influence the administration through the derogatory information,\" according to CNN, but it is unclear when during the election the conversation took place.",
  "CNN and The Times have reported over the past few weeks that the Russians bragged about having influence over Trump's former campaign chairman Paul Manafort and former national security adviser, Michael Flynn.",
  "Trump mentioned the Russia allegations on Twitter Tuesday morning, writing, \"Russian officials must be laughing at the U.S. & how a lame excuse for why the Dems lost the election has taken over the Fake News.\"",
  "The Americans named by the Russians were masked in the intelligence reports, but US officials told CNN it was clear they were discussing Trump and his associates.",
  "President Donald Trump at the G-7 Summit expanded session in Sicily on Saturday.",
  "It is also unclear whether the Russians were exaggerating their leverage."
]