[
  "Peter Schweizer, president of the Government Accountability Institute, (which was founded by Trump adviser Stephen Bannon and funded in part by a Trump mega-donor, Rebekah Mercer), said the meeting ‘had conflict of interest written all over it.’”\n\nCareer diplomats blocked Trump from lifting sanctions on Putin - NBC: “The Trump administration was gearing up to lift sanctions on Russia when the president took office, but career diplomats ginned up pressure in Congress to block the move, two senior former State Department officials told NBC News Thursday…”\n\nGOP SENATORS WEIGH TAXING EMPLOYEE HEALTH PLANS\n\nWashEx: “The Senate is weighing whether to tax employer-sponsored health plans as a way to help pay for Obamacare repeal, according to a published report.",
  "‘Now a celebrity Jon Ossoff supporter is making jokes about beheading the president of the United States.’ The ad is part of a $6.5 million anti-Ossoff effort waged by the Congressional Leadership Fund, a well-funded outfit tied to House GOP leaders that has previously sought to paint the Democrat seeking to represent Georgia’s 6th congressional district as a pawn of out-of-state liberal donors and House Minority Leader Nancy Pelosi (D-Calif.).”\n\nOssoff and Handel to debate - WFTV9: “WSB-TV will be hosting a live prime-time debate involving the high-profile race for Georgia’s 6th Congressional District.",
  "‘If you're not intending to attack anybody, why increase your military spending?’ asked Putin.”\n\n\n\nKushner under fire from Bannon group for Russia ethics lapse - ABC News: “Congressional investigators are seeking to determine whether President Trump’s son-in-law was vulnerable to Russian influence during and after the campaign because of financial stress facing his family firm’s signature real estate holding.",
  "The United States Court of Appeals for the Fourth Circuit split along ideological lines in its 10-to-3 decision .”\n\nGOP GROUP TRIES TO TIE OSSOFF TO FAILED COMEDIAN\n\nWaPo: “…Griffin appears in a political ad from a Republican super PAC, attempting to wrangle Georgia Democrat Jon Ossoff into a controversy that had mostly run its course.‘Liberal extremists have gone too far,’ says a narrator in the new spot.",
  "… ‘The early-hours doughnut shop is a post-World War I phenomenon in major cities and did not spread to most of the remainder of the country until after World War II, so the stereotype of an overweight officer drinking burnt coffee and eating a glazed doughnut is a relatively recent creation,’ Paul Mullins… author of Glazed America: A History of the Doughnut, told TIME in an email.",
  "Still, the rate declined mainly for a less-than-encouraging reason: People stopped looking for work in May and so were no longer counted as unemployed.”\n\nTrump praises nonexistent tax bill - CNBC: “President Donald Trump on Thursday praised a Republican tax-reform bill that ‘is moving along in Congress,’ though Congress is not yet considering a tax plan.",
  "**\n\nOn the roster: Hillary not the only Dem who doesn’t get 2016 - Power Play: All’s fair in politics and pork rinds - Putin: Election meddling claims like anti-Semitism - GOP Senators weigh taxing employee health plans - ‘Not today’\n\nHILLARY NOT THE ONLY DEM WHO DOESN’T GET 2016\n\nThe Democratic Party’s 2016 presidential nominee sounds broken these days.",
  "‘I immediately thought, ‘Not today, we're not having this conversation today.’’ … Resident Chris Aykroid wrote on his website that workers made the same mistake the last time the tower was painted in 1996, warranting a mention in Playboy.”\n\nAND NOW, A WORD FROM CHARLES…\n\n“The left is showing that this has become an issue of almost religious beliefs.",
  "The consensus opinion of the United States intelligence agencies and global cybersecurity community is ‘disinformation,’ said Putin, which ‘reminds me of anti-Semitism and blaming the Jews.’ The panel also featured Indian Prime Minister Narendra Modi, Moldovan President Igor Dodon and Austrian Chancellor Christian Kern.",
  "I think a lot of people will be very pleasantly surprised,’ the president said…”\n\nTRUMP ASKS SUPCO TO SAVE REFUGEE BAN\n\nNYT: “The Trump administration asked the Supreme Court late Thursday to revive its revised ban that limits travelers visiting the United States from six mostly Muslim countries.",
  "Alec Baldwin raises big bucks for New Jersey Democrats - Philly.com\n\nANY GIVEN SUNDAY\n\nFormer Vice President Al Gore and EPA Administrator Scott Pruitt sit down withChris Wallace to discuss the aftermath of President Trump’s decision to exit the Paris Climate Accord.",
  "… But any change to the tax break, which says that health insurance is not income for employees and therefore not subject to payroll taxes, would ignite opposition from major business groups.”\n\nBurr says deal on ObamaCare cuts unlikely this summer - WSJ: “Sen.",
  "Richard Burr (R., N.C.) said that the Senate probably won’t reach a deal to repeal and replace the Affordable Care Act when it returns from a recess next week, in a stark assessment of the party’s health-care prospects.”\n\nJobs number slumps - AP: “U.S.",
  "In addition, he pointed out, it matters that doughnuts are cheap: cops aren't supposed to accept any free gifts while on duty, so it makes sense that they'd decide to spend their own snack money on something affordable.”\n\nFlag on the play?",
  "WATCH HERE\n\nPUTIN: ELECTION MEDDLING CLAIMS LIKE ANTI-SEMITISM\n\nThe Hill: “Vladimir Putin compared allegations that Russia hacked the Democratic National Committee to anti-Semitism at a Friday panel at the St. Petersburg Economic Forum.",
  "… The timing of [Jared Kushner]’s December meeting with executives from VneshEconomBank, or VEB, at the suggestion of the Russian ambassador, has also raised concerns from government watchdog groups across the political spectrum.",
  "One driver, Jessica Bruss, told the Milwaukee television station she ‘almost drove off the road’ when her 8-year-old son pointed out the word as they drove past the water tower Wednesday on their way to his first baseball game.",
  "The political press is currently obsessed with the “forgotten” voters of the upper Midwest who tipped the election to Trump, but Republicans rely enormously on educated, wealthy suburbanites for their congressional majorities.",
  "SCOREBOARD\n\nTrump net job-approval rating: -16.6 points\n\nChange from one week ago: -0.2 points\n\nPOWER PLAY: ALL’S FAIR IN POLITICS AND PORK RINDS\n\nWe are excited to welcome two new players to our weekly news and trivia quiz!",
  "Bear in mind during this discussion, if you will, that we are talking here about what was essentially a glorified exercise in keister covering for world leaders who couldn’t come up with a real agreement on carbon emissions.",
  "THE RULEBOOK: BEST OF THE BEST\n\n“Inquisitive and enlightened statesmen are deemed everywhere best qualified to make a judicious selection of the objects proper for revenue …” – Alexander Hamilton, Federalist No.",
  "… Putin took the opportunity to again deny any Russian involvement in election-related hacking and to question the need for NATO, calling it a relic of the Cold War against a Soviet Union that no longer exists.",
  "The high-decibel outrage being exhibited from Democrats about the Paris Deal is probably too high even for suburban voters, who may be concerned about global warming, but not as a top-tier issue.",
  "According to the Constitution, you have to be 25 years old, have been a citizen of the United States for at least seven years and are a resident of the STATE, not district, you seek to represent.",
  "As commentators across the ideological spectrum have come to see, Hillary Clinton’s ongoing dissembling about the 2016 election has finally veered into something like absurdist comedy.",
  "The idea is not yet included in a working draft of the Senate GOP's healthcare proposal, and comes with fraught political ramifications and strident opposition from business groups.",
  "And it definitely reinforces the negative view that working-class voters have taken of Democrats as out-of-touch elitists more concerned with being green than they are about jobs.",
  "‘NOT TODAY’\n\nCBS News: “Thanks to an ill-timed painting break, a water tower emblazoned with the word ‘sex’ is greeting drivers as they pass through a town in southeast Wisconsin.",
  "The Republican candidate, Karen Handel, and Democratic candidate, Jon Ossoff, have agreed to participate in the only scheduled live televised debate.”\n\nPLAY-BY-PLAY\n\nTexas Gov.",
  "Last week, a federal appeals court in Richmond, Va., said President Trump’s travel ban was a product of religious animus and intolerance, and so violated the First Amendment.",
  "The move sets the stage for a constitutional showdown over the president’s authority to make national security judgments in the name of protecting Americans from terrorism.",
  "Abbott signs voter ID law – Austin American-Statesman\n\n\n\nTrump was “freelancing” when he wrongly called Philippines robbery terror attack - Newsweek\n\n\n\nYuge!",
  "employers pulled back on hiring in May by adding only 138,000 jobs, though the gains were enough to help nudge the unemployment rate down to a 16 year-low.",
  "A person who could, with a straight face, say, “I take responsibility for everything I got wrong, but that’s not why I lost” must be to some degree unwell.",
  "Trump was probably heading to zero with most of America’s traditional allies sooner or later, so what’s the big deal if he steps up the pace a little bit?",
  "As long as British Prime Minister Theresa May doesn’t stumble in her election next week, Trump can find a way to muddle through with our European allies.",
  "Chris Stirewalt tests the knowledge of Fox News Chief Congressional Correspondent Mike Emanuel and RealClearPolitics Associate Editor AB Stoddard.",
  "FROM THE BLEACHERS\n\n“I'm confused regarding the 6th District election in GA. Jon Ossoff can't vote because he doesn't live in the 6th District.",
  "One of the main reasons Clinton lost was that her central campaign platform plank was her assertion that Trump is a creep, a jerk and a doofus.",
  "You couldn't even measure it.” –Charles Krauthammer on “Special Report with Bret Baier.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "The short answer is that police officers have long worked odd hours, but the options for food in the wee hours haven't always been plentiful.",
  "36\n\n\n\nTIME OUT: COPS AND GOBBLERS\n\nTime: “By now, the stereotype of the doughnut-loving cop is well established — but how did it start?",
  "Yes, Trump’s move will put further enmity between himself and Western leaders but it’s not like he was excelling in that arena anyway.",
  "WTMJ-TV reports that workers painting the town's name on the water tower stopped midway through to allow the paint to dry Wednesday.",
  "You can, as Clinton did, lament the coarsening of American culture if you like, but that’s not getting you any votes in Youngstown.",
  "He singled out President Trump's calls for increased military spending on the part of NATO allies as particularly troubling to him.",
  "“How I laughed when you had to include the fact [in Thursday’s Time Out] that the spacecraft flying to the sun would be unmanned.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "The Labor Department said Friday that the jobless rate fell to 4.3 percent the lowest level since 2001, from 4.4 percent.",
  "Her campaign spent hundreds of millions of dollars on the precept and ended up with the most expensive defeat in history.",
  "Talking about environmental issues can work for Democrats if they, as Barack Obama did, narrowly target certain groups.",
  "Democrats seeking slots in suburban, moderate districts can benefit by talking sensibly about climate and conservation.",
  "President Trump’s decision to withdraw from the Paris Climate Accord probably won’t add up to much in the long term.",
  "But if Democrats think that this is a great issue for them in swing districts, they should pause to reconsider.",
  "Is that proper journalism or an admission that someone would probably ask?” – Art Fyvolent, Tampa, Fla.\n\n\n\n[Ed.",
  "You could shut down every coal mine in America, the effect on the climate, on temperature, would be negligible.",
  "But as Democrats quietly fume over their failed nominee’s attacks on the party itself, they should be careful.",
  "Echoing the sentiments of world leaders, American Democrats are endlessly castigating Trump for his decision.",
  "But Democrats won’t be laughing next November if they follow suit and insist on misunderstanding 2016.",
  "It will further turn off college-educated and suburban voters, who were already cool toward Trump.",
  "Watch “Fox News Sunday with Chris Wallace” Check local listings for broadcast times in your area.",
  "Conversely, it will, ahem, fire up blue-collar voters, especially in Appalachia and the Midwest.",
  "Ossoff is certainly qualified to seek the seat, even as a resident of the neighboring district.",
  "It’s not just Republicans who rely on a blend of more affluent voters and working-class voters.",
  "And it will take the entirety of Trump’s term to back out of this essentially phony treaty.",
  "If he doesn't live there how can he run for the seat?” –Evelyn Hall, Portland, Ore.\n\n[Ed.",
  "To listen to Democrats tell it, though, this is pure political poison for Republicans.",
  "AUDIBLE: REASONABLE DOUBTS\n\n“You should never slander a country that rejected you.",
  "#mediabuzz - Host Howard Kurtz has the latest take on the week’s media coverage.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "‘Our tax bill is moving along in Congress, and I believe it's doing very well.",
  "The requirements for members of the House of Representatives are pretty basic.",
  "The gaff turned up in Sussex, a village about 20 miles northwest of Milwaukee.",
  "The option to pick up a doughnut dates to the years after World War II.",
  "Clinton is not the only one drawing the wrong conclusions from 2016.",
  "They need both the honkytonk and the country club in order to win.",
  "Whether voters hold that against him or not is another matter.]",
  "Maybe it had its reasons.” –Peggy Noonan in her column at WSJ.",
  "‘Mom, why does that say sex?’ Bruss recounted her son saying.",
  "They planned to finish painting the town's name Thursday.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Both came in as rookies, but only one left a champion.",
  "Want FOX News Halftime Report in your inbox every day?",
  "Clinton’s fallacious claims about 2016 sound comical.",
  "note: And you thought Sean Spicer had a rough job!]",
  "Hating Trump won’t get Democrats the House back.",
  "Brianna McClelland contributed to this report.",
  "But as a national issue, it’s a dog.",
  "note: Marvelous question, Ms. Hall.",
  "Watch #mediabuzz Sundays at 11 a.m.",
  "Who will take home the pork rinds?",
  "Both parties do, and always have.",
  "Give a little, get a little.",
  "Sign up here.",
  "Sign up here.",
  "ET."
]