[
  "Now a senior adviser to the President, Kushner discloses that he received two gifts from Gorkov and said he asked his assistant to register them with the transition at the time: \"One was a piece of art from Nvgorod, the village where my grandparents were from in Belarus, and the other was a bag of dirt from that same village.\"",
  "Kushner disputes a Reuters report claiming he had two phone calls between April and November 2016 with the Russian ambassador at the time, Sergey Kislyak, explaining that he has no recollection of those calls and a \"comprehensive review of my land line and cell phone records from the time does not reveal those calls.\"",
  "JUST WATCHED Mueller to WH: Preserve Trump Jr. meeting docs Replay More Videos ... MUST WATCH Mueller to WH: Preserve Trump Jr. meeting docs 02:56\n\nKushner said he later became aware of that update amid a review of his records, and his attorneys provided another update to his SF-86 form last month.",
  "The June 2016 meeting set up by Trump Jr., which was only publicly revealed for the first time this month, has become a target of scrutiny in those investigations after emails revealed that Trump Jr. believed he would obtain damaging information about Hillary Clinton from the Russian government.",
  "They sent an email to my assistant in Washington, communicating that the changes to one particular section were complete; my assistant interpreted that message as meaning that the entire form was completed,\" Kushner writes, noting that the form was a \"rough draft\" at the time.",
  "Kushner says he and his team realized that evening the form was submitted prematurely and the next day, they provided an update to the transition noting that Kushner had \"numerous contacts with foreign officials\" and would soon provide a full accounting of those contacts.",
  "Kushner also seeks to distance himself from the June 2016 meeting at Trump Tower that has become a part of special counsel Robert Mueller's investigation, saying he had no prior knowledge of the topic and did not read Trump Jr.'s full email asking him to join the session.",
  "The previously undisclosed detail is just one of several that Kushner reveals in the letter in an effort to clear himself of any suspicions stemming from the congressional and federal investigations into contacts between Trump campaign officials and Russia.",
  "President Donald Trump has repeatedly decried the investigations as a \"witch hunt,\" but the June 2016 meeting and surrounding emails offered the most concrete evidence that Trump campaign officials were open to collaborating with the Russian government.",
  "Kushner also provided his first accounting of what he said were his only two meetings with Kislyak, the Russian ambassador at the time, during the campaign and transition, and says that neither encounter included a discussion of US-imposed sanctions.",
  "Kushner also addresses the controversy over his SF-86 form -- the questionnaire needed to obtain a security clearance -- explaining that it was prematurely submitted in error by his assistant, who believed the forms were complete.",
  "Kushner also offers his first on-the-record account of his meeting with Sergey Gorkov, the head of the Russian state-owned VneshEconomBank, or VEB, whom Kushner says he met with at Kislyak's behest.",
  "But Kushner does confirm that he sought to receive the Syria briefing from Russian generals at the Russian embassy in Washington because the transition office was not equipped with secure lines.",
  "The meeting's participants said the meeting instead focused on Russian adoptions, and Kushner says in his statement that he emailed his assistant about 10 minutes after he walked into the room.",
  "He then met with Kislyak during the transition, at which point the then-Russian ambassador offered to provide transition officials with Russian military information on the conflict in Syria.",
  "VEB, which has been under US sanctions since July 2014, has claimed the interaction was a business meeting set up due to Kushner's role as a prominent New York real estate developer.",
  "That meeting was the subject of reports claiming that Kushner and Kislyak had sought to establish a secret backchannel between the two countries, which Kushner denies.",
  "\"As I did with most emails when I was working remotely, I quickly reviewed on my iPhone the relevant message that the meeting would occur at 4:00 PM at his office.\"",
  "The bulk of the email revealed that Trump Jr. believed the Russian government would provide him with damaging information about Hillary Clinton during the meeting.",
  "He says he met with Gorkov in his capacity as a transition official because of Gorkov's close relationship with Russian President Vladimir Putin.",
  "In the next update, he provided a list of more than 100 contacts with foreign officials, but left off the June 2016 Trump Tower meeting.",
  "\"I did not collude, nor know of anyone else in the campaign who colluded, with any foreign government,\" Kushner says in the statement.",
  "Need excuse to get out of meeting,\" Kushner wrote to his assistant in an email provided to the committees alongside the statement.",
  "Kushner described his first encounter with Kislyak during the campaign as brief, with little more than \"pleasantries exchanged.\"",
  "\"People at my New York office were helping me find the information, organize it, review it and put it into the electronic form.",
  "I have tried to be fully transparent with regard to the filing of my SF-86 form, above and beyond what is required.",
  "\"That email was on top of a long back and forth that I did not read at the time,\" Kushner said in the statement.",
  "I have not relied on Russian funds to finance my business activities in the private sector.",
  "\"Because of this miscommunication, my assistant submitted the draft on January 18, 2017.\"",
  "Kislyak completed his service as ambassador and returned to Russia over the weekend.",
  "He quoted the emails in his statement but did not disclose them to the media.",
  "This story has been updated with additional details from Kushner's statement.",
  "But Kislyak said \"that would not be possible,\" Kushner explains.",
  "He would subsequently update the SF-86 form two more times.",
  "Kushner disputes VEB's account of the meeting.",
  "Hopefully, this puts these matters to rest.\"",
  "\"Can u pls call me on my cell?",
  "\"I had no improper contacts."
]