[
  "CBS News has learned that a Russian national requested a meeting with Donald Trump during the presidential campaign in May 2016, and the request is at the center of the Senate Judiciary Committee's demand for more information from Jared Kushner.",
  "We provided the Judiciary Committee with all relevant documents that had to do with Mr. Kushner's calls, contacts or meetings with Russians during the campaign and transition, which was the request,\" attorney Abbe Lowell said.",
  "A source familiar with the document request says the \"dinner invite\" referred to an email requesting a meeting with a man named Alexander Torshin and a woman reported to be Torshin's assistant, Maria Butina.",
  "\"We also informed the committee we will be open to responding to any additional requests and that we will continue to work with White House Counsel for any responsive documents from after the inauguration.",
  "In December 2016, Kushner discussed with then-Russian envoy Sergey Kislyak the idea of setting up a \"back channel\" for communications with the Trump transition team and Russian officials.",
  "According to the source, Torshin and Butina were hoping to meet then-candidate Trump and were eager for Mr. Trump to travel to Russia to meet with Russian President Vladimir Putin.",
  "The source, who has seen the email, says Kushner declined the request for a meeting, apparently commenting that people claiming to carry messages to the campaign rarely are.",
  "We have been in a dialogue with the committee and will continue to do so as part of Mr. Kushner's voluntary cooperation with relevant bipartisan inquiries.\"",
  "In a statement, Kushner's attorney would not discuss the email request, but offered to respond to the Senate Judiciary Committee demands.",
  "A source says the intermediary forwarded the five-page request to Trump campaign officials, including Paul Manafort and Rick Gates.",
  "On Thursday, the committee asked for additional information from Kushner about a \"Russian backdoor overture and dinner invite.\"",
  "He also met with Sergey Gorkov, the CEO of Russia's state-owned Vnesheconombank (VEB), which was already sanctioned by the U.S.",
  "The source says both claimed in the email to be members of an all-Russian organization called \"The Right To Bear Arms.\"",
  "The request was made through an intermediary who was attached to a National Rifle Association (NRA) event in Kentucky.",
  "Kushner is Mr. Trump's son-in-law and a top White House adviser who played a key role in the campaign.",
  "According to published reports, in 2015 he was appointed deputy governor of the Bank of Russia.",
  "Reports also suggest he is suspected of having ties to organized crime.",
  "\"Mr. Kushner and we have been responsive to all requests.",
  "However, Torshin does have ties to the Kremlin.",
  "Eventually it was forwarded to Kushner.",
  "But Kushner's lawyer is pushing back."
]