[
  "The congressional investigations are bipartisan — both Democrats and Republicans have said the motivations behind Russia's hacking campaign, and whether Trump had anything to do with it, warrant a closer look than the intelligence community was able to provide in its January report on Russia's attempt to delegitimize the election.",
  "Trump fired Comey, unexpectedly, one day after Sally Yates, the former acting attorney general, testified before Congress that she had warned the White House about former National Security Adviser Michael Flynn's contacts with Russia's ambassador during the transition.",
  "Days earlier, Comey reiterated during an open Senate Judiciary Committee hearing that the FBI was still \"conducting an investigation to understand whether there was any coordination between the Russian efforts and anybody associated with the Trump campaign.\"",
  "Trump could appoint a new director who wants to kill the Russia probe, which is why many Democrats and a handful of Republicans have called on Deputy Attorney General Rod Rosenstein to appoint a special counsel to oversee the investigation.",
  "Those probes include an examination of whether Trump and his campaign team tacitly or explicitly facilitated Moscow's hacking and disinformation campaigns that targeted Democratic nominee Hillary Clinton and her presidential campaign.",
  "REUTERS/Carlos Barria President Donald Trump fired FBI Director James Comey on Tuesday night amid an active FBI investigation into Russia's interference in the 2016 election and whether the Trump campaign was involved.",
  "Here are the key questions looming over the FBI and the congressional intelligence committees' Trump-Russia probes.",
  "It is unclear exactly how Comey's firing will affect the FBI's investigation in the long run.",
  "The FBI and Congress are pursuing separate probes into Russia's election interference.",
  "\"The Russia-Trump collusion story is a total hoax,\" Trump tweeted on Monday night.",
  "FBI staffers will likely oversee the probe in the meantime.",
  "\"When will this taxpayer funded charade end?\"",
  "President Donald Trump."
]