[
  "A week after Trump's election, Kushner met with the chairman and other executives of Anbang Insurance, the Chinese conglomerate that also owns the Waldorf Astoria hotel in New York, according to The New York Times\n\nAt the time, Kushner and Anbang's chairman, Wu Xiaohui, were close to finishing a deal for the Chinese insurer to invest in the flagship Kushner Companies property, 666 Fifth Avenue.",
  "Mueller's investigators have been asking questions, including during interviews in January and February, about Kushner's conversations during the transition to shore up financing for 666 Fifth Avenue, a Kushner Companies-backed New York City office building reeling from financial troubles, according to people familiar with the special counsel investigation.",
  "US officials briefed on the probe had told CNN in May that points of focus related to Kushner, the White House senior adviser and son-in-law of President Donald Trump, included the Trump campaign's 2016 data analytics operation, his relationship with former national security adviser Michael Flynn, and Kushner's own contacts with Russians.",
  "After publication, Kushner attorney Abbe Lowell told CNN in a statement, \"Another anonymous source with questionable motives now contradicts the facts -- in all of Mr. Kushner's extensive cooperation with all inquiries, there has not been a single question asked nor document sought on the 666 building or Kushner Co. deals.",
  "Washington (CNN) Special counsel Robert Mueller's interest in Jared Kushner has expanded beyond his contacts with Russia and now includes his efforts to secure financing for his company from foreign investors during the presidential transition, according to people familiar with the inquiry.",
  "During the presidential transition, Kushner was a lead contact for foreign governments, speaking to \"over fifty contacts with people from over fifteen countries,\" according to a statement he gave to congressional investigators.",
  "Kushner's contacts with Chinese investors\n\nOne line of questioning from Mueller's team involves discussions Kushner had with Chinese investors during the transition, according to the sources familiar with the inquiry.",
  "Investigators' interest in Kushner\n\nLast fall, Kushner turned over documents pertaining to the campaign and transition to both Mueller and congressional investigators, sources told CNN in November .",
  "Kushner spoke to investigators in November for less than two hours, and the dominant topic was Michael Flynn, according to two people familiar with the meeting who spoke to CNN at the time.",
  "But the Russian bank maintains that the sit-down in New York was part of their \"roadshow of business meetings\" and that Gorkov met Kushner because he ran Kushner Companies.",
  "The building came under financial pressure during the housing crisis, and in 2011 Vornado Realty Trust stepped in with financing, taking on a 49.5% stake in the building.",
  "Kushner and his company were negotiating for financing from a prominent Qatari investor, former prime minister Hamad bin Jassim Al Thani, according to The Intercept .",
  "Mueller is authorized to investigate links between Trump associates and Russia as well as \"any matters that arose or may arise directly from the investigation.\"",
  "Mueller's team has not contacted Kushner Companies for information or requested interviews with its executives, according to a person familiar with the matter.",
  "Vornado last week disclosed its intention to sell its stake in a regulatory filing, saying, \"We do not intend to hold this asset on a long-term basis.\"",
  "Flynn, who pleaded guilty to lying to the FBI and is cooperating with the investigation, attended some of Kushner's meetings with foreign nationals.",
  "Last year, Trump said he would view any investigation of his or his family's personal finances as a \"violation\" by Mueller that crosses a red line.",
  "Before joining the administration, Kushner was also working to divest his interests in Kushner Companies, the family company founded by his father.",
  "This is the first indication that Mueller is exploring Kushner's discussions with potential non-Russian foreign investors, including in China.",
  "Mueller's team has also asked about Kushner's dealings with a Qatari investor regarding the same property, according to one of the sources.",
  "A personal familiar with the investigation who supports Trump suggested that the expanded inquiry falls outside of Mueller's purview.",
  "In early 2017, Kushner also divested from the 666 Fifth Avenue property that his family's company purchased in 2007 for $1.8 billion.",
  "Under his plea deal, Flynn is obligated to tell Mueller's investigators everything he knows about these meetings.",
  "The interests were sold to a family trust that Kushner does not benefit from, a spokesperson said at the time.",
  "The office tower shoulders more than $1.4 billion in debt, according to a report Vornado released in March.",
  "Also during the transition, Kushner met with Sergey Gorkov, chairman of Russian state-run Vnesheconombank.",
  "Kushner had bought the property in 2007 in a mostly debt deal valued at a record $1.8 billion.",
  "Kushner testified on Capitol Hill that the meeting was for official US government purposes.",
  "A representative for Kushner declined to comment prior to the publication of this story.",
  "The Washington Post reported that Mueller's investigators are scrutinizing this meeting.",
  "It's not clear what's behind Mueller's specific interest in the financing discussions.",
  "Update: This story has been updated with comment from Kushner attorney Abbe Lowell.",
  "Nor would there be any reason to question these regular business transactions.\"",
  "Talks between the two companies collapsed in March, according to the Times.",
  "A spokesman for the special counsel declined to comment.",
  "A representative for Anbang declined to comment.",
  "Al Thani could not be reached for comment.",
  "But as with Anbang, these efforts stalled."
]