[
  "Trump Jr. forwarded Kushner an email thread with the subject “Russia - Clinton - private and confidential,” and further down in the thread, publicist Rob Goldstone clearly states he is setting up this meeting as part of “part of Russia and its government’s support for Mr. Trump.” Kushner attended the meeting, but according to recent statements by both Trump Jr. and Veselnitskaya, he left after a few minutes.",
  "Michael Flynn’s agreement to a plea deal with special counsel Robert Mueller is extremely scary news for President Trump, who has to worry about what the man who was his closest national security aide will tell the federal prosecutors ramping up their probe into the Trump team’s possible collusion with Moscow during the 2016 campaign.",
  "A report from McClatchy’s Peter Stone and Greg Gordon also suggests that investigators are taking a close look at the Trump campaign’s digital operation, which Kushner oversaw, with an eye toward whether there was any collaboration with Russian cyber operatives and bots targeting voters in key states or precincts.",
  "The special counsel’s team has been asking questions about Kushner — and recently interviewed him\n\nEarlier this week — before Flynn’s guilty plea — the New York Times and CNN both reported that Kushner sat with investigators on Mueller’s team for an interview at some point in November.",
  "Some liberals have suggested that merely by attempting to influence foreign policy during the transition, Kushner (and Trump) could have run afoul of the Logan Act, an obscure 1799 law that prohibits people outside the US executive branch from making foreign policy.",
  "On December 1 or 2, Kushner and Flynn met with Kislyak, and, according to the Washington Post, Kislyak told his superiors afterward that Kushner wanted to set up a secret line of communication between them, and suggested using Russian diplomatic facilities for this.",
  "A court document in the Flynn case, released Friday, refers to a “very senior” transition official who told Flynn to try to get the Russian ambassador to the US to help stop a United Nations Security Council vote on Israeli settlement policy in late December.",
  "Now, the court document contains other references to a “senior official of the presidential transition team” with whom Flynn says he discussed his contacts with the Russian diplomat, Sergey Kislyak, on another topic — President Obama’s sanctions on Russia.",
  "What we’ve learned from court documents released Friday, and subsequent reporting, is that during the transition, Kushner instructed Flynn to try to get the Russian ambassador to block a United Nations Security Council vote condemning Israeli settlements.",
  "CNN’s source said the conversation lasted less than 90 minutes, and that “the nature of this conversation was principally to make sure Kushner doesn't have information that exonerates Flynn.”\n\nPerhaps things were as straightforward as that.",
  "That makes perfect sense — by all accounts, Kushner was an extremely important figure during the transition, and reporting even at the time suggested that he was involved in Trump team deliberations on the settlements issue.",
  "Indeed, though Trump cycled through a series of campaign chiefs throughout 2016, Kushner remained by his side all along — and many viewed him as the true head of Trump’s campaign regardless of who formally held the job.",
  "Finally, it’s also worth noting that when President Trump was considering firing FBI Director Comey back in May, Kushner was reportedly one of the most prominent advisers arguing that he should go ahead and do it.",
  "Kushner has come up in many reports about Trump and Russia\n\nKushner, the 36-year old real estate developer and husband to Trump’s daughter Ivanka Trump, had a high-level role throughout the presidential campaign.",
  "And since it is a crime to make false statements to the FBI, if Kushner was less than fully forthcoming about matters Flynn is now prepared to dish on, he could be in some legal jeopardy.",
  "But that interview also means that Mueller got Kushner on the record about his version of events that related to Flynn — before Flynn was known to have become a cooperating witness.",
  "For instance: Flynn has now admitted that senior officials on the Trump transition team were aware of his outreach to Kislyak on the matter of sanctions during the transition.",
  "But he’s since come under press and investigative scrutiny for initially leaving several contacts he’d had with Russians during the campaign off his federal disclosure forms.",
  "But reports from Fox News and CNN suggest that official is not Kushner but instead KT McFarland, who went on to serve as Flynn’s deputy on the National Security Council.",
  "Then a Reuters report claims there were two phone calls between Kushner and Kislyak during the campaign, though Kushner’s lawyer said he had no recollection of these.",
  "There was the meeting he had with Ambassador Kislyak during the transition in which they reportedly discussed setting up a secret backchannel of communication.",
  "But the Flynn plea bargain could also be a major problem for someone else extremely close to the president: Jared Kushner, his senior adviser and son-in-law.",
  "Furthermore, as part of Flynn’s cooperation agreement with Mueller’s team, he is likely providing information that could incriminate someone close to Trump.",
  "But before all this, there was the June 9, 2016, meeting Trump Jr. set up with Russian lawyer Natalia Veselnitskaya to get dirt on Hillary Clinton.",
  "We don’t yet know if those officials include Kushner, but if they did, and if Kushner failed to tell Mueller that, he could be in legal trouble.",
  "To get top-secret security clearance, Kushner was supposed to list any foreign government officials whom he’d met with in the past seven years.",
  "After Trump won the election, Kushner took on a high-level role in the transition, and was then named a senior adviser in the White House.",
  "The White House claims Kushner took this meeting at Kislyak’s request, for diplomatic reasons, while the bank says it was about business.",
  "That disastrous miscalculation led to the appointment of Mueller, the man who could eventually indict Kushner and other top Trump aides.",
  "This has raised questions about whether Kushner was seeking to shield his contacts with the Russian government from US intelligence.",
  "There was the Donald Trump Jr.-brokered meeting with a Russian lawyer who’d promised “dirt” on Hillary Clinton during the campaign.",
  "Still, the new reporting is just the latest of many, many times Kushner’s name has come up in connection with the Russia matter.",
  "(His lawyer claims the forms were “prematurely submitted.”)\n\nThe most curious of these meetings occurred during the transition.",
  "Further, the reference to Kushner in this court document doesn’t necessarily mean he did anything illegal or wrong here.",
  "The following month, Trump said that Kushner would be in charge of trying to “broker a Middle East peace deal” for him.",
  "And in mid-December, he met with Sergey Gorkov, head of Vnesheconombank (a Russian bank currently under US sanctions).",
  "Reporters from Bloomberg, BuzzFeed News, and NBC News have all confirmed that this very senior official is Kushner.",
  "So for the matter of whether there’s any greater underlying scandal that implicates Kushner, we don’t yet know.",
  "And it seems a stretch to apply it to advisers to the president-elect who are preparing to take office.",
  "But this law is obscure for a reason — no one’s ever been successfully prosecuted under it.",
  "And there are the reports that Kushner urged Trump to fire FBI Director James Comey.",
  "But he left more than 100 meetings off his forms — including several with Russians.",
  "Both reports suggest that Mueller’s questions for Kushner focused mainly on Flynn.",
  "Later in the month, Kushner sent a deputy to attend another meeting with Kislyak.",
  "But Flynn may soon have something to say about that.",
  "That someone could well be Kushner.",
  "That’s not all."
]