[
  "A former U.S. intelligence official quoted in the paper called Kushner’s idea, “extremely naive or absolutely crazy.”\n\nMeanwhile, the Senate Intelligence Committee has stepped up its inquiry into Russian interference into the 2016 presidential race by requesting all Russian related documents, emails and phone records beginning June 2015 from the Trump organization, according to the Post.",
  "In March, Reuters reported that, “at least 63 individuals with Russian passports or addresses have bought at least $98.4 million worth of property in seven Trump-branded towers in southern Florida.” Both Kushner and Trump have had to raise money to fund their extensive real estate businesses.",
  "But no issues will be more difficult than the intensifying investigations into Russian interference in the U.S. election, questions about Trump’s firing of FBI Director James Comey, and Russia’s relationships with the Trump administration and family.",
  "Last week, The Washington Post revealed, “The investigative work now being done by the FBI also includes determining whether any financial crimes were committed by people close to the president.” In a written statement, Kushner’s attorney said, “Mr.",
  "The crisis surrounding the Trump White House and its possible ties to Russia deepened with the disclosure of unreported meetings between the Russian ambassador and Jared Kushner, President Donald Trump’s son-in-law and senior adviser.",
  "He will do the same if he is contacted in connection with any other inquiry.”\n\nPresident Trump held no news conferences during his just completed trip overseas, leaving his aides to fend with reporter questions about Russia.",
  "Conservative Bill Kristol tweeted Saturday, “It’s not only that the Trump administration wanted a back channel to Russia, it’s that the Trump family did.”\n\nNext week President Trump will have many tough issues to deal with.",
  "Kushner also held a previously undisclosed meeting with Russian banker Sergey Gorkov, who is chairman of VneshEconomBank, a Russian government institution that is under U.S. sanctions.",
  "They include his unrealistic and callous budget proposal, his ineptness in dealing with health insurance, and whether the U.S. should withdraw from the Paris Accord on climate change.",
  "He did so in a meeting last December with Russian Ambassador Sergey I. Kislyak and Michael Flynn, who served as national security adviser to the president briefly before he was fired.",
  "In a meeting during the transition last December, Mike Flynn gave the Russian ambassador the impression that sanctions could be revisited after Trump took office.",
  "Moreover, the sheer weight of these daily revelations is taking attention away from other issues, and they have disrupted any progress with Trump’s agenda.",
  "The Russians want economic sanctions imposed on it by the U.S. eased, including those imposed by President Obama for its meddling in the U.S. elections.",
  "The Washington Post reported Friday that Kushner proposed setting up a back-door channel to the Russians using their facilities during the transition.",
  "U.S. intelligence has concluded that the Russians interfered in the November election to tip the scales in favor of Trump over Hillary Clinton.",
  "Russian President Vladimir Putin has accused Clinton of being behind anti-government protests in his country and tough on sanctions.",
  "Putin used that bank to finance the 2014 Sochi Winter Olympics, which cost a record $50 billion, and he and Gorkov are close.",
  "The number of leaks pertaining to these investigations is extraordinary, and some appear to come from within the White House.",
  "Below the surface members of Trump’s team have been deeply divided, which is not surprising given Trump’s management style.",
  "The disclosure raises questions about whether Kushner was intentionally concealing the meetings and, if so, why?",
  "Meanwhile, President Trump is reportedly retaining private legal counsel and considering a major staff shakeup.",
  "Investigations are being conducted by committees in the Senate and House, as well as by the FBI.",
  "Kushner previously volunteered to share with Congress what he knows about these meetings.",
  "The Washington Post reported that Kushner’s proposal took Kislyak by surprise."
]