[
  "Recommended: Why an F-22 Raptor Would Crush an F-35 in a 'Dogfight'\n\nRecommended: Air War: Stealth F-22 Raptor vs. F-14 Tomcat (That Iran Still Flies)\n\nRecommended: A New Report Reveals Why There Won't Be Any 'New' F-22 Raptors\n\nDividing Line on the River Euphrates\n\nThe Euphrates River cuts across eastern Syria into Iraq, forming part of the Fertile Crescent from which the earliest human civilizations arose.",
  "However, the New York Times article appears to contradict earlier claims from sources within Syria that the majority of losses were suffered by Iranian-backed militias rather than Russian mercenaries, particularly cited in an investigative report by Christoph Reuter published by Der Spiegel on March 2.",
  "This article will explore what these and other sources claim about composition and motivation of the opposing forces, the manner in which the battle unfolded, and the casualties suffered by various parties in what may have been the bloodiest battle between U.S. and Russian troops since World War I.",
  "On May 24, 2018, the New York Times ran an article by Thomas Gibbons-Neff detailing an intense battle between U.S. special forces and Syrian government-allied troops and Russian mercenaries for control of the Conoco gas field east of Deir ez-Zor.",
  "In 2017, the SDF captured the lucrative Conoco natural gas field east of Marrat, which had been under the control of ISIS, and established a forward outpost in the town of Khasham, supported by American special forces.",
  "The Rangers are an elite light infantry force trained for larger-scale infiltration operations and airborne raids, while Delta Force is a more secretive unit trained for smaller-scale counterterror operations.",
  "In the last few years of the Syrian Civil War, most of Syria east of the Euphrates has fallen under the control of Kurdish militias and their Arab allies, collectively known as the Syrian Defense Force (SDF).",
  "However, this apparently long-term U.S. presence on Syrian soil is vexing to Syrian dictator Bashar al-Assad and Moscow, though the SDF itself is not high on the list of the Assad’s many enemies.",
  "The article supported a statement made by Secretary of State Pompeo in a confirmation hearing that the U.S. military had killed a “couple hundred Russians” in the engagement.",
  "Forces in Khasham\n\nSDF dispositions in Khasham are unclear, but the New York Times details that around thirty U.S. Army Rangers and Delta Force operators were deployed there.",
  "This contingent reported having killed a staggering twenty-one thousand ISIS fighters by 2017 while directing air and artillery strikes and engaging on ground raids.",
  "Deir ez-Zor, a city of two hundred thousand (in 2004) located on the western bank of the Euphrates, is the largest city in sparsely populated eastern Syria.",
  "The operators at the outpost were reportedly well entrenched and disposed of machineguns, motor transport, and Javelin anti-tank missiles for self-defense.",
  "On the eastern, SDF-controlled side of the Euphrates, there are three smaller towns running northwest to southeast named Marrat, Khasham and Tabiyah.",
  "However, the SDF permitted a pro-Assad militia to deploy a maximum of four hundred soldiers in Tabiya, apparently including Russian mercenaries.",
  "The river thus served as a “deconfliction” line separating American and SDF forces on the east bank, and pro-Assad forces on the west.",
  "Starting in 2014, Central Command deployed assets ranging from attack helicopters to special forces operators and Marine artillery.",
  "U.S. Air Force JTACs (Joint Terminal Air Controllers), specialists in calling in air support, were also embedded with the SDF.",
  "Sebastien Roblin\n\nSecurity, Middle East\n\nA scary account of a battle that could have ended in a showdown like no other.",
  "The U.S. military allied with the SDF due to its effectiveness in combating the strong ISIS presence in eastern Syria.",
  "Government forces on the western bank had withstood besieging ISIS forces for several years.",
  "The nearest ISIS forces were located southwest of Deir ez-Zor.",
  "Similar claims had been swirling in Russian media as well.",
  "Did Russia and America Almost Go to War in Syria?",
  "U.S."
]