[
  "In its announcement released Tuesday afternoon, Treasury claims that one individual it named, Yevgeniy Prigozhin, has significant business dealings with the Russian Ministry of Defense, and that a company associated with him holds a contract to build a military base near the Ukrainian border in support of Russian troop movements into Ukraine.",
  "“These targeted sanctions aim to maintain pressure on Russia by sustaining the costs of its occupation of Crimea and disrupting the activities of those who support the violence and instability in Ukraine.”\n\nTreasury also identified 26 subsidiaries of Russian banks as subject to sanctions already in place on their parent companies.",
  "| AP Photo Treasury sanctions more Russian individuals, companies in connection to Ukraine\n\nThe Obama administration on Tuesday took its latest action against Russia over the annexation of Crimea and the country’s continued support for Ukrainian separatists.",
  "Story Continued Below\n\n“Today’s action is in response to Russia’s unlawful occupation of Crimea and continued aggression in Ukraine,” said John Smith, acting director of Treasury’s sanctions enforcement office, in a release.",
  "The announcement of fresh sanctions comes at a time of heightened tension in U.S.-Russia relations, as U.S. intelligence agencies have reported Russian meddling in the lead-up to the U.S. presidential election.",
  "In a fresh set of targeted sanctions, the Treasury Department identified seven individuals and four companies it claims are connected to Russia’s incursions into Ukraine.",
  "The new sanctions come a day after the European Union announced Monday that it extended its own economic sanctions against Russia for six more months.",
  "The Treasury Department identified seven individuals and four companies it claims are connected to Russia’s incursions into Ukraine.",
  "These sanctions prohibit U.S. residents and citizens from participating in various financial dealings with the companies."
]