[
  "A Russian corporation accused of funding social media ads and internet troll activity in the 2016 presidential election, St. Petersburg-based Concord Management and Consulting, contends that Mueller's prosecutors are trying to make an end-run around the high legal standard typically applied in criminal cases stemming from federal election law.",
  "While the charge of conspiring to defraud the U.S. government sounds ominous, prosecutors contended in a brief filed Friday that they can prove the charge without meeting the high \"willful\" standard and instead just showing that the defendants acted intentionally.",
  "The indictment mentions the Federal Election Commission, the Justice Department's foreign agent registration functions and the State Department's role in visa issuance as activities that were impaired by the scheme Concord and the others allegedly carried out.",
  "While the Supreme Court has made it clear that a conspiracy to defraud need not involve a financial swindle of the government, there are few cases addressing what legal standard should apply when it appears the conspiracy was aimed at flouting particular laws.",
  "Special counsel Robert Mueller's office is denying a Russian company's claim that prosecutors are improperly trying to make it easier to win a case charging that Russian businesses and individuals illegally interfered in the 2016 U.S. presidential election.",
  "Concord's lawyers noted that when prosecutors brought a similar case in 1998 over alleged foreign donations to Democratic campaigns and funds, the indictment contained the \"willfully\" language not present in the Russia-related case filed earlier this year.",
  "The prosecutors insist they don't have to look to each law involved to see the precise standard that would apply, but they do note that one can be convicted of visa fraud under a lower \"knowing\" standard, not involving \"willfulness.\"",
  "The lower standard suggests that a defendant could be convicted just for deliberately hiding something the government was interested in, whether or not the defendant clearly knew that his or her conduct was illegal, attorneys said.",
  "Story Continued Below\n\nUsually, prosecutors have to prove that a defendant charged with a campaign-law violation acted \"willfully,\" meaning that the defendant did the act on purpose and knowing that it would violate the law.",
  "Some lawyers find the government's tactic troubling because it seems to override Congress's decision to impose a higher standard for particular crimes, especially in highly regulated areas like tax law or election law.",
  "\"The Special Counsel has pleaded around the knowledge requirements of all related substantive statutes and regulations,\" lawyers Eric Dubelier and Kate Seikaly wrote, accusing Mueller's team of \"sleight of hand.\"",
  "Legal experts said Mueller's team probably has more legal precedent on its side, although the argument put forward by the Russian firm is one that a couple of appeals courts have suggested may have some validity.",
  "\"Using that 'defraud' clause kind of lowers the bar on what they have to prove from a mental state point of view,\" said Zachary Montgomery, a Texas attorney and accountant who's written on the subject.",
  "Instead, the firm is charged with \"conspiracy to defraud the United States\" — a broad charge involving an alleged effort to impede the functions of one or more federal agencies.",
  "Instead, they note that their case accuses the Russians of trying to subvert the Federal Election Commission, Justice's foreign agent requirements and State's visa process.",
  "So, even once Judge Dabney Friedrich concludes what mental state prosecutors have to prove, there will be the question of how to prove what a corporation was thinking.",
  "\"The agreement to defraud must be one to obstruct a lawful function of the Government or its agencies by deceitful or dishonest means,\" prosecutors wrote.",
  "However, in the February indictment over alleged Russian troll activity in the 2016 race, Concord isn't charged directly with violating U.S. election law.",
  "\"If they're setting it up so the conspiracy to defraud substitutes for a substantive charge they're actually pursuing, then I think that's problematic.",
  "Mueller's prosecutors suggested in their filing Friday that they aren't trying to swap a conspiracy charge for a campaign finance law violation charge.",
  "It appears prosecutors will argue that the company is basically an alter ego of Yevgeniy Prigozhin, a Russian businessman known as Putin's chef.",
  "In a motion filed last month demanding access to grand jury records in the case, Concord's lawyers make a similar argument.",
  "There's a long history of the conspiracy-to-defraud-the-U.S. charge being used in high-profile, politically charged cases.",
  "...They're essentially trying to find an end-out, basically making the job easier for themselves.\"",
  "Robert Mueller‘s case accuses the Russians of trying to subvert the Federal Election Commission.",
  "\"The mens rea is a specific intent to defraud the United States, not willfulness.\"",
  "John Shinkle/POLITICO Is Mueller taking legal short-cut in Russian troll case?",
  "The brief prosecutors filed Friday suggests there is no precedent in the D.C.",
  "Another twist in the case is that Concord is a company not a person.",
  "Versions of it were pursued in Watergate, Abscam and Iran-Contra.",
  "Circuit directly endorsing their view of the law."
]