[
  "Story Continued Below\n\nThe firm is one of three companies and 13 individuals charged in a February grand jury indictment with using social media and various agents in the U.S. to foment political and social discord here before and after the 2016 election through a St. Petersburg-based enterprise known as the Internet Research Agency.",
  "A Russian company criminally charged with interfering in the 2016 U.S. presidential election formally notified a federal judge Wednesday that it has retained U.S. attorneys — a move that could be a bid to gain access to evidence that special counsel Robert Mueller's office gathered in preparing the case.",
  "“A corporation under U.S. law enjoys personhood status and is entitled to many of the same procedural protections as individuals, including the right to counsel and the right to trial by jury,\" said former Justice Department official David Uhlmann, a law professor at the University of Michigan.",
  "\"A corporate criminal defendant also has the same right to obtain discovery of the case against it.”\n\nConcord is nominally in the restaurant business and is owned by Yevgeniy Prigozhin, an associate of President Vladimir Putin often referred to as \"Putin's chef.\"",
  "When the criminal case was filed, many legal experts predicted it would lie dormant indefinitely and never go to trial because none of the defendants were likely to set foot in the U.S. or in a country from which they could be readily extradited.",
  "Dubelier, a former federal prosecutor in Washington and a former assistant district attorney in Louisiana, won a high-profile dismissal last year of a major federal lawsuit against nursing home operator ManorCare.",
  "AP Photo Russian firm charged in election interference case hires attorneys The move could be a gambit to obtain evidence from the U.S. and force a public trial without putting individuals at risk of prison.",
  "However, by appearing in court through counsel, Concord could force prosecutors to turn over discovery about how the case was assembled as well as evidence that might undermine the prosecution's theories.",
  "In 2012, he won the acquittal of a former Secret Service agent in a sting operation alleging a conspiracy to pay bribes in connection with the sale of security equipment in Gabon.",
  "In addition, Concord's move creates the possibility of a trial that could expose sensitive intelligence information without the prospect of ultimately sending anyone to prison.",
  "\"I doubt a public airing of the evidence of Russian interference during a trial would be politically advantageous to Russia or to President Trump,\" the professor said.",
  "Two Washington-area attorneys — Eric Dubelier and Kate Seikaly of law firm Reed Smith — filed official appearances on behalf of Concord Management and Consulting.",
  "A formal arraignment for Concord Management and the Internet Research Agency was scheduled last month before a magistrate judge but was postponed until May 9.",
  "When foreign companies typically appear to fight or admit to criminal charges, it is because they have a business need to continue operating in the U.S.",
  "Seikaly also litigated the ManorCare case and has defended health care companies in a series of suits over alleged fraud against the government.",
  "There's no indication of whether IRA or the other firm charged in the indictment, Concord Catering, plan to send attorneys to the hearing.",
  "Prosecutors could attempt to head off such a strategy by dismissing Concord and, perhaps, the other corporate defendants, from the case.",
  "The case is assigned to Judge Dabney Friedrich, a Trump appointee and the newest member of the U.S. District Court in Washington.",
  "However, no individual is required to appear on behalf of a corporate defendant, other than a lawyer for the company.",
  "If the gambit was successful, Prigozhin could effectively obtain a trial without putting himself personally at risk.",
  "Uhlmann cautioned that a full-blown trial in the case might not be a boon to the Kremlin or President Donald Trump.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Dubelier and Seikaly did not immediately respond to requests for comment.",
  "It's unclear if the Russian firms have such financial ties.",
  "A spokesman for Mueller's office also declined to comment.",
  "\"\"This could be a case of be careful what you wish for.\"",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]