[
  "At one point, another Concord attorney, Eric Dubelier, complained about the timing of Thursday's decision by Howell — Friedrich’s colleague on the D.C. district court — calling it an “unusual circumstance that I’ve never seen before.” Howell ruled on the matter secretly, without offering Concord a chance to argue its position, a decision that Dubelier worried could color the company’s chances of succeeding.",
  "Friedrich, the first Trump-appointed judge to weigh the matter, gave few clues as to how she would ultimately rule on the question during the two-hour hearing, at times sharply questioning Mueller's deputy Michael Dreeben’s argument that various federal statutes — as well as the Watergate precedent — justified Mueller’s appointment.",
  "At a federal courthouse just steps from the U.S. Capitol, the Russian firm’s attorney — James Martin, an appellate lawyer with the Pittsburgh-based firm Reed Smith — urged District Court Judge Dabney Friedrich to look past Supreme Court precedent recognizing the appointment of the Watergate special prosecutor in the 1970s.",
  "| J. Scott Applewhite/AP Photo ‘Be brave’: Russian firm urges judge to nix Mueller indictment\n\nLawyers for a Russian company accused of financing a massive political influence operation in the United States urged a federal judge Friday to “be brave” and declare special counsel Robert Mueller’s appointment invalid.",
  "Dreeben also said he believes Rosenstein would have the ability to revoke or overturn decisions made by Mueller — and even remove him if he believed Mueller’s decision-making were “out of bounds.”\n\nThough Concord’s lawyers are prominent American defense attorneys, their Russian clients loomed over the proceedings.",
  "Courts have already ruled twice to uphold Mueller’s appointment, most recently this week when the D.C. District Court’s chief judge Beryl Howell rejected an effort by Andrew Miller — a longtime associate of Trump confidant Roger Stone — to invalidate a Mueller-issued subpoena to testify.",
  "And though the indicted Russians behind the firm aren’t expected to attend the proceedings in person, their participation has been viewed as a gambit to gain access to Mueller’s troves of evidence and understand more of his investigative tactics.",
  "“Well,” he said with a slight smile, “be brave.”\n\nMartin argued that the Watergate precedent didn’t apply in this case because it was an acknowledgment made “in passing” by the Supreme Court at the time and didn’t deeply analyze the matter.",
  "The judge said she interprets the special counsel’s regulations as giving Mueller authority to overrule Rosenstein in matters on which they disagree — and that Rosenstein’s ability to remove Mueller as special counsel is severely limited.",
  "The indictment alleges that Concord, Prigozhin's firm, funded and organized an army of internet trolls, the purchasing of social media ads and even directed operatives to travel to the United States to set up political rallies.",
  "Story Continued Below\n\nMueller indicted the Russian company, Concord Management, in February along with 13 individual Russians — including a Yevgeniy Prigozhin, a close associate of Russian President Vladimir Putin.",
  "“I have a Russian client who doesn’t speak English and doesn’t understand U.S. law and when they see the sequencing of what happened in the last three days, that’s really darn hard to explain to somebody,” he said.",
  "Friedrich also sought details about Mueller’s relationship with Rosenstein, amid questions by Concord's attorneys about whether Mueller makes unilateral decisions or relies on Rosenstein for direction and approval.",
  "The company contends that his appointment violates the Constitutions’ “appointments clause” because he was picked by Deputy Attorney General Rod Rosenstein instead of Trump or Attorney General Jeff Sessions.",
  "During Friday's hearing, Friedrich at times appeared open to Martin’s legal argument, even calling it “compelling” at one point, but underscored the significance of that Supreme Court precedent.",
  "Concord Management, a Russian company which has been indicted by special counsel Robert Mueller, has directly challenged Mueller's authority to bring such charges.",
  "Martin argued that the Watergate precedent didn’t apply in this case because it was an acknowledgment made “in passing” by the Supreme Court at the time.",
  "Dreeben emphasized that Mueller’s team and Rosenstein consult regularly and apprise the deputy attorney general of all major decisions in advance.",
  "Concord, through its attorneys, has pleaded not guilty in the case, and has even directly challenged Mueller's authority to bring such charges.",
  "Dubelier asked for 30 days to enable Mueller’s team to release the filings in the Howell matter and allow Concord to file additional arguments.",
  "The company also asserts that the regulations governing special counsels — set out in 1999 — are “unlawful” and usurp congressional authority.",
  "Friedrich, though, said she didn’t need more briefing material and said she might not consider Howell’s ruling at all when making her own.",
  "Miller’s lawyer Paul Kamenar looked on from the front row of the courtroom on Friday as Martin sparred with Mueller's attorneys.",
  "Finally, Concord maintains that Rosenstein’s order to appoint Mueller last year improperly gave him nearly unchecked authority.",
  "Their goal, Mueller alleged, was to sow discord in the 2016 U.S. election and ultimately assist Donald Trump candidacy.",
  "As Friedrich wondered aloud about whether she should consider contradicting that precedent, Martin offered her advice.",
  "At one point, Friedrich asked Dreeben whether anything “other than a Supreme Court case” supported his argument.",
  "“I don’t know that the court needs additional authority than a Supreme Court case,” he replied.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "At the heart of Concord’s argument are three complaints about Mueller’s appointment.",
  "Miller's attorney had incorporated many of Concord’s arguments into his own briefs.",
  "“Don’t I as a district court judge have to follow that?” she asked.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]