[
  "Its most “realistic impact,” he said, since there is no extradition treaty between Russia and the U.S., is that “these guys will have to be careful when they travel.” Hall noted that there is “certainly precedent inside the government for going after Russians that have broken U.S. law.”\n\nStill, the indictment reinforced an Intelligence Community Assessment released in January 2017 that said the Russians interfered to hurt Clinton’s candidacy.",
  "“My overall impression is that while the narrative described in the indictment was entirely foreseeable, given what we already knew, nevertheless it is still bracing—stunning even—to see it laid out in black and white in such intense and clinical detail,” said David Kris, who served as the assistant attorney general for the DOJ's National Security Division.",
  "John Sipher, a former chief of station for the CIA who served for 28 years in Russia, Europe, and Asia, told me that “charging Russian intelligence operatives in the U.S. is basically meaningless in a practical sense.”\n\n“They are engaged in an act of war against us,” Sipher said.",
  "The Trump campaign did nothing wrong - no collusion!”\n\nThe indictment did not make a judgment as to whether the results of the election were impacted, or whether collusion occurred between the Trump campaign and Russia in any other instances.",
  "The fact that the indictment names specific individuals connected to the wide-ranging conspiracy, Sipher suggested, could mean the FBI knows more about all of the players involved in the operation than has been publicly disclosed.",
  "We must not allow them to succeed.”\n\nTrump said in a tweet hours after the indictment was released that “Russia started their anti-US campaign in 2014, long before I announced that I would run for President.",
  "Some suspects communicated with “unwitting individuals associated with the Trump campaign and with other political activists to seek to coordinate political activities,” the indictment claims.",
  "What I did there was against the law too.”\n\nBut Steve Hall, a retired CIA chief of Russian operations, said that the indictment wasn’t entirely without consequences for those it named.",
  "“This indictment serves as a reminder that people are not always who they seem on the internet,” Deputy Attorney General Rod Rosenstein said in a press conference on Friday.",
  "It was released days after the country’s top intelligence officials warned during a congressional hearing that the Russians plan to target the 2018 midterm elections.",
  "The defendants allegedly purchased space on computer servers in the United States to make it look like the social-media campaign was based out of the United States.",
  "The defendants’ operations in 2016, the indictment alleges, included “supporting” Trump’s candidacy and “disparaging Hillary Clinton,” Trump’s Democratic opponent.",
  "They also bolstered Democratic candidate Bernie Sanders and sought “to denigrate other candidates such as Ted Cruz and Marco Rubio,” according to the court filing.",
  "He added that the Russians “want to promote discord and undermine public confidence.",
  "“They hardly care that what they doing is considered illegal here.",
  "The results of the election were not impacted."
]