[
  "During the 2016 presidential election, Russians accused of using several tactics to interfere in American elections, ranging from provocative posts on social media from fake accounts to hacking into the servers owned by the Democratic National Committee.",
  "Officials have grown increasingly worried about foreign efforts to sow discord in U.S. elections following an assessment from the intelligence community that concluded that the Russian government interfered with the 2016 presidential election.",
  "The U.S. Cyber Command has begun contacting individual Russians to deter them from interfering with upcoming American elections, including the November midterms, The New York Times reported on Tuesday, citing officials briefed on the matter.",
  "The government accused Elena Khusyaynova of St. Petersburg, Russia, of participating in a conspiracy engaged in \"information warfare against the United States\" that aimed \"create and amplify divisive social media and political content.\"",
  "Other officials, according to the newspaper, said that the operation was targeting suspected computer criminals working for organizations funded by wealthy Russians as well as those employed by the country's intelligence services.",
  "The limited operation is designed to scare the operatives to prevent election interference without provoking a reprisal from the Russian government that could escalate the situation, such as a cyber-attack on the power grid.",
  "The defense officials who disclosed the current operation to the Times did not provide details about how the Cyber Command is contacting the Russians it is tracking, or how many individuals it has targeted.",
  "Prosectors claim Khusyaynova is the chief accountant for a Russian company backed by the oligarch Yevgeniy Prigozhin, also known as \"Putin's chef,\" and two companies that he controls.",
  "The Justice Department has obtained indictments against dozens of Russian nationals, and a number of Russian organizations, accusing them of crimes related to election interference.",
  "\"The U.S. government leadership has made it clear that it will not accept any foreign interference, or attempts to undermine or manipulate our elections in any way,\" he said.",
  "The chair of that committee, Sen. Richard Burr, R-N.C., and its vice chair, Sen. Mark Warner, D-Va., declined on Tuesday to confirm that the Cyber Command operation existed.",
  "\"If carried out in the right way, raising the costs for countries, companies, or individuals who conduct such attacks would certainly fit into such a strategy,\" he said.",
  "The American cyber campaign, waged by a component of the Department of Defense, is the first known international cyber operation designed to protect American elections.",
  "In August, Trump signed a secretive order that apparently reversed a number of those restrictions and granted the government more leeway to go on the offense.",
  "Last month, John Bolton, the National Security Advisor, said that the White House had loosened up Obama-era restrictions on American cyber capabilities.",
  "But Warner said in a statement that the U.S. needs \"an effective strategy to counter cyberattacks and influence campaigns conducted by other countries.\"",
  "\"This includes the whole of government effort to protect election infrastructure and prevent malign, covert election influence operations.\"",
  "While the operation is seeking to deter disinformation efforts, it is not clear if it is aimed at more overt cybercrimes, like hacking.",
  "The U.S. intelligence committee says there is no evidence that individual votes were altered due to hacking of election machines.",
  "In a statement, Joseph Holstead, a spokesperson for the Cyber Command, declined to discuss \"classified planning or operations.\"",
  "American defense operatives are telling the Russians that they have been identified and that their work is being tracked.",
  "In Congress, oversight of American efforts to rebuff Russian meddling has been led by the Senate Intelligence Committee.",
  "The White House has also delegated more power to Gen. Paul Nakasone, who took over the Cyber Command in May.",
  "On Friday, the DOJ brought its first case related to election interference in the upcoming midterms.",
  "But they are stopping short of issuing direct threats of repercussions, according to the Times.",
  "WATCH: Watch this Russian hacker break into our computer and take complete control in minutes",
  "Those companies were named in a previous indictment obtained by the Justice Department.",
  "The next national races in the U.S. will take place November 6.",
  "No verdict has been reached in any of those cases.",
  "Read the full story at The New York Times."
]